	["Invite"]={
		["Kaiqi"] = true,
		["AddBut"] = true,
		["zidongjieshou"]=false,
		["WeimianList"]={},
	},
	["RaidRecord"] = {
		["Kaiqi"] = false,
		["Invite"]={
			["YYhao"]=113213,
			["dangqianpeizhi"]=0,
			["kaituanName"]="[Pig]开团助手测试喊话....",
			["jinzuZhiling"]="888",
			["wutiaojianjINV"]=false,
			["hanhuapindao"]={},
			["shijianjiange"]=300,
			["PlayersInfo"] = {},
			["linshiInfo"] = {},
			["LMBL"]={
				["10人配置"]={
					[1]={1,1,0,0,0,0,0,0,0,0,0,0},
					[2]={1,1,1,0,0,0,0,0,0,0,0,0},
					[3]={0,1,1,2,1,0,0,0,0,0,0,0},
				},
				["15人配置"]={
					[1]={1,1,0,0,0,0,0,0,0,0,0,0},
					[2]={1,1,1,1,0,0,0,0,0,0,0,0},
					[3]={1,1,2,2,1,2,0,0,0,0,0,0},
				},
				["20人配置"]={
					[1]={1,1,0,0,0,0,0,0,0,0,0,0},
					[2]={1,1,1,1,0,0,0,0,0,0,0,0},
					[3]={4,2,3,3,2,0,0,0,0,0,0,0},
				},
				["25人配置"]={
					[1]={1,1,1,0,0,0,0,0,0,0,0,0},
					[2]={2,1,1,1,0,0,0,0,0,0,0,0},
					[3]={1,5,3,3,4,1,0,0,0,0,0,0},
				},
				["40人配置"]={
					[1]={2,1,1,0,0,0,0,0,0,0,0,0},
					[2]={2,2,2,2,0,0,0,0,0,0,0,0},
					[3]={6,6,6,4,4,2,0,0,0,0,0,0},
				},
			},
			["LM"]={
				["10人配置"]={
					[1]={2,0,0,0,0},
					[2]={1,0,1,0},
					[3]={0,1,1,2,2,0,0,0,0},
				},
				["15人配置"]={
					[1]={2,0,0,0,0},
					[2]={1,1,1,0},
					[3]={2,2,2,2,2,0,0,0,0},
				},
				["20人配置"]={
					[1]={2,0,0,0,0},
					[2]={2,1,1,0},
					[3]={4,2,3,3,2,0,0,0,0},
				},
				["25人配置"]={
					[1]={1,1,1,0,0},
					[2]={2,2,2,0},
					[3]={1,5,2,3,4,1,0,0,0},
				},
				["40人配置"]={
					[1]={4,0,0,0,0},
					[2]={4,2,3,0},
					[3]={8,4,6,6,3,0,0,0,0},
				},
			},
			["BL"]={
				["10人配置"]={
					[1]={1,1,0,0,0},
					[2]={1,0,1,0},
					[3]={0,2,1,2,1,0,0,0,0},
				},
				["15人配置"]={
					[1]={2,0,0,0,0},
					[2]={1,1,1,0},
					[3]={2,2,2,2,2,0,0,0,0},
				},
				["20人配置"]={
					[1]={2,0,0,0,0},
					[2]={2,1,1,0},
					[3]={4,2,3,3,2,0,0,0,0},
				},
				["25人配置"]={
					[1]={2,1,0,0,0},
					[2]={2,2,2,0},
					[3]={1,5,2,3,4,1,0,0,0},
				},
				["40人配置"]={
					[1]={4,0,0,0,0},
					[2]={4,2,3,0},
					[3]={8,4,6,6,3,0,0,0,0},
				},
			},
			["dangqianrenshu"]={
				[1]={0,0,0,0,0,0,0,0,0,0,0,0},
				[2]={0,0,0,0,0,0,0,0,0,0,0,0},
				[3]={0,0,0,0,0,0,0,0,0,0,0,0},
			},
		},
		["Rsetting"] ={
			["bobaomingxi"] = true,
			["liupaibobao"] = true,
			["caizhixiufu"] = false,
			["jiaoyidaojishi"] = true,
			["shoudongloot"] = true,
			["fubenwai"] = false,
			["wurenben"] = false,
			["jiaoyijilu"] = true,
			["jiaoyitonggao"] = true,
			["zidonghuifuYY"]=false,
			["YYguanjianzi"]={"YY","yy","歪歪"},
			["YYneirong"]="YY频道:113213,组人不易,请耐心等待",
		},
		["AddBut"] = true,
		["Dongjie"] = false,
		["Raidinfo"] = {{},{},{},{},{},{},{},{}},
		["History"]={},
		["instanceName"]={},
		["pinzhimoren"]=3,
		["ItemList_Paichu"]={
		},
		["ItemList"]={},
		["buzhuG"]={100,100},
		["buzhu"]={
			["tanke"]={},
			["zhiliao"]={},
		},
		["jiangli"]={
			{
				"治疗第一", -- [1]
				150, -- [2]
				"无", -- [3]
			}, -- [1]
			{
				"治疗第二", -- [1]
				100, -- [2]
				"无", -- [3]
			}, -- [2]
			{
				"治疗第三", -- [1]
				80, -- [2]
				"无", -- [3]
			}, -- [3]
			{
				"DPS第一", -- [1]
				150, -- [2]
				"无", -- [3]
			}, -- [4]
			{
				"DPS第二", -- [1]
				100, -- [2]
				"无", -- [3]
			}, -- [5]
			{
				"DPS第三", -- [1]
				80, -- [2]
				"无", -- [3]
			}, -- [6]
		},
		["fakuan"]={
			{
				"包地板", -- [1]
				0, -- [2]
				0, -- [3]
				"无", -- [4]
			}, -- [1]
			{
				"指挥失误", -- [1]
				0, -- [2]
				0, -- [3]
				"无", -- [4]
			}, -- [2]
			{
				"ADD罚款1", -- [1]
				0, -- [2]
				0, -- [3]
				"无", -- [4]
			}, -- [3]
			{
				"ADD罚款2", -- [1]
				0, -- [2]
					0, -- [3]
				"无", -- [4]
			}, -- [4]
			{
				"ADD罚款3", -- [1]
				0, -- [2]
				0, -- [3]
				"无", -- [4]
			}, -- [5]
			{
				"跑位失误罚款1", -- [1]
				0, -- [2]
				0, -- [3]
				"无", -- [4]
			}, -- [6]
			{
				"跑位失误罚款2", -- [1]
				0, -- [2]
				0, -- [3]
				"无", -- [4]
			}, -- [7]
			{
				"跑位失误罚款3", -- [1]
				0, -- [2]
				0, -- [3]
				"无", -- [4]
			}, -- [8]
		},
	},
};
addonTable.Default_Per = {
	["SpellJK"] = {
		["Kaiqi"] = false,
		["AddBut"]=true,
		["WHF_list"] = {
			{
				["H"] = 35,
				["W"] = 35,
				["font"] = 12,
			}, -- [1]
			{
				["H"] = 20,
				["W"] = 150,
				["font"] = 12,
			}, -- [2]
			{
				["H"] = 20,
				["W"] = 150,
				["font"] = 12,
			}, -- [3]
			{
				["H"] = 35,
				["W"] = 35,
				["font"] = 14,
			}, -- [4]
			{
				["H"] = 20,
				["W"] = 150,
				["font"] = 12,
			}, -- [5]
		},
		["Open"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
		},
		["ShowSpellOpen"] = false,
		["Spell_list"] = {
			{
			}, -- [1]
			{
			}, -- [2]
			{
			}, -- [3]
			{
			}, -- [4]
			{
			}, -- [5]
		},
	},
	["daiben"] = {
		["Open"] = false,
		["AddBut"]=true,
		["Show"] = true,
		["Time_Show"]=true,
		["Jizhang_Show"]=true,
		["autohuifu"]=false,
		["autohuifu_NR"]="永不翻车，自由拾取",
		["autohuifu_danjia"] = true,
		["autohuifu_lv"]=true,
		["autohuifu_inv"]=true,
		["autohuifu_invCMD"] = "666",
		["autohuifu_key"]= {"有位","消费","有坑","多少","价格"},
		["fubenName"]="无",
		["hanhua_lv"]=true,
		["hanhua_danjia"]=false,
		["hanhuaMSG"] = "[Pig]带本助手喊话测试....",
		["LV_danjia"] = {},
		["CZ_timejisha"]=true,
		["CZ_expSw"]=true,
		["CZ_yueyuci"]=true,
		["CZ_jiuwei"]=true,
		["SDdanjia"]=false,
		["CBbukouG"]=false,
		["HideYue"]=false,
		["bangdingUI"]=true,
		["shoudongMOD"] = false,
		["Namelist"] = {},
		["Timelist"] = {},
		["Over_Time"] = 0,
		["Shouru"] = 0,
		["shuabenshu"] = 0,
		["YijingCZ"] = false,
		["FBneiYN"] = false,
		["DuiwuNei"] = {false,false},
	},
};