
ElvCharacterDB = {
	["ConvertKeybindings"] = true,
	["ChatEditHistory"] = {
	},
	["ChatHistoryLog"] = {
		{
			"{rt3} RestedXP Guides 北美刘嘉玲 翻译版: 我刚刚在 55 内从 56 升级到 0", -- [1]
			"部落太难-祈福", -- [2]
			"", -- [3]
			"", -- [4]
			"部落太难", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			195, -- [11]
			"Player-4778-054D563B", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "部落太难",
			[51] = 1667835857,
			[50] = "CHAT_MSG_EMOTE",
		}, -- [1]
		{
			"{rt3} RestedXP Guides 北美刘嘉玲 翻译版: 我刚刚在 56 内从 57 升级到 0", -- [1]
			"部落太难-祈福", -- [2]
			"", -- [3]
			"", -- [4]
			"部落太难", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			581, -- [11]
			"Player-4778-054D563B", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "部落太难",
			[51] = 1667838517,
			[50] = "CHAT_MSG_EMOTE",
		}, -- [2]
	},
}
