
PawnOptions = {
	["LastVersion"] = 2.0707,
	["LastPlayerFullName"] = "新特能源-祈福",
	["AutoSelectScales"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 40562,
			["Level"] = 226,
			["Link"] = "|cffa335ee|Hitem:40562:3819:41401:42144:::::80:::::::::|h[理性兜帽]|h|r",
		}, -- [1]
		{
			["ID"] = 40486,
			["Level"] = 213,
			["Link"] = "|cffa335ee|Hitem:40486::::::::80:::::::::|h[光芒大厅项链]|h|r",
		}, -- [2]
		{
			["ID"] = 40459,
			["Level"] = 213,
			["Link"] = "|cffa335ee|Hitem:40459:3810:42156::::::80:::::::::|h[勇猛的信仰衬肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 40194,
			["Level"] = 226,
			["Link"] = "|cffa335ee|Hitem:40194:3832:40026::::::80:::::::::|h[雪绒长袍]|h|r",
		}, -- [5]
		{
			["ID"] = 37850,
			["Level"] = 200,
			["Link"] = "|cff0070dd|Hitem:37850::40014::::::80:::::::::|h[秩序之涌动腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 40398,
			["Level"] = 226,
			["Link"] = "|cffa335ee|Hitem:40398:3719:39998:39998:::::80:::::::::|h[傲慢护腿]|h|r",
		}, -- [7]
		{
			["ID"] = 40750,
			["Level"] = 213,
			["Link"] = "|cffa335ee|Hitem:40750:3232:::::::80:::::::::|h[辛托尔的远征之靴]|h|r",
		}, -- [8]
		{
			["ID"] = 37361,
			["Level"] = 200,
			["Link"] = "|cffa335ee|Hitem:37361:2332:::::::80:::::::::|h[巨翼护腕]|h|r",
		}, -- [9]
		{
			["ID"] = 39519,
			["Level"] = 200,
			["Link"] = "|cffa335ee|Hitem:39519:3246:39998::::::80:::::::::|h[英雄的信仰手套]|h|r",
		}, -- [10]
		{
			["ID"] = 40108,
			["Level"] = 213,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:40108::::::::80:::::::::|h[美貌之戒]|h|r",
		}, -- [11]
		{
			["ID"] = 49123,
			["Level"] = 200,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:49123::::::::80:::::::::|h[无头骑士的印记]|h|r",
		}, -- [12]
		{
			["ID"] = 40685,
			["Level"] = 200,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:40685::::::::80:::::::::|h[精魄]|h|r",
		}, -- [13]
		{
			["ID"] = 37657,
			["Level"] = 200,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:37657::::::::80:::::::::|h[生命的火花]|h|r",
		}, -- [14]
		{
			["ID"] = 40251,
			["Level"] = 213,
			["Link"] = "|cffa335ee|Hitem:40251::::::::80:::::::::|h[光辉斗篷]|h|r",
		}, -- [15]
		{
			["ID"] = 37360,
			["Level"] = 200,
			["Link"] = "|cffa335ee|Hitem:37360:3830:::::::80:::::::::|h[龙人战斗法杖]|h|r",
		}, -- [16]
		[18] = {
			["ID"] = 39712,
			["Level"] = 213,
			["Link"] = "|cffa335ee|Hitem:39712::::::::80:::::::::|h[蛛魔宝石短杖]|h|r",
		},
	},
}
PawnMrRobotScaleProviderOptions = nil
PawnClassicScaleProviderOptions = {
	["LastClass"] = "PRIEST",
	["LastAdded"] = 3,
}
