
ElvCharacterDB = {
	["ConvertKeybindings"] = true,
	["ChatEditHistory"] = {
	},
	["ChatHistoryLog"] = {
		{
			"[ToT] 周六下午1-6 海山黑廟 500/100 RL會計雜務坦5% 缺懲戒騎/ss", -- [1]
			"Aoo", -- [2]
			"", -- [3]
			"4. 尋求組隊", -- [4]
			"Aoo", -- [5]
			"", -- [6]
			26, -- [7]
			4, -- [8]
			"尋求組隊", -- [9]
			0, -- [10]
			1, -- [11]
			"Player-4487-000BCA89", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "Aoo",
			[51] = 1648129769,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [1]
		{
			"62等 新人類闇之鍊金術士 求組  地慾火P纍  血隆乳", -- [1]
			"夏亞阿玆拿布", -- [2]
			"", -- [3]
			"4. 尋求組隊", -- [4]
			"夏亞阿玆拿布", -- [5]
			"", -- [6]
			26, -- [7]
			4, -- [8]
			"尋求組隊", -- [9]
			0, -- [10]
			2, -- [11]
			"Player-4487-00118B75", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "夏亞阿玆拿布",
			[51] = 1648129769,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [2]
		{
			"今晚11-2點黑廟全通G團 500/100 不抽%  -1補薩  需暗抗155 意者密~", -- [1]
			"Adora", -- [2]
			"", -- [3]
			"4. 尋求組隊", -- [4]
			"Adora", -- [5]
			"", -- [6]
			26, -- [7]
			4, -- [8]
			"尋求組隊", -- [9]
			0, -- [10]
			3, -- [11]
			"Player-4487-0008A28B", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "Adora",
			[51] = 1648129770,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [3]
		{
			"PT波塔  求坦!求坦!  開打!!", -- [1]
			"抓不住", -- [2]
			"", -- [3]
			"4. 尋求組隊", -- [4]
			"抓不住", -- [5]
			"", -- [6]
			26, -- [7]
			4, -- [8]
			"尋求組隊", -- [9]
			0, -- [10]
			4, -- [11]
			"Player-4487-0014C81B", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "抓不住",
			[51] = 1648129775,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [4]
		{
			"礼拜六晚上7.30到12点p3团 固定团员请假临时缺，法师/ss，增强，惩戒骑。会看wcl。一天团双本4.5小时左右，欢迎报名", -- [1]
			"無法看穿", -- [2]
			"", -- [3]
			"4. 尋求組隊", -- [4]
			"無法看穿", -- [5]
			"", -- [6]
			26, -- [7]
			4, -- [8]
			"尋求組隊", -- [9]
			0, -- [10]
			5, -- [11]
			"Player-4487-00113019", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "無法看穿",
			[51] = 1648129791,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [5]
		{
			"PT血壁壘-2DD", -- [1]
			"小丑先生", -- [2]
			"", -- [3]
			"4. 尋求組隊", -- [4]
			"小丑先生", -- [5]
			"", -- [6]
			26, -- [7]
			4, -- [8]
			"尋求組隊", -- [9]
			0, -- [10]
			6, -- [11]
			"Player-4487-00151950", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "小丑先生",
			[51] = 1648129800,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [6]
		{
			"收原始生命50G 意密", -- [1]
			"森焱淼垚鑫", -- [2]
			"", -- [3]
			"4. 尋求組隊", -- [4]
			"森焱淼垚鑫", -- [5]
			"", -- [6]
			26, -- [7]
			4, -- [8]
			"尋求組隊", -- [9]
			0, -- [10]
			7, -- [11]
			"Player-4487-0010C4D3", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "森焱淼垚鑫",
			[51] = 1648129806,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [7]
		{
			"PT血壁壘-2DD", -- [1]
			"小丑先生-伊弗斯", -- [2]
			"", -- [3]
			"4. 尋求組隊", -- [4]
			"小丑先生", -- [5]
			"", -- [6]
			26, -- [7]
			4, -- [8]
			"尋求組隊", -- [9]
			0, -- [10]
			8, -- [11]
			"Player-4487-00151950", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "小丑先生",
			[51] = 1648129817,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [8]
	},
}
