
PawnOptions = {
	["LastVersion"] = 2.0707,
	["LastPlayerFullName"] = "码农巴菲特-祈福",
	["AutoSelectScales"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 41387,
			["Level"] = 200,
			["Link"] = "|cffa335ee|Hitem:41387:3818:41380:40008:::::80:::::::::|h[淬火泰坦精钢头盔]|h|r",
		}, -- [1]
		{
			["ID"] = 39146,
			["Level"] = 200,
			["Link"] = "|cffa335ee|Hitem:39146::::::::80:::::::::|h[腐朽项圈]|h|r",
		}, -- [2]
		{
			["ID"] = 39627,
			["Level"] = 200,
			["Link"] = "|cffa335ee|Hitem:39627:3811:40022::::::80:::::::::|h[英雄的天灾苦痛肩铠]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 40784,
			["Level"] = 213,
			["Link"] = "|cffa335ee|Hitem:40784:3245:42142:40098:::::80:::::::::|h[致命角斗士的恐怖板甲护胸]|h|r",
		}, -- [5]
		{
			["ID"] = 40317,
			["Level"] = 213,
			["Link"] = "|cffa335ee|Hitem:40317::::::::80:::::::::|h[拉苏维奥斯的腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 40845,
			["Level"] = 213,
			["Link"] = "|cffa335ee|Hitem:40845:3853:42142:40011:::::80:::::::::|h[致命角斗士的恐怖板甲护腿]|h|r",
		}, -- [7]
		{
			["ID"] = 41392,
			["Level"] = 200,
			["Link"] = "|cffa335ee|Hitem:41392:3232:::::::80:::::::::|h[淬火泰坦精钢战靴]|h|r",
		}, -- [8]
		{
			["ID"] = 40734,
			["Level"] = 213,
			["Link"] = "|cffa335ee|Hitem:40734:3850:::::::80:::::::::|h[达拉然城墙护腕]|h|r",
		}, -- [9]
		{
			["ID"] = 40552,
			["Level"] = 213,
			["Link"] = "|cffa335ee|Hitem:40552:684:40014::::::80:::::::::|h[勇猛的天灾苦痛护手]|h|r",
		}, -- [10]
		{
			["ID"] = 42115,
			["Level"] = 213,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:42115::::::::80:::::::::|h[致命角斗士的胜利指环]|h|r",
		}, -- [11]
		{
			["ID"] = 42643,
			["Level"] = 200,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:42643::40008::::::80:::::::::|h[泰坦神铁地卫指环]|h|r",
		}, -- [12]
		{
			["ID"] = 44063,
			["Level"] = 200,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:44063::40008:42157:::::80:::::::::|h[雕像 - 帝黄晶螃蟹]|h|r",
		}, -- [13]
		{
			["ID"] = 37390,
			["Level"] = 200,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:37390::::::::80:::::::::|h[陨星磨石]|h|r",
		}, -- [14]
		{
			["ID"] = 42068,
			["Level"] = 213,
			["Link"] = "|cffa335ee|Hitem:42068:3243:::::::80:::::::::|h[致命角斗士的胜利披风]|h|r",
		}, -- [15]
		{
			["ID"] = 41257,
			["Level"] = 200,
			["Link"] = "|cffa335ee|Hitem:41257:3847:::::::80:::::::::|h[泰坦精钢毁灭者]|h|r",
		}, -- [16]
	},
}
PawnMrRobotScaleProviderOptions = nil
PawnClassicScaleProviderOptions = {
	["LastClass"] = "DEATHKNIGHT",
	["LastAdded"] = 3,
}
