
ARKINVDB = {
	["global"] = {
		["player"] = {
			["data"] = {
				["騎風 - 伊弗斯"] = {
					["profile"] = 1001,
					["info"] = {
						["guid"] = "Player-4487-00152DE8",
						["class"] = "SHAMAN",
						["class_local"] = "薩滿",
						["race"] = "Orc",
						["proj"] = 5,
						["realm"] = "伊弗斯",
						["isplayer"] = true,
						["money"] = 211374938,
						["gender"] = 2,
						["itemlevel"] = 1,
						["name"] = "騎風",
						["faction"] = "Horde",
						["race_local"] = "獸人",
						["player_id"] = "騎風 - 伊弗斯",
						["level"] = 58,
						["faction_local"] = "部落",
					},
					["location"] = {
						{
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:6948::::::::60:::::::::|h[爐石]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:5178::::::::60:::::::::|h[風之圖騰]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:5177::::::::60:::::::::|h[水之圖騰]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:5176::::::::60:::::::::|h[火焰圖騰]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:5175::::::::60:::::::::|h[大地圖騰]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["sb"] = 0,
											["count"] = 9,
											["h"] = "|cffffffff|Hitem:13935::::::::60:::::::::|h[烤鮭魚]|h|r",
											["age"] = 27470398,
										}, -- [6]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["sb"] = 0,
											["count"] = 1,
											["h"] = "|cffffffff|Hitem:18746::::::::60:::::::::|h[預言水晶球]|h|r",
											["age"] = 27470397,
										}, -- [7]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["sb"] = 0,
											["count"] = 7,
											["h"] = "|cffffffff|Hitem:38429::::::::60:::::::::|h[黑石泉水]|h|r",
											["age"] = 27470398,
										}, -- [8]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["sb"] = 0,
											["count"] = 5,
											["h"] = "|cffffffff|Hitem:17030::::::::60:::::::::|h[十字章]|h|r",
											["age"] = 27470397,
										}, -- [9]
										{
											["q"] = 3,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["sb"] = 3,
											["count"] = 1,
											["h"] = "|cff0070dd|Hitem:5665::::::::60:::::::::|h[恐狼號角]|h|r",
											["age"] = 27470397,
										}, -- [10]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:24479::::::::60:::::::::|h[暗影珍珠]|h|r",
											["bag_id"] = 1,
											["count"] = 2,
										}, -- [11]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:24478::::::::60:::::::::|h[鋸齒珍珠]|h|r",
											["bag_id"] = 1,
											["count"] = 7,
										}, -- [12]
										{
											["q"] = 2,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["sb"] = 3,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:186071::::::::60:::::::::|h[共治電光圖騰]|h|r",
											["age"] = 27470397,
										}, -- [13]
										{
											["q"] = 2,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["sb"] = 3,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:186072::::::::60:::::::::|h[共治恢復圖騰]|h|r",
											["age"] = 27470398,
										}, -- [14]
										{
											["q"] = 2,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["sb"] = 3,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:185988::::::::60:::::::::|h[共治堅忍之石]|h|r",
											["age"] = 27470397,
										}, -- [15]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:28478::::::::60:::::::::|h[吐阿奇的雷管]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 16,
											["loc_id"] = 1,
											["age"] = 27471341,
										}, -- [16]
									},
									["bag_id"] = 1,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:21877::::::::60:::::::::|h[幽紋布]|h|r",
											["slot_id"] = 1,
											["sb"] = 0,
											["count"] = 20,
											["loc_id"] = 1,
											["age"] = 27471045,
										}, -- [1]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:30404::::::::60:::::::::|h[血之谷鮮血樣本]|h|r",
											["slot_id"] = 2,
											["sb"] = 0,
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 27471341,
										}, -- [2]
										{
											["q"] = 2,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 2,
											["age"] = 27471384,
											["h"] = "|cff1eff00|Hitem:24826::::::-20:1330839592:60:::::::::|h[能量之虛空行者盔帽]|h|r",
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 2,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:25047::::::-41:2028732439:60:::::::::|h[野獸之紅玉戒環]|h|r",
											["slot_id"] = 4,
											["sb"] = 2,
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 27471382,
										}, -- [4]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:27479::::::::60:::::::::|h[燃燒的火炬]|h|r",
											["slot_id"] = 5,
											["sb"] = 3,
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 27471109,
										}, -- [5]
										{
											["q"] = 0,
											["bag_id"] = 2,
											["h"] = "|cff9d9d9d|Hitem:25384::::::::60:::::::::|h[污損的鎧甲護軀]|h|r",
											["slot_id"] = 6,
											["sb"] = 0,
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 27471448,
										}, -- [6]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:17058::::::::60:::::::::|h[魚油]|h|r",
											["slot_id"] = 7,
											["sb"] = 0,
											["count"] = 10,
											["loc_id"] = 1,
											["age"] = 27471448,
										}, -- [7]
										{
											["q"] = 0,
											["bag_id"] = 2,
											["age"] = 27471448,
											["h"] = "|cff9d9d9d|Hitem:25386::::::::60:::::::::|h[污損的鎧甲盔帽]|h|r",
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["bag_id"] = 2,
											["h"] = "|cff9d9d9d|Hitem:25385::::::::60:::::::::|h[污損的鎧甲手套]|h|r",
											["slot_id"] = 9,
											["sb"] = 0,
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 27471413,
										}, -- [9]
										{
											["q"] = 2,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["sb"] = 3,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:29908::::::::60:::::::::|h[狂怒搶奪者]|h|r",
											["age"] = 27471109,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:17057::::::::60:::::::::|h[閃亮的魚鱗]|h|r",
											["age"] = 27471448,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["sb"] = 0,
											["count"] = 18,
										}, -- [11]
										{
											["q"] = 1,
											["age"] = 27471131,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["sb"] = 0,
											["count"] = 3,
											["h"] = "|cffffffff|Hitem:8952::::::::60:::::::::|h[烤鵪鶉]|h|r",
											["bag_id"] = 2,
										}, -- [12]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["sb"] = 0,
											["count"] = 5,
											["h"] = "|cffffffff|Hitem:13446::::::::60:::::::::|h[極效治療藥水]|h|r",
											["age"] = 27471126,
										}, -- [13]
										{
											["q"] = 0,
											["bag_id"] = 2,
											["h"] = "|cff9d9d9d|Hitem:25429::::::::60:::::::::|h[有污點的外殼鱗片]|h|r",
											["slot_id"] = 14,
											["sb"] = 0,
											["count"] = 20,
											["loc_id"] = 1,
											["age"] = 27471448,
										}, -- [14]
										{
											["q"] = 2,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["sb"] = 2,
											["age"] = 27471421,
											["h"] = "|cff1eff00|Hitem:25326::::::-17:472186920:60:::::::::|h[力量之原始博學法杖]|h|r",
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["bag_id"] = 2,
											["h"] = "|cff9d9d9d|Hitem:25366::::::::60:::::::::|h[磨損的鎖甲腰帶]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 16,
											["loc_id"] = 1,
											["age"] = 27471448,
										}, -- [16]
									},
									["bag_id"] = 2,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:14155::::::::60:::::::::|h[月布包]|h|r",
									["texture"] = 133647,
								}, -- [2]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["bag_id"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["sb"] = 0,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["bag_id"] = 3,
											["h"] = "|cff9d9d9d|Hitem:25368::::::::60:::::::::|h[磨損的鎖甲護腕]|h|r",
											["age"] = 27471448,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["sb"] = 0,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["bag_id"] = 3,
											["h"] = "|cff9d9d9d|Hitem:25431::::::::60:::::::::|h[破碎之鰭]|h|r",
											["count"] = 7,
											["sb"] = 0,
											["slot_id"] = 3,
											["loc_id"] = 1,
											["age"] = 27471448,
										}, -- [3]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["sb"] = 0,
											["count"] = 4,
											["h"] = "|cffffffff|Hitem:28399::::::::60:::::::::|h[濾過的德萊尼之水]|h|r",
											["age"] = 27471126,
										}, -- [4]
										{
											["q"] = 0,
											["bag_id"] = 3,
											["h"] = "|cff9d9d9d|Hitem:24578::::::::60:::::::::|h[寬鬆螺紋護腕]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 5,
											["loc_id"] = 1,
											["age"] = 27471421,
										}, -- [5]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["sb"] = 2,
											["h"] = "|cff1eff00|Hitem:25174::::::-17:1566834731:60:::::::::|h[力量之漢波法杖]|h|r",
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:21877::::::::60:::::::::|h[幽紋布]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["bag_id"] = 3,
											["h"] = "|cff9d9d9d|Hitem:25386::::::::60:::::::::|h[污損的鎧甲盔帽]|h|r",
											["slot_id"] = 8,
											["sb"] = 0,
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 27471421,
										}, -- [8]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:24477::::::::60:::::::::|h[鋸齒蚌肉]|h|r",
											["slot_id"] = 9,
											["sb"] = 0,
											["count"] = 10,
											["loc_id"] = 1,
											["age"] = 27471400,
										}, -- [9]
										{
											["q"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 10,
											["sb"] = 0,
											["count"] = 1,
											["loc_id"] = 1,
										}, -- [10]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["sb"] = 0,
											["count"] = 3,
											["h"] = "|cffffffff|Hitem:13444::::::::60:::::::::|h[極效法力藥水]|h|r",
											["age"] = 27471126,
										}, -- [11]
										{
											["q"] = 2,
											["bag_id"] = 3,
											["h"] = "|cff1eff00|Hitem:24734::::::-33:1806172193:60:::::::::|h[冰霜防護之日翼皮靴]|h|r",
											["slot_id"] = 12,
											["sb"] = 2,
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 27471387,
										}, -- [12]
										{
											["q"] = 2,
											["bag_id"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["sb"] = 2,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:24839::::::-43:292356128:60:::::::::|h[士兵之怒鰭護脛]|h|r",
											["age"] = 27471126,
										}, -- [13]
										{
											["q"] = 0,
											["bag_id"] = 3,
											["h"] = "|cff9d9d9d|Hitem:25340::::::::60:::::::::|h[寬鬆螺紋外衣]|h|r",
											["age"] = 27471448,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 2,
											["bag_id"] = 3,
											["h"] = "|cff1eff00|Hitem:24626::::::-15:1614020652:60:::::::::|h[精神之弄奴便褲]|h|r",
											["slot_id"] = 16,
											["sb"] = 2,
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 27471421,
										}, -- [16]
									},
									["bag_id"] = 3,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 3,
									["h"] = "|cff1eff00|Hitem:14155::::::::60:::::::::|h[月布包]|h|r",
									["texture"] = 133647,
								}, -- [3]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 2,
											["bag_id"] = 4,
											["h"] = "|cff1eff00|Hitem:25103::::::-9:519700497:60:::::::::|h[夜梟之夜間潛伏者匕首]|h|r",
											["age"] = 27471419,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 2,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["age"] = 27471197,
											["h"] = "|cffffffff|Hitem:27858::::::::60:::::::::|h[陽春鯉魚]|h|r",
											["slot_id"] = 2,
											["sb"] = 0,
											["count"] = 19,
											["loc_id"] = 1,
											["bag_id"] = 4,
										}, -- [2]
										{
											["q"] = 0,
											["bag_id"] = 4,
											["h"] = "|cff9d9d9d|Hitem:25402::::::::60:::::::::|h[阻斷之力]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 3,
											["loc_id"] = 1,
											["age"] = 27471413,
										}, -- [3]
										{
											["q"] = 2,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 2,
											["slot_id"] = 4,
											["h"] = "|cff1eff00|Hitem:24732::::::-12:810287128:60:::::::::|h[野豬之退化護臂]|h|r",
											["age"] = 27471193,
										}, -- [4]
										{
											["q"] = 0,
											["bag_id"] = 4,
											["h"] = "|cff9d9d9d|Hitem:25429::::::::60:::::::::|h[有污點的外殼鱗片]|h|r",
											["slot_id"] = 5,
											["sb"] = 0,
											["count"] = 17,
											["loc_id"] = 1,
											["age"] = 27471448,
										}, -- [5]
										{
											["q"] = 0,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:8766::::::::60:::::::::|h[晨露酒]|h|r",
											["count"] = 2,
											["sb"] = 0,
											["slot_id"] = 7,
											["loc_id"] = 1,
											["age"] = 27471448,
										}, -- [7]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:21877::::::::60:::::::::|h[幽紋布]|h|r",
											["count"] = 3,
											["sb"] = 0,
											["slot_id"] = 8,
											["loc_id"] = 1,
											["age"] = 27471448,
										}, -- [8]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["sb"] = 0,
											["count"] = 10,
											["h"] = "|cffffffff|Hitem:14047::::::::60:::::::::|h[符文布]|h|r",
											["age"] = 27471286,
										}, -- [9]
										{
											["q"] = 0,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 2,
											["bag_id"] = 4,
											["h"] = "|cff1eff00|Hitem:24826::::::-17:493879336:60:::::::::|h[力量之虛空行者盔帽]|h|r",
											["slot_id"] = 11,
											["sb"] = 2,
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 27471421,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 16,
										}, -- [16]
									},
									["bag_id"] = 4,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 7,
									["h"] = "|cff1eff00|Hitem:14155::::::::60:::::::::|h[月布包]|h|r",
									["texture"] = 133647,
								}, -- [4]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 1,
											["age"] = 27471297,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["sb"] = 0,
											["count"] = 2,
											["h"] = "|cffffffff|Hitem:13446::::::::60:::::::::|h[極效治療藥水]|h|r",
											["bag_id"] = 5,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 2,
											["bag_id"] = 5,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["sb"] = 2,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:24847::::::-15:2112880673:60:::::::::|h[精神之沼爪裹足]|h|r",
											["age"] = 27471210,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:24477::::::::60:::::::::|h[鋸齒蚌肉]|h|r",
											["count"] = 8,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["sb"] = 0,
											["count"] = 20,
											["h"] = "|cffffffff|Hitem:21877::::::::60:::::::::|h[幽紋布]|h|r",
											["age"] = 27471218,
										}, -- [16]
									},
									["bag_id"] = 5,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 12,
									["h"] = "|cff1eff00|Hitem:14155::::::::60:::::::::|h[月布包]|h|r",
									["texture"] = 133647,
								}, -- [5]
							},
							["slot_count"] = 80,
						}, -- [1]
						{
							["bag"] = {
								{
									["type"] = 3,
									["count"] = 32,
									["slot"] = {
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 22,
										}, -- [22]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 24,
										}, -- [24]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 25,
										}, -- [25]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 28,
										}, -- [28]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 29,
										}, -- [29]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 30,
										}, -- [30]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 31,
										}, -- [31]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 32,
										}, -- [32]
									},
									["status"] = -3,
									["empty"] = 32,
									["bag_id"] = 1,
									["loc_id"] = 2,
								}, -- [1]
							},
							["slot_count"] = 32,
						}, -- [2]
						nil, -- [3]
						nil, -- [4]
						{
							["bag"] = {
								{
									["type"] = 15,
									["count"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 5,
											["msg_id"] = 1,
											["att_id"] = 1,
											["sb"] = 0,
											["slot_id"] = 1,
											["bag_id"] = 1,
										}, -- [1]
									},
									["status"] = -3,
									["empty"] = 1,
									["bag_id"] = 1,
									["loc_id"] = 5,
								}, -- [1]
								{
									["loc_id"] = 5,
									["status"] = -3,
									["bag_id"] = 2,
									["type"] = 15,
								}, -- [2]
							},
							["slot_count"] = 1,
						}, -- [5]
						{
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 19,
									["slot"] = {
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 1,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:29943::::::::60:::::::::|h[軍團士兵釘飾頭盔]|h|r",
											["bag_id"] = 1,
											["age"] = 27471110,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 2,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:25060::::::-41:1629749270:60:::::::::|h[野獸之貓眼石項鍊]|h|r",
											["bag_id"] = 1,
											["age"] = 27471301,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 3,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:186083::::::::60:::::::::|h[共治肩甲]|h|r",
											["bag_id"] = 1,
											["age"] = 27470385,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 4,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:25032::::::-10:151650326:60:::::::::|h[巨猿之地獄火披風]|h|r",
											["bag_id"] = 1,
											["age"] = 27471302,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 5,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:24711::::::-20:174129192:60:::::::::|h[能量之報復護軀]|h|r",
											["bag_id"] = 1,
											["age"] = 27471383,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 8,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:186084::::::::60:::::::::|h[共治護臂]|h|r",
											["bag_id"] = 1,
											["age"] = 27470385,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 9,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:24720::::::-40:730726431:60:::::::::|h[強盜之崔互德手套]|h|r",
											["bag_id"] = 1,
											["age"] = 27471301,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 10,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:186037::::::::60:::::::::|h[共治腰帶]|h|r",
											["bag_id"] = 1,
											["age"] = 27470385,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 11,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:186082::::::::60:::::::::|h[共治護腿]|h|r",
											["bag_id"] = 1,
											["age"] = 27470385,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 12,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:186039::::::::60:::::::::|h[共治長靴]|h|r",
											["bag_id"] = 1,
											["age"] = 27470385,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 13,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:25046::::::-40:1242365974:60:::::::::|h[強盜之脊骨之戒]|h|r",
											["bag_id"] = 1,
											["age"] = 27471301,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 14,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:25047::::::-40:1137246231:60:::::::::|h[強盜之紅玉戒環]|h|r",
											["bag_id"] = 1,
											["age"] = 27471301,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 15,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:185985::::::::60:::::::::|h[共治突襲之石]|h|r",
											["bag_id"] = 1,
											["age"] = 27470398,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 16,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:185987::::::::60:::::::::|h[共治智慧之石]|h|r",
											["bag_id"] = 1,
											["age"] = 27470385,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 17,
											["bag_id"] = 1,
											["age"] = 27471045,
											["h"] = "|cff1eff00|Hitem:186070::::::::60:::::::::|h[共治右爪]|h|r",
										}, -- [17]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 18,
											["bag_id"] = 1,
											["age"] = 27471110,
											["h"] = "|cff1eff00|Hitem:29914::::::::60:::::::::|h[地獄火削皮刀]|h|r",
										}, -- [18]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 19,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 27470399,
											["h"] = "|cff1eff00|Hitem:186073::::::::60:::::::::|h[共治風暴圖騰]|h|r",
										}, -- [19]
									},
									["status"] = -3,
									["empty"] = 2,
									["bag_id"] = 1,
									["loc_id"] = 6,
								}, -- [1]
							},
							["slot_count"] = 19,
						}, -- [6]
						nil, -- [7]
						nil, -- [8]
						nil, -- [9]
						{
							["bag"] = {
								{
									["loc_id"] = 10,
									["status"] = -3,
									["bag_id"] = 1,
									["type"] = 20,
								}, -- [1]
							},
						}, -- [10]
						nil, -- [11]
						nil, -- [12]
						nil, -- [13]
						nil, -- [14]
						nil, -- [15]
						{
							["bag"] = {
								{
									["type"] = 29,
									["count"] = 8,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 1,
											["sb"] = 3,
											["h"] = "reputation:942:友好:2055:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 5055,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 2,
											["sb"] = 3,
											["h"] = "reputation:76:友好:1000:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 4000,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 3,
											["sb"] = 3,
											["h"] = "reputation:68:中立:500:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 500,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 4,
											["sb"] = 3,
											["h"] = "reputation:530:友好:100:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 3100,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 5,
											["sb"] = 3,
											["h"] = "reputation:947:中立:1785:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 1785,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 6,
											["sb"] = 3,
											["h"] = "reputation:935:中立:0:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 0,
										}, -- [6]
										{
											["q"] = 0,
											["h"] = "reputation:911:中立:400:3000:0:0:0",
											["count"] = 400,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["h"] = "reputation:81:友好:100:6000:0:0:0",
											["count"] = 3100,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 8,
										}, -- [8]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 16,
								}, -- [1]
							},
							["slot_count"] = 8,
						}, -- [16]
					},
				},
				["!ACCOUNT - 100"] = {
					["info"] = {
						["class"] = "ACCOUNT",
						["class_local"] = "Account",
						["realm"] = "",
						["name"] = "我的帳號",
						["faction"] = "",
						["player_id"] = "!ACCOUNT - 100",
						["level"] = 1,
						["proj"] = 5,
						["faction_local"] = "",
					},
				},
			},
			["version"] = 30966,
		},
		["version"] = 30966,
		["cache"] = {
			["default"] = {
				["1000:item:25047:0"] = "1!414",
				["1000:item:25385:0"] = "1!402",
				["1000:item:5176:1"] = "1!207",
				["1000:empty:0:1"] = "1!302",
				["1000:item:18746:0"] = "1!411",
				["1000:item:14047:0"] = "1!502",
				["1000:item:17030:0"] = "1!207",
				["1000:item:25402:0"] = "1!402",
				["1000:item:21877:0"] = "1!502",
				["1000:item:5665:1"] = "1!415",
				["1000:item:186036:1"] = "1!416",
				["1000:item:28399:0"] = "1!418",
				["1000:item:25366:0"] = "1!402",
				["1000:item:25384:0"] = "1!402",
				["1000:item:186072:1"] = "1!416",
				["1000:item:38429:0"] = "1!418",
				["1000:item:5175:1"] = "1!207",
				["1000:item:24734:0"] = "1!414",
				["1000:item:27501:0"] = "1!435",
				["1000:item:28478:0"] = "1!411",
				["1000:item:25103:0"] = "1!414",
				["1000:item:24478:0"] = "1!513",
				["1000:item:24479:0"] = "1!513",
				["1000:item:8952:0"] = "1!417",
				["1000:item:25431:0"] = "1!402",
				["1000:item:25429:0"] = "1!402",
				["1000:item:6948:1"] = "1!403",
				["1000:item:24732:0"] = "1!414",
				["1000:item:13446:0"] = "1!420",
				["1000:item:185988:1"] = "1!416",
				["1000:item:24626:0"] = "1!414",
				["1000:item:30326:0"] = "1!411",
				["1000:item:29908:1"] = "1!416",
				["1000:item:5178:1"] = "1!207",
				["1000:item:13444:0"] = "1!419",
				["1000:item:24476:0"] = "1!412",
				["1000:item:27479:1"] = "1!411",
				["1000:item:5177:1"] = "1!207",
				["1000:item:24847:0"] = "1!414",
				["1000:item:24578:0"] = "1!402",
				["1000:item:25326:0"] = "1!414",
				["1000:item:25340:0"] = "1!402",
				["1000:item:25368:0"] = "1!402",
				["1000:item:13935:0"] = "1!417",
				["1000:item:25386:0"] = "1!402",
				["1000:item:24711:0"] = "1!414",
				["1000:item:24477:0"] = "1!505",
				["1000:item:17058:0"] = "1!207",
				["1000:item:24839:0"] = "1!414",
				["1000:item:30404:0"] = "1!411",
				["1000:item:8766:0"] = "1!418",
				["1000:item:24826:0"] = "1!414",
				["1000:item:186071:1"] = "1!416",
				["1000:item:27858:0"] = "1!417",
				["1000:item:25174:0"] = "1!414",
				["1000:empty:0:3"] = "1!300",
				["1000:item:17057:0"] = "1!207",
			},
			["reputation"] = {
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "人類(玩家)",
				}, -- [1]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "獸人(玩家)",
				}, -- [2]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "矮人(玩家)",
				}, -- [3]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "夜精靈(玩家)",
				}, -- [4]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "不死族(玩家)",
				}, -- [5]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "牛頭人(玩家)",
				}, -- [6]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "生物",
				}, -- [7]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "地精(玩家)",
				}, -- [8]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "食人妖(玩家)",
				}, -- [9]
				nil, -- [10]
				nil, -- [11]
				nil, -- [12]
				nil, -- [13]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪物",
				}, -- [14]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "迪菲亞兄弟會",
				}, -- [15]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "河爪豺狼人",
				}, -- [16]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "赤脊山豺狼人",
				}, -- [17]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "影皮豺狼人",
				}, -- [18]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "魚人",
				}, -- [19]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "不死族(天譴軍團)",
				}, -- [20]
				{
					["r"] = false,
					["d"] = "身為黑水強盜的大財主里維加茲，掌控這座繁榮的沿海城市。血帆海盜們不共戴天的仇敵，同時也是熱砂企業的一部份。",
					["w"] = true,
					["n"] = "藏寶海灣",
				}, -- [21]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蜘蛛",
				}, -- [22]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "野豬",
				}, -- [23]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狼人",
				}, -- [24]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狗頭人",
				}, -- [25]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "血頂食人妖",
				}, -- [26]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "劈顱食人妖",
				}, -- [27]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "獵物",
				}, -- [28]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狼人",
				}, -- [29]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "叛變的迪菲亞盜賊",
				}, -- [30]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "友方",
				}, -- [31]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "石齶怪",
				}, -- [32]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "冰鬃食人妖",
				}, -- [33]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑石族獸人",
				}, -- [34]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "壞人",
				}, -- [35]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "犧牲品",
				}, -- [36]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "熊",
				}, -- [37]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨魔",
				}, -- [38]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "庫森的雇傭兵",
				}, -- [39]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "衛隊",
				}, -- [40]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "荊棘谷地精",
				}, -- [41]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "迅猛龍",
				}, -- [42]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "石化蜥蜴",
				}, -- [43]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "綠龍軍團",
				}, -- [44]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "失落者",
				}, -- [45]
				nil, -- [46]
				nil, -- [47]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑鐵矮人",
				}, -- [48]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暮色森林守夜人",
				}, -- [49]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "紅龍軍團",
				}, -- [50]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蘚皮豺狼人",
				}, -- [51]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "龍喉族獸人",
				}, -- [52]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "瘋狂地精",
				}, -- [53]
				nil, -- [54]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "豹",
				}, -- [55]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "血色十字軍",
				}, -- [56]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "爛皮豺狼人",
				}, -- [57]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "猩猩",
				}, -- [58]
				{
					["r"] = false,
					["d"] = "瑟銀兄弟會的矮人們集中了最為卓越的工匠手藝。也愛好解開黑石山的神秘面紗。",
					["w"] = false,
					["n"] = "瑟銀兄弟會",
				}, -- [59]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "納迦",
				}, -- [60]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "達拉然",
				}, -- [61]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "棄靈",
				}, -- [62]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗吼",
				}, -- [63]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "小劣魔",
				}, -- [64]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "熊怪",
				}, -- [65]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "部落友軍",
				}, -- [66]
				{
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "部落",
				}, -- [67]
				{
					["r"] = false,
					["d"] = "由希瓦娜斯·風行者領導的被遺忘者，加入了薄弱的部落同盟，建立這座在羅德隆廢墟下的極深首都。",
					["w"] = false,
					["n"] = "幽暗城",
				}, -- [68]
				nil, -- [69]
				{
					["r"] = false,
					["d"] = "人類首要的犯罪集團。活動範圍於奧特蘭克山脈與希爾斯布萊德丘陵。",
					["w"] = false,
					["n"] = "辛迪加",
				}, -- [70]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "希爾斯布萊德民兵",
				}, -- [71]
				nil, -- [72]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "惡魔",
				}, -- [73]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "元素生物",
				}, -- [74]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "靈魂",
				}, -- [75]
				{
					["r"] = false,
					["d"] = "由索爾建立的這座部落城市，是眾多自豪的杜洛塔獸人氏族的家園。",
					["w"] = false,
					["n"] = "奧格瑪",
				}, -- [76]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "寶物",
				}, -- [77]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "泥嘴豺狼人",
				}, -- [78]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "希爾斯布萊德，南海鎮",
				}, -- [79]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑龍軍團",
				}, -- [80]
				{
					["r"] = false,
					["d"] = "凱恩·血蹄在神聖的部落首都，帶領著他驕傲的牛頭人。",
					["w"] = false,
					["n"] = "雷霆崖",
				}, -- [81]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "枯木食人妖",
				}, -- [82]
				nil, -- [83]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鋼鬃野豬人",
				}, -- [84]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "刺背野豬人",
				}, -- [85]
				nil, -- [86]
				{
					["r"] = false,
					["d"] = "這些嗜血的海盜船是公海裡許多商人的禍害。同時也是藏寶海灣不共戴天的仇敵。",
					["w"] = false,
					["n"] = "血帆海盜",
				}, -- [87]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗深淵",
				}, -- [88]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "龍蝦人",
				}, -- [89]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "科卡爾半人馬",
				}, -- [90]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "加拉克半人馬",
				}, -- [91]
				{
					["r"] = false,
					["d"] = "淒涼之地的南方地帶是半人馬的家園。瑪格拉姆半人馬之世仇。",
					["w"] = true,
					["n"] = "吉爾吉斯半人馬",
				}, -- [92]
				{
					["r"] = false,
					["d"] = "淒涼之地的東邊區塊是半人馬的家園。吉爾吉斯半人馬之世仇。",
					["w"] = true,
					["n"] = "瑪格拉姆半人馬",
				}, -- [93]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "瑪洛迪",
				}, -- [94]
				nil, -- [95]
				nil, -- [96]
				nil, -- [97]
				nil, -- [98]
				nil, -- [99]
				nil, -- [100]
				nil, -- [101]
				nil, -- [102]
				nil, -- [103]
				nil, -- [104]
				nil, -- [105]
				nil, -- [106]
				nil, -- [107]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "塞拉摩人類",
				}, -- [108]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "剃刀沼澤野豬人",
				}, -- [109]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鋼鬃野豬人",
				}, -- [110]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Quilboar, Deathshead",
				}, -- [111]
				nil, -- [112]
				nil, -- [113]
				nil, -- [114]
				nil, -- [115]
				nil, -- [116]
				nil, -- [117]
				nil, -- [118]
				nil, -- [119]
				nil, -- [120]
				nil, -- [121]
				nil, -- [122]
				nil, -- [123]
				nil, -- [124]
				nil, -- [125]
				nil, -- [126]
				nil, -- [127]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "敵人",
				}, -- [128]
				[998] = {
					["r"] = false,
					["d"] = "用於煽動者黑心事件。",
					["w"] = true,
					["n"] = "煽動觸發器 5",
				},
				[1036] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "龍喉敵人",
				},
				[309] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蠍子",
				},
				[1037] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[935] = {
					["r"] = false,
					["d"] = "薩塔由一群強大的那魯所組成，統治著重建的撒塔斯城。在奧多爾與占卜者的協助下對抗著伊利丹和燃燒軍團。",
					["w"] = false,
					["n"] = "薩塔",
				},
				[967] = {
					["r"] = false,
					["d"] = "肯瑞托為了監視麥迪文和他的行動而成立的一支秘密派別。",
					["w"] = false,
					["n"] = "紫羅蘭之眼",
				},
				[999] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "法力怪物",
				},
				[389] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "諾姆瑞根蟲",
				},
				[649] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "管理者埃克索圖斯",
				},
				[936] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "撒塔斯城",
				},
				[968] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "太陽之鷹",
				},
				[1000] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "卡德加的僕從",
				},
				[1040] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[809] = {
					["r"] = false,
					["d"] = "曾經強大一時的殘存精靈居住在厄運之槌，在神秘領域裡卻仍保有智慧和博學見識。",
					["w"] = false,
					["n"] = "辛德拉",
				},
				[310] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蝙蝠",
				},
				[1041] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狂亂",
				},
				[937] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "食人妖，森林",
				},
				[969] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "阿古斯之手",
				},
				[1001] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "劍刃氏族",
				},
				[1042] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "禦天者敵人",
				},
				[1043] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "臭鼬，喇叭花",
				},
				[938] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "歐曼奈",
				},
				[970] = {
					["r"] = false,
					["d"] = "孢子人是外域土生土長的蘑菇人種族，大部份的人都崇尚和平。他們的家園位在贊格沼澤的南方沼澤。",
					["w"] = true,
					["n"] = "斯博格爾",
				},
				[1002] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "伊斯利恩",
				},
				[1044] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "塞拉摩叛逃者",
				},
				[148] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "小動物",
				},
				[311] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "泰坦",
				},
				[939] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "DEPRECATED",
				},
				[971] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "真菌巨人",
				},
				[1003] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "護國者",
				},
				[940] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "洛薩之子",
				},
				[972] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "孢子蝙蝠",
				},
				[749] = {
					["r"] = false,
					["d"] = "這些元素以艾薩拉東邊的島嶼為家，是拉格納羅斯軍隊不共戴天的仇敵。",
					["w"] = true,
					["n"] = "海達希亞水元素",
				},
				[909] = {
					["r"] = false,
					["d"] = "行遍天下的馬戲團專門獻出奇異和非凡的表演。常出現在艾爾文森林與莫高雷。",
					["w"] = false,
					["n"] = "暗月馬戲團",
				},
				[941] = {
					["r"] = false,
					["d"] = "這個由棕色皮膚獸人所組成的孤寂團隊躲過了惡魔的腐化。他們在外域面臨了巨大改變但也保留了傳統生活方式。",
					["w"] = false,
					["n"] = "瑪格哈",
				},
				[973] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪物，掠奪者",
				},
				[750] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "薩弗隆火焰之王",
				},
				[910] = {
					["r"] = false,
					["d"] = "青銅龍軍團的後裔是時間的守護者，對凡人種族漠不關心。",
					["w"] = false,
					["n"] = "諾茲多姆的子嗣",
				},
				[942] = {
					["r"] = false,
					["d"] = "一批由塞納里奧議會派至外域研究倖存生命形態的探勘團隊。塞納里奧遠征隊在黑暗之門敞開後便快速擴大並獲得自治權。",
					["w"] = false,
					["n"] = "塞納里奧遠征隊",
				},
				[974] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪物，犧牲者",
				},
				[1006] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "肯瑞瓦 - 德崔克",
				},
				[329] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "監工費蘇勒",
				},
				[943] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "魔獄獸人",
				},
				[975] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "虛無異象",
				},
				[189] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "聯盟",
				},
				[529] = {
					["r"] = false,
					["d"] = "專門保護艾澤拉斯免受天譴軍團威脅的組織。銀色黎明的大本營就在東瘟疫之地和西瘟疫之地。",
					["w"] = true,
					["n"] = "銀色黎明",
				},
				[409] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鷹身人",
				},
				[912] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "卡林多聯軍",
				},
				[944] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "魔獄獸人鬼魂",
				},
				[489] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑鐵酒吧哥布林老闆",
				},
				[1008] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "肯瑞瓦 - 盧瑞斯",
				},
				[530] = {
					["r"] = false,
					["d"] = "流亡的食人妖部族加入了索爾和部落的行列。他們現在以杜洛塔為家，並與獸人同盟為伍。",
					["w"] = false,
					["n"] = "暗矛食人妖",
				},
				[849] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "部落靈魂嚮導",
				},
				[945] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "洛薩之子鬼魂",
				},
				[977] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "海加爾入侵者",
				},
				[1009] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "肯瑞瓦 - 考林",
				},
				[531] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "青銅龍軍團",
				},
				[914] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玩家，血精靈",
				},
				[946] = {
					["r"] = false,
					["d"] = "殘存的洛薩之子，聯盟中首批來到外域的老兵，已經穩固的堅守著地獄火前哨站。目前已和暴風城與鐵爐堡的軍隊匯流。",
					["w"] = false,
					["n"] = "榮譽堡",
				},
				[978] = {
					["r"] = false,
					["d"] = "德萊尼語中的『得救者』。這些破碎者逃離各方奴役他們的魔爪，並且在納葛蘭建立他們的家園，找尋新的命運。",
					["w"] = false,
					["n"] = "卡爾奈",
				},
				[1010] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "伊利丹的僕人",
				},
				[532] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "藍龍軍團",
				},
				[915] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "克蘇恩軍隊",
				},
				[947] = {
					["r"] = false,
					["d"] = "遠征隊通過了黑暗之門，索爾在地獄火半島建造了一個要塞。索爾瑪在外域擔任很多部落活動的指揮官。",
					["w"] = false,
					["n"] = "索爾瑪",
				},
				[979] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "陶土議會",
				},
				[1011] = {
					["r"] = false,
					["d"] = "來自不同背景和種族的撒塔斯難民。有用的消息迅速地在陰鬱城居民間傳開。",
					["w"] = false,
					["n"] = "陰鬱城",
				},
				[629] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "碎矛食人妖",
				},
				[916] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "異種攻擊者",
				},
				[948] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 2",
				},
				[980] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "外域",
				},
				[1012] = {
					["r"] = false,
					["d"] = "灰舌是眾所皆知的破碎者部族精英，正式地與伊利丹結盟。死亡誓言者是阿卡瑪最信任的副官，同時參與他們領袖的秘密活動。",
					["w"] = false,
					["n"] = "灰舌死亡誓言者",
				},
				[789] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "莫洛加",
				},
				[911] = {
					["r"] = false,
					["d"] = "奎爾薩拉斯的首都，血精靈的家園。雖然阿薩斯對太陽之井的攻擊幾乎毀了銀月城，但它仍再次成為一個繁榮的城市。",
					["w"] = false,
					["n"] = "銀月城",
				},
				[1049] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "食人妖，阿曼尼",
				},
				[630] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暴掠龍訓練師",
				},
				[917] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鐵爐堡軍旅",
				},
				[949] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 1",
				},
				[981] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "阿拉卡",
				},
				[1013] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗月的靈魂 1",
				},
				[790] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "聯盟靈魂嚮導",
				},
				[934] = {
					["r"] = false,
					["d"] = "『先知』沃藍索，帶領反對凱爾薩斯奪權的血精靈們。他們加入了撒塔斯城的那魯。和奧多爾彼此敵視。",
					["w"] = false,
					["n"] = "占卜者",
				},
				[229] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "哀嚎洞穴",
				},
				[470] = {
					["r"] = false,
					["d"] = "隸屬於熱砂企業的一部份。這座哥布林城提供那些在貧瘠之地從事貨物交易與服務的商人一座中立的庇護所。",
					["w"] = true,
					["n"] = "棘齒城",
				},
				[918] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "RC Enemies",
				},
				[950] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "ToWoW - Flag",
				},
				[982] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "贊格沼澤旗幟(聯盟)",
				},
				[1014] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗月的靈魂 2",
				},
				[269] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "銀月倖存者",
				},
				[1007] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "肯瑞瓦 - 貝爾瑪拉",
				},
				[1004] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "秘法殲滅者 (DNR)",
				},
				[1069] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "山羊競速威力上升 DND",
				},
				[919] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "RC Objects",
				},
				[349] = {
					["r"] = false,
					["d"] = "這個小偷與刺客公會，只歡迎身懷非凡卓越本事的人加入。辛迪加的世仇。",
					["w"] = true,
					["n"] = "拉文霍德",
				},
				[983] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "贊格沼澤旗幟(部落)",
				},
				[1015] = {
					["r"] = false,
					["d"] = "這支不尋常的龍族血裔源於死亡之翼的黑龍軍團，並受到虛空獨特的能量所影響。如今，他們試著在父親毀滅天性的陰影下認清自己。",
					["w"] = false,
					["n"] = "虛空之翼",
				},
				[1070] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "山羊競速陷阱 DND",
				},
				[1071] = {
					["r"] = false,
					["d"] = "測試用",
					["w"] = true,
					["n"] = "克萊格的松鼠",
				},
				[429] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "火刃",
				},
				[509] = {
					["r"] = false,
					["d"] = "阿拉索聯軍試圖替他們在暴風城的贊助者取回他們在阿拉希盆地所丟失的土地。",
					["w"] = false,
					["n"] = "阿拉索聯軍",
				},
				[920] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "紅色",
				},
				[952] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 3",
				},
				[729] = {
					["r"] = false,
					["d"] = "霜狼氏族設法從奧特蘭克山谷驅逐雷矛遠征隊營地的矮人。",
					["w"] = false,
					["n"] = "霜狼氏族",
				},
				[1016] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨龍教團",
				},
				[270] = {
					["r"] = false,
					["d"] = "食人妖已在尤亞姆巴島上努力招募幫手，對抗復活的血神，以及祖爾格拉布的阿塔萊祭司。",
					["w"] = false,
					["n"] = "贊達拉部族",
				},
				[678] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "風蛇",
				},
				[922] = {
					["r"] = false,
					["d"] = "安寧地曾是個高等精靈的城鎮，在天譴軍團入侵奎爾薩拉斯時被放棄。被遺忘者和那些試圖驅趕天譴軍團的血精靈又重新控制了此地。",
					["w"] = false,
					["n"] = "安寧地",
				},
				[889] = {
					["r"] = false,
					["d"] = "戰歌氏族的兇猛獸人，於戰歌峽谷中與銀翼哨兵彼此對峙。",
					["w"] = false,
					["n"] = "戰歌偵察騎兵",
				},
				[921] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "藍色",
				},
				[953] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 4",
				},
				[730] = {
					["r"] = false,
					["d"] = "雷矛矮人以奧特蘭克山谷為家，因其在戰爭中受霜狼獸人所封鎖。",
					["w"] = false,
					["n"] = "雷矛衛隊",
				},
				[1017] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "樹人",
				},
				[1074] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "節日 - 水桶",
				},
				[168] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "奈瑟加德商隊",
				},
				[1018] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "李奧薩拉斯惡魔 I",
				},
				[1077] = {
					["r"] = false,
					["d"] = "撒塔斯城在太陽之井對凱爾薩斯王子計畫的最後一擊。",
					["w"] = false,
					["n"] = "破碎之日進攻部隊",
				},
				[1075] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "節日 - 通稱",
				},
				[954] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "ToWoW - Flag Trigger Horde (DND)",
				},
				[986] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "時光之穴 - 敦霍爾德",
				},
				[510] = {
					["r"] = false,
					["d"] = "污染者想幫部落尋求阿拉希盆地珍稀的資源。",
					["w"] = false,
					["n"] = "污染者",
				},
				[511] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨人",
				},
				[572] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "邪枝食人妖",
				},
				[1081] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "目標，強制反應",
				},
				[709] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "戰場中立方",
				},
				[923] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "遠行者",
				},
				[955] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "破碎者",
				},
				[987] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "時光之穴 - 南海鎮衛兵",
				},
				[1019] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "李奧薩拉斯惡魔 II",
				},
				[1078] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "對戰型普通寵物",
				},
				[573] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "南海掠劫者",
				},
				[932] = {
					["r"] = false,
					["d"] = "曾由費倫帶領的古老德萊尼祭司，奧多爾目前由高階女祭司伊莎納領導。他們服從撒塔斯城中名為薩塔的那魯。與占卜者彼此敵對。",
					["w"] = false,
					["n"] = "奧多爾",
				},
				[892] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "部落軍隊",
				},
				[669] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "禿鷹",
				},
				[956] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "伊斯利恩",
				},
				[988] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗影議會藏身處",
				},
				[1020] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "李奧薩拉斯惡魔 III",
				},
				[1080] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪物，強制反應",
				},
				[829] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨魔(克羅卡斯)",
				},
				[670] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "貓",
				},
				[893] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "惡齒食人妖",
				},
				[925] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "逐日者",
				},
				[957] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "土元素",
				},
				[989] = {
					["r"] = false,
					["d"] = "時光守望者是諾茲多姆精挑細選來看守時光之穴的青銅龍群。",
					["w"] = false,
					["n"] = "時光守望者",
				},
				[1021] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "李奧薩拉斯惡魔 IV",
				},
				[951] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "ToWoW - Flag Trigger Alliance (DND)",
				},
				[575] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "未墮落的熊怪",
				},
				[926] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "博學者的公會",
				},
				[169] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "熱砂企業",
				},
				[671] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "螃蟹",
				},
				[958] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "戰鬥機器人",
				},
				[990] = {
					["r"] = false,
					["d"] = "青銅龍軍團神秘的成員，由索芮朵蜜所領導，諾茲多姆的首位配偶。",
					["w"] = false,
					["n"] = "流沙之鱗",
				},
				[1022] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "李奧薩拉斯惡魔 V",
				},
				[577] = {
					["r"] = false,
					["d"] = "熱砂企業的哥布林經營這座貿易商埠區，位在冬泉谷主要貿易道路的十字路口上。",
					["w"] = true,
					["n"] = "永望鎮",
				},
				[576] = {
					["r"] = false,
					["d"] = "身為最後一個尚未墮落的熊怪部族，木喉還在尋求保護心智的方法以終結同胞的受難。",
					["w"] = false,
					["n"] = "木喉要塞",
				},
				[673] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "土狼",
				},
				[1024] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "剝石者",
				},
				[927] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玩家，德萊尼",
				},
				[959] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "善良行動者",
				},
				[369] = {
					["r"] = false,
					["d"] = "熱砂企業的首都，同時身為哥布林最出名的工程師、鍊金師和商人之都。",
					["w"] = true,
					["n"] = "加基森",
				},
				[1023] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "阿薩羅斯",
				},
				[676] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "陸行鳥",
				},
				[209] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "奈瑟加德",
				},
				[609] = {
					["r"] = false,
					["d"] = "塞納里奧的德魯伊是大自然的守護神，將寧靜的月光林地當成自己的家。",
					["w"] = true,
					["n"] = "塞納里奧議會",
				},
				[449] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗影蛛絲偷獵者",
				},
				[1087] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "節日怪物",
				},
				[960] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "邪惡行動者",
				},
				[249] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "異種蠍",
				},
				[769] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "吉茲洛克的假人",
				},
				[984] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "贊格沼澤旗幟(中立)",
				},
				[929] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "血槌氏族",
				},
				[770] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "吉茲洛克的符咒",
				},
				[1025] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "剝皮獵人",
				},
				[674] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "貓頭鷹",
				},
				[961] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "靜松熊怪",
				},
				[993] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗之門攻擊者，軍團",
				},
				[1026] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "影月遮蔽處",
				},
				[985] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "時光之穴 - 索爾",
				},
				[771] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "吉茲洛克",
				},
				[450] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "灼熱蜘蛛",
				},
				[1027] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "軍團通報器",
				},
				[675] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蠍子",
				},
				[962] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "瘋狂的梟獸",
				},
				[994] = {
					["r"] = false,
					["d"] = "用於煽動者黑心事件。",
					["w"] = true,
					["n"] = "煽動觸發器",
				},
				[1028] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鴉林長者",
				},
				[992] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗之門防衛者，部落",
				},
				[991] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗之門防衛者，聯盟",
				},
				[924] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "DEPRECATED",
				},
				[1029] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "西洋棋，合適的西洋棋",
				},
				[931] = {
					["r"] = false,
					["d"] = "This faction only exists to test the editing of faction names and descriptions……",
					["w"] = true,
					["n"] = "Test Faction (not a real faction)",
				},
				[963] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "聯盟西洋棋",
				},
				[995] = {
					["r"] = false,
					["d"] = "用於煽動者黑心事件。",
					["w"] = true,
					["n"] = "煽動觸發器 2",
				},
				[1030] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗神廟大門 - 伊利達瑞",
				},
				[672] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鱷魚",
				},
				[928] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "天譴入侵者",
				},
				[976] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "海加爾防衛者",
				},
				[1031] = {
					["r"] = false,
					["d"] = "一支由撒塔斯城召集的空軍軍隊，專門對付接近外域最高範圍的威脅。",
					["w"] = false,
					["n"] = "薩塔禦天者",
				},
				[677] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "烏龜",
				},
				[964] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "部落西洋棋",
				},
				[996] = {
					["r"] = false,
					["d"] = "用於煽動者黑心事件。",
					["w"] = true,
					["n"] = "煽動觸發器 3",
				},
				[1032] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "52區",
				},
				[2403] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "奪取旗幟 - 旗幟 - 聯盟",
				},
				[2402] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "奪取旗幟 - 旗幟 - 部落",
				},
				[869] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "加德納爾",
				},
				[1033] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "瑪翼夫",
				},
				[933] = {
					["r"] = false,
					["d"] = "由「奈薩斯王子」哈拉瑪德率領，聯合團是一個由伊私利走私者，商人，和小偷組成的鬆散企業，試圖在外域獲取他們的利益。",
					["w"] = false,
					["n"] = "聯合團",
				},
				[965] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪盜史霸",
				},
				[997] = {
					["r"] = false,
					["d"] = "用於煽動者黑心事件。",
					["w"] = true,
					["n"] = "煽動觸發器 4",
				},
				[1034] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "司凱堤斯暗影阿拉卡",
				},
				[1038] = {
					["r"] = false,
					["d"] = "歐格利拉有知識的居民都住在劍刃山脈西邊，鄰近頂尖水晶讓他們超越了野蠻的巨魔天性。",
					["w"] = false,
					["n"] = "歐格利拉",
				},
				[1039] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "劫毀者",
				},
				[1059] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flags",
				},
				[1035] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "司凱堤斯阿拉卡",
				},
				[679] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "訓練假人",
				},
				[966] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪盜史霸黨羽",
				},
				[689] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑龍軍團 - 誘餌",
				},
			},
			["rule"] = {
				["1:4:4:2:1000:item:24732:0:0:0:0:0:0:-12:810287128:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:3:0:1000:item:24476:0"] = false,
				["1:4:12:0:1000:empty:0:1"] = false,
				["1:3:8:0:1000:empty:0:1"] = false,
				["2:1:11:0:1000:empty:0:3"] = false,
				["2:1:31:0:1000:empty:0:3"] = false,
				["1:1:2:3:1000:item:5178:1"] = false,
				["1:3:2:0:1000:empty:0:1"] = false,
				["1:3:12:0:1000:empty:0:1"] = false,
				["1:1:16:0:1000:item:28478:0"] = false,
				["1:1:13:3:1000:item:186071:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:15:0:1000:item:24476:0"] = false,
				["1:4:10:0:1000:empty:0:1"] = false,
				["2:1:17:0:1000:empty:0:3"] = false,
				["1:5:9:0:1000:item:13446:0"] = false,
				["1:1:9:0:1000:item:17030:0"] = false,
				["1:5:15:0:1000:empty:0:1"] = false,
				["1:3:3:0:1000:item:25431:0"] = false,
				["1:4:2:0:1000:item:27858:0"] = false,
				["1:4:1:2:1000:item:25103:0:0:0:0:0:0:-9:519700497:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:6:0:1000:empty:0:1"] = false,
				["1:3:2:0:1000:item:25368:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["2:1:4:0:1000:empty:0:3"] = false,
				["1:3:14:0:1000:empty:0:1"] = false,
				["2:1:12:0:1000:empty:0:3"] = false,
				["1:2:14:0:1000:item:25429:0"] = false,
				["1:3:9:0:1000:empty:0:1"] = false,
				["2:1:5:0:1000:empty:0:3"] = false,
				["1:1:6:0:1000:item:13935:0"] = false,
				["1:2:14:0:1000:empty:0:1"] = false,
				["1:2:15:0:1000:item:24477:0"] = false,
				["2:1:18:0:1000:empty:0:3"] = false,
				["1:2:8:0:1000:empty:0:1"] = false,
				["1:2:9:0:1000:empty:0:1"] = false,
				["1:1:10:3:1000:item:5665:1"] = false,
				["1:1:5:3:1000:item:5175:1"] = false,
				["1:3:13:2:1000:item:24839:0:0:0:0:0:0:-43:292356128:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["2:1:10:0:1000:empty:0:3"] = false,
				["2:1:3:0:1000:empty:0:3"] = false,
				["1:3:15:0:1000:empty:0:1"] = false,
				["1:1:16:0:1000:empty:0:1"] = false,
				["1:3:10:0:1000:empty:0:1"] = false,
				["1:1:7:0:1000:item:18746:0"] = false,
				["1:5:7:0:1000:empty:0:1"] = false,
				["1:4:6:0:1000:empty:0:1"] = false,
				["2:1:26:0:1000:empty:0:3"] = false,
				["1:4:7:0:1000:empty:0:1"] = false,
				["1:3:5:0:1000:empty:0:1"] = false,
				["1:3:9:0:1000:item:24477:0"] = false,
				["1:2:3:0:1000:empty:0:1"] = false,
				["1:3:1:0:1000:empty:0:1"] = false,
				["1:1:4:3:1000:item:5176:1"] = false,
				["1:2:7:0:1000:empty:0:1"] = false,
				["1:5:5:0:1000:empty:0:1"] = false,
				["1:2:12:0:1000:item:8952:0"] = false,
				["1:2:15:2:1000:item:25326:0:0:0:0:0:0:-17:472186920:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:10:0:1000:item:24476:0"] = false,
				["1:4:7:0:1000:item:8766:0"] = false,
				["1:4:6:0:1000:item:24476:0"] = false,
				["1:4:3:0:1000:empty:0:1"] = false,
				["1:3:14:0:1000:item:25340:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:3:2:0:1000:item:24476:0"] = false,
				["1:3:1:0:1000:item:24476:0"] = false,
				["2:1:20:0:1000:empty:0:3"] = false,
				["1:3:16:2:1000:item:24626:0:0:0:0:0:0:-15:1614020652:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:2:0:1000:empty:0:1"] = false,
				["1:3:14:0:1000:item:24476:0"] = false,
				["1:3:15:0:1000:item:24476:0"] = false,
				["2:1:14:0:1000:empty:0:3"] = false,
				["1:2:8:0:1000:item:25386:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:1:8:0:1000:item:38429:0"] = false,
				["1:3:5:0:1000:item:24578:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:3:0:1000:item:25402:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:16:0:1000:empty:0:1"] = false,
				["1:4:1:0:1000:item:24476:0"] = false,
				["1:2:16:0:1000:item:25366:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:9:0:1000:item:25385:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:8:0:1000:item:24476:0"] = false,
				["1:2:3:3:1000:item:186036:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:3:2:1000:item:24826:0:0:0:0:0:0:-20:1330839592:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:6:0:1000:item:25384:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:4:0:1000:item:24477:0"] = false,
				["1:2:4:2:1000:item:25047:0:0:0:0:0:0:-41:2028732439:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:2:0:1000:item:30404:0"] = false,
				["1:5:13:0:1000:empty:0:1"] = false,
				["1:5:1:0:1000:empty:0:1"] = false,
				["2:1:15:0:1000:empty:0:3"] = false,
				["2:1:23:0:1000:empty:0:3"] = false,
				["1:3:6:2:1000:item:25174:0:0:0:0:0:0:-17:1566834731:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:16:0:1000:empty:0:1"] = false,
				["2:1:32:0:1000:empty:0:3"] = false,
				["2:1:9:0:1000:empty:0:3"] = false,
				["2:1:25:0:1000:empty:0:3"] = false,
				["2:1:29:0:1000:empty:0:3"] = false,
				["2:1:28:0:1000:empty:0:3"] = false,
				["1:2:13:0:1000:item:13446:0"] = false,
				["1:5:3:0:1000:empty:0:1"] = false,
				["1:4:5:0:1000:item:25429:0"] = false,
				["2:1:27:0:1000:empty:0:3"] = false,
				["2:1:30:0:1000:empty:0:3"] = false,
				["2:1:1:0:1000:empty:0:3"] = false,
				["2:1:21:0:1000:empty:0:3"] = false,
				["2:1:16:0:1000:empty:0:3"] = false,
				["1:3:10:0:1000:item:27501:0"] = false,
				["2:1:13:0:1000:empty:0:3"] = false,
				["1:2:10:3:1000:item:29908:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:5:13:0:1000:item:24477:0"] = false,
				["2:1:2:0:1000:empty:0:3"] = false,
				["2:1:24:0:1000:empty:0:3"] = false,
				["1:3:3:0:1000:empty:0:1"] = false,
				["1:5:12:0:1000:empty:0:1"] = false,
				["1:5:8:0:1000:empty:0:1"] = false,
				["1:5:10:0:1000:empty:0:1"] = false,
				["1:5:2:0:1000:empty:0:1"] = false,
				["1:3:11:0:1000:item:13444:0"] = false,
				["1:2:15:0:1000:empty:0:1"] = false,
				["1:1:12:0:1000:item:24478:0"] = false,
				["2:1:22:0:1000:empty:0:3"] = false,
				["1:2:11:0:1000:item:30326:0"] = false,
				["1:4:13:0:1000:empty:0:1"] = false,
				["1:3:16:0:1000:empty:0:1"] = false,
				["1:5:4:0:1000:empty:0:1"] = false,
				["1:1:3:3:1000:item:5177:1"] = false,
				["1:2:11:0:1000:empty:0:1"] = false,
				["1:5:6:0:1000:empty:0:1"] = false,
				["1:1:11:0:1000:item:24479:0"] = false,
				["2:1:6:0:1000:empty:0:3"] = false,
				["2:1:7:0:1000:empty:0:3"] = false,
				["2:1:19:0:1000:empty:0:3"] = false,
				["1:5:11:2:1000:item:24847:0:0:0:0:0:0:-15:2112880673:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:11:0:1000:empty:0:1"] = false,
				["1:4:8:0:1000:empty:0:1"] = false,
				["1:5:14:0:1000:empty:0:1"] = false,
				["1:4:15:0:1000:empty:0:1"] = false,
				["1:3:4:0:1000:item:28399:0"] = false,
				["1:4:11:2:1000:item:24826:0:0:0:0:0:0:-17:493879336:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:5:3:1000:item:27479:1"] = false,
				["1:4:1:0:1000:empty:0:1"] = false,
				["1:1:14:3:1000:item:186072:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:5:0:1000:empty:0:1"] = false,
				["1:3:12:2:1000:item:24734:0:0:0:0:0:0:-33:1806172193:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:14:0:1000:empty:0:1"] = false,
				["1:1:15:3:1000:item:185988:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:4:0:1000:empty:0:1"] = false,
				["1:3:8:0:1000:item:25386:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["2:1:8:0:1000:empty:0:3"] = false,
				["1:1:1:3:1000:item:6948:1"] = false,
				["1:2:3:2:1000:item:24711:0:0:0:0:0:0:-20:174129192:0:0:0:0:0:0:0:0:0:0:0"] = false,
			},
			["version"] = 30966,
		},
		["option"] = {
			["catset"] = {
				["data"] = {
					[1000] = {
						["category"] = {
							["junk"] = {
								{
									[408] = false,
								}, -- [1]
							},
							["assign"] = {
								["item:17057:0"] = "1!402",
								["item:14047:0"] = "1!408",
								["item:17058:0"] = "1!402",
								["item:21877:0"] = "1!408",
							},
						},
					},
				},
			},
			["sort"] = {
				["method"] = {
					["data"] = {
						[9998] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								nil, -- [5]
								nil, -- [6]
								nil, -- [7]
								{
									["key"] = "slottype",
								}, -- [8]
								{
									["key"] = "expansion",
								}, -- [9]
								{
									["key"] = "itemstatlevel",
								}, -- [10]
								{
									["key"] = "id",
								}, -- [11]
								{
									["key"] = "itemuselevel",
								}, -- [12]
								{
									["key"] = "vendorprice",
								}, -- [13]
								{
									["key"] = "itemage",
								}, -- [14]
								{
									["key"] = "itemtype",
								}, -- [15]
							},
						},
						[9995] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["key"] = "slottype",
								}, -- [3]
								{
									["key"] = "expansion",
								}, -- [4]
								{
									["key"] = "itemstatlevel",
								}, -- [5]
								{
									["key"] = "id",
								}, -- [6]
								{
									["key"] = "itemuselevel",
								}, -- [7]
								{
									["key"] = "vendorprice",
								}, -- [8]
								{
									["key"] = "itemage",
								}, -- [9]
								{
									["key"] = "itemtype",
								}, -- [10]
								{
									["key"] = "category",
								}, -- [11]
								{
									["key"] = "location",
								}, -- [12]
								{
									["key"] = "name",
								}, -- [13]
								{
									["key"] = "count",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9999] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["key"] = "slottype",
								}, -- [3]
								{
									["key"] = "expansion",
								}, -- [4]
								{
									["key"] = "itemstatlevel",
								}, -- [5]
								{
									["key"] = "id",
								}, -- [6]
								{
									["key"] = "itemuselevel",
								}, -- [7]
								{
									["key"] = "vendorprice",
								}, -- [8]
								{
									["key"] = "itemage",
								}, -- [9]
								{
									["key"] = "itemtype",
								}, -- [10]
								{
									["key"] = "category",
								}, -- [11]
								{
									["key"] = "location",
								}, -- [12]
								{
									["key"] = "name",
								}, -- [13]
								{
									["key"] = "count",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9996] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								{
									["key"] = "slottype",
								}, -- [5]
								{
									["key"] = "expansion",
								}, -- [6]
								{
									["key"] = "itemstatlevel",
								}, -- [7]
								{
									["key"] = "id",
								}, -- [8]
								{
									["key"] = "itemuselevel",
								}, -- [9]
								{
									["key"] = "itemage",
								}, -- [10]
								{
									["key"] = "itemtype",
								}, -- [11]
								{
									["key"] = "category",
								}, -- [12]
								{
									["key"] = "location",
								}, -- [13]
								{
									["key"] = "name",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9993] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["key"] = "slottype",
								}, -- [3]
								{
									["key"] = "expansion",
								}, -- [4]
								{
									["key"] = "itemstatlevel",
								}, -- [5]
								{
									["key"] = "id",
								}, -- [6]
								{
									["key"] = "itemuselevel",
								}, -- [7]
								{
									["key"] = "vendorprice",
								}, -- [8]
								{
									["key"] = "itemage",
								}, -- [9]
								{
									["key"] = "itemtype",
								}, -- [10]
								{
									["key"] = "category",
								}, -- [11]
								{
									["key"] = "location",
								}, -- [12]
								{
									["key"] = "name",
								}, -- [13]
								{
									["key"] = "count",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9997] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								{
									["key"] = "slottype",
								}, -- [5]
								{
									["key"] = "expansion",
								}, -- [6]
								{
									["key"] = "itemstatlevel",
								}, -- [7]
								{
									["key"] = "id",
								}, -- [8]
								{
									["key"] = "itemuselevel",
								}, -- [9]
								{
									["key"] = "vendorprice",
								}, -- [10]
								{
									["key"] = "itemage",
								}, -- [11]
								{
									["key"] = "itemtype",
								}, -- [12]
								{
									["key"] = "category",
								}, -- [13]
								{
									["key"] = "location",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9994] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								{
									["key"] = "slottype",
								}, -- [5]
								{
									["key"] = "expansion",
								}, -- [6]
								{
									["key"] = "itemstatlevel",
								}, -- [7]
								{
									["key"] = "id",
								}, -- [8]
								{
									["key"] = "itemuselevel",
								}, -- [9]
								{
									["key"] = "vendorprice",
								}, -- [10]
								{
									["key"] = "itemage",
								}, -- [11]
								{
									["key"] = "itemtype",
								}, -- [12]
								{
									["key"] = "category",
								}, -- [13]
								{
									["key"] = "location",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
					},
				},
			},
			["junk"] = {
				["sell"] = true,
			},
			["transmog"] = {
				["enable"] = false,
			},
			["tooltip"] = {
				["battlepet"] = {
					["enable"] = false,
				},
			},
			["profile"] = {
				["data"] = {
					[9999] = {
						["location"] = {
							[3] = {
							},
						},
					},
					[1000] = {
						["guid"] = "4487-00152DE8-20220326122351-A078-2507-0BEF",
						["used"] = "D",
						["location"] = {
							{
								["anchor"] = {
									["b"] = 229.7778625488281,
									["l"] = 1442.667114257813,
									["t"] = 582.7779541015625,
									["r"] = 2126.6669921875,
								},
								["container"] = {
									["height"] = 233,
									["width"] = 684,
								},
							}, -- [1]
							[3] = {
							},
						},
					},
					[1001] = {
						["name"] = "騎風",
						["guid"] = "4487-00152DE8-20220326122555-9A04-F94B-3DCE",
						["used"] = "Y",
						["location"] = {
							{
								["layout"] = 1001,
								["style"] = 1001,
								["anchor"] = {
									["b"] = 189.2221069335938,
									["l"] = 1655.889892578125,
									["t"] = 767.2221069335938,
									["r"] = 2093.889892578125,
								},
								["container"] = {
									["height"] = 458,
									["width"] = 438,
								},
							}, -- [1]
							{
								["style"] = 1001,
								["layout"] = 1001,
								["anchor"] = {
									["b"] = 895.9999389648438,
									["t"] = 1200,
									["l"] = 1715.33349609375,
									["r"] = 2133.33349609375,
								},
								["container"] = {
									["height"] = 184,
									["width"] = 418,
								},
							}, -- [2]
							{
								["style"] = 1001,
								["layout"] = 1001,
							}, -- [3]
							{
								["style"] = 1001,
								["layout"] = 1001,
							}, -- [4]
							{
								["style"] = 1001,
								["layout"] = 1001,
							}, -- [5]
							{
								["style"] = 1001,
								["layout"] = 1001,
							}, -- [6]
							nil, -- [7]
							nil, -- [8]
							nil, -- [9]
							{
								["style"] = 1001,
								["layout"] = 1001,
							}, -- [10]
							nil, -- [11]
							nil, -- [12]
							nil, -- [13]
							nil, -- [14]
							nil, -- [15]
							{
								["style"] = 1001,
								["layout"] = 1001,
							}, -- [16]
						},
					},
				},
				["next"] = 1001,
			},
			["design"] = {
				["data"] = {
					[9998] = {
					},
					[1001] = {
						["guid"] = "4487-00152DE8-20220326122705-F435-A242-B2E6",
						["window"] = {
							["height"] = 560,
							["width"] = 10,
						},
						["changer"] = {
							["hide"] = true,
						},
						["name"] = "騎風",
						["category"] = {
							["1!437"] = 2,
							["1!453"] = 3,
							["1!411"] = 5,
							["1!402"] = 4,
							["1!417"] = 2,
							["1!430"] = 2,
							["1!403"] = 3,
							["1!207"] = 4,
							["1!408"] = 5,
							["1!419"] = 2,
							["1!418"] = 2,
							["1!420"] = 2,
							["1!415"] = 3,
							["1!452"] = 5,
						},
						["used"] = "Y",
						["slot"] = {
							["anchor"] = 3,
							["size"] = 35,
							["age"] = {
								["font"] = {
									["height"] = 10,
								},
							},
						},
						["bar"] = {
							["per"] = 2,
							["data"] = {
								{
									["sort"] = {
										["method"] = 9998,
									},
								}, -- [1]
							},
							["anchor"] = 3,
						},
					},
					[9999] = {
					},
					[1000] = {
						["changer"] = {
							["hide"] = true,
						},
						["category"] = {
							["1!420"] = 4,
							["1!453"] = 2,
							["1!411"] = 2,
							["1!402"] = 5,
							["1!417"] = 4,
							["1!430"] = 4,
							["1!403"] = 2,
							["1!408"] = 2,
							["1!419"] = 4,
							["1!418"] = 4,
							["1!207"] = 3,
							["1!415"] = 2,
							["1!437"] = 4,
						},
						["used"] = "D",
					},
					[9997] = {
						["bar"] = {
							["data"] = {
								{
									["sort"] = {
									},
									["name"] = {
										["text"] = "",
										["custom"] = 1,
										["colour"] = {
											["r"] = 1,
											["g"] = 1,
											["b"] = 1,
										},
									},
									["background"] = {
										["custom"] = 1,
										["colour"] = {
											["a"] = 0.4,
											["r"] = 0,
											["g"] = 0,
											["b"] = 0.4,
										},
									},
									["border"] = {
										["custom"] = 1,
										["colour"] = {
											["r"] = 0.3,
											["g"] = 0.3,
											["b"] = 0.3,
										},
									},
									["width"] = {
										["min"] = 0,
									},
								}, -- [1]
							},
						},
					},
				},
				["next"] = 1001,
			},
			["updatetimer"] = {
				["EVENT_ARKINV_VAULT_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_QUEST_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_LDB_CURRENCY_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_TRANSMOG_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_VAULT_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_LDB_MOUNT_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_COLLECTION_CURRENCY_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_BAG_RESCAN_BUCKET"] = {
				},
				["EVENT_ARKINV_MAIL_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_LOCATION_SCANNED_BUCKET"] = {
				},
				["EVENT_ARKINV_COLLECTION_REPUTATION_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_INVENTORY_CHANGE_BUCKET"] = {
				},
				["EVENT_ARKINV_LDB_REPUTATION_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_AUCTION_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_AUCTION_UPDATE_MASSIVE_BUCKET"] = {
				},
				["EVENT_ARKINV_BAG_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_BANK_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_BAG_UPDATE_COOLDOWN_BUCKET"] = {
				},
				["EVENT_ARKINV_VOID_UPDATE_BUCKET"] = {
				},
			},
			["version"] = 30966,
			["restack"] = {
				["blizzard"] = false,
			},
		},
		["account"] = {
			["next"] = 503,
			["data"] = {
				[501] = {
					["used"] = "D",
					["name"] = "騎風",
				},
				[502] = {
					["used"] = "D",
					["name"] = "111",
				},
				[503] = {
					["used"] = "Y",
					["name"] = "騎風",
				},
			},
		},
	},
	["profileKeys"] = {
		["隔離 - 伊弗斯"] = "Default",
		["騎風 - 伊弗斯"] = "Default",
	},
}
