
ARKINVDB = {
	["global"] = {
		["player"] = {
			["data"] = {
				["騎風 - 伊弗斯"] = {
					["profile"] = 1001,
					["info"] = {
						["guid"] = "Player-4487-00152DE8",
						["class"] = "SHAMAN",
						["player_id"] = "騎風 - 伊弗斯",
						["race"] = "Orc",
						["proj"] = 5,
						["realm"] = "伊弗斯",
						["isplayer"] = true,
						["money"] = 1424638595,
						["gender"] = 2,
						["itemlevel"] = 1,
						["name"] = "騎風",
						["faction"] = "Horde",
						["race_local"] = "兽人",
						["level"] = 70,
						["class_local"] = "萨满祭司",
						["faction_local"] = "部落",
					},
					["location"] = {
						{
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:27658::::::::70:::::::::|h[烧烤裂蹄牛]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:5175::::::::70:::::::::|h[大地图腾]|h|r",
											["slot_id"] = 2,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:5176::::::::70:::::::::|h[火焰图腾]|h|r",
											["slot_id"] = 3,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:5177::::::::70:::::::::|h[水之图腾]|h|r",
											["slot_id"] = 4,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:5178::::::::70:::::::::|h[空气图腾]|h|r",
											["slot_id"] = 5,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 6,
											["bag_id"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 5,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:32901::::::::70:::::::::|h[沙塔斯无情突袭合剂]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:22105::::::::70:::::::::|h[极效治疗石]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 8,
											["loc_id"] = 1,
											["age"] = 27553904,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:27658::::::::70:::::::::|h[烧烤裂蹄牛]|h|r",
											["slot_id"] = 9,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [9]
										{
											["q"] = 0,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 10,
											["loc_id"] = 1,
											["bag_id"] = 1,
										}, -- [10]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:17030::::::::70:::::::::|h[十字章]|h|r",
											["count"] = 9,
											["sb"] = 0,
											["slot_id"] = 11,
											["loc_id"] = 1,
											["age"] = 27507939,
										}, -- [11]
										{
											["q"] = 1,
											["age"] = 27489140,
											["h"] = "|cffffffff|Hitem:17057::::::::70:::::::::|h[闪亮的鱼鳞]|h|r",
											["count"] = 19,
											["sb"] = 0,
											["slot_id"] = 12,
											["loc_id"] = 1,
											["bag_id"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:17058::::::::70:::::::::|h[鱼油]|h|r",
											["bag_id"] = 1,
											["count"] = 14,
										}, -- [13]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 14,
											["h"] = "|cffffffff|Hitem:19239::::::::70:::::::::|h[塞格的塔罗牌#4]|h|r",
											["age"] = 27516404,
										}, -- [14]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:20748::::::::70:::::::::|h[卓越法力之油]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:34257::::::::70:::::::::|h[魔能虹吸宝石]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 16,
											["loc_id"] = 1,
											["age"] = 27542143,
										}, -- [16]
									},
									["bag_id"] = 1,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 2,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 3,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 4,
											["bag_id"] = 2,
											["h"] = "|cffa335ee|Hitem:34009::::::::70:::::::::|h[审判之锤]|h|r",
											["slot_id"] = 1,
											["sb"] = 3,
											["count"] = 1,
											["loc_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["count"] = 8,
											["sb"] = 0,
											["slot_id"] = 2,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[灵纹布]|h|r",
											["age"] = 27552286,
										}, -- [2]
										{
											["q"] = 1,
											["age"] = 27473280,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["sb"] = 0,
											["count"] = 4,
											["h"] = "|cffffffff|Hitem:22832::::::::70:::::::::|h[超级法力药水]|h|r",
											["bag_id"] = 2,
										}, -- [3]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 4,
											["h"] = "|cffffffff|Hitem:30809::::::::70:::::::::|h[萨格拉斯印记]|h|r",
											["age"] = 27552286,
										}, -- [4]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["sb"] = 0,
											["count"] = 22,
											["h"] = "|cffffffff|Hitem:25719::::::::70:::::::::|h[鸦人的羽毛]|h|r",
											["age"] = 27489064,
										}, -- [5]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:22838::::::::70:::::::::|h[加速药水]|h|r",
											["count"] = 5,
											["sb"] = 0,
											["slot_id"] = 6,
											["loc_id"] = 1,
											["age"] = 27553939,
										}, -- [6]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:22829::::::::70:::::::::|h[超级治疗药水]|h|r",
											["slot_id"] = 7,
											["sb"] = 0,
											["count"] = 5,
											["loc_id"] = 1,
											["age"] = 27553943,
										}, -- [7]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:22829::::::::70:::::::::|h[超级治疗药水]|h|r",
											["count"] = 5,
											["sb"] = 0,
											["slot_id"] = 8,
											["loc_id"] = 1,
											["age"] = 27553943,
										}, -- [8]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:33286::::::::70:::::::::|h[魔精医师的面具]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:28558::::::::70:::::::::|h[幽魂碎片]|h|r",
											["count"] = 8,
											["sb"] = 3,
											["slot_id"] = 10,
											["loc_id"] = 1,
											["age"] = 27530879,
										}, -- [10]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 11,
											["h"] = "|cffffffff|Hitem:29450::::::::70:::::::::|h[塔拉葡萄]|h|r",
											["age"] = 27523373,
										}, -- [11]
										{
											["q"] = 3,
											["age"] = 27551050,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["sb"] = 0,
											["count"] = 1,
											["h"] = "|cff0070dd|Hitem:185848::::::::70:::::::::|h[强效战斗之鼓]|h|r",
											["bag_id"] = 2,
										}, -- [12]
										{
											["q"] = 2,
											["age"] = 27507939,
											["h"] = "|cff1eff00|Hitem:11122::::::::70:::::::::|h[棍子上的胡萝卜]|h|r",
											["slot_id"] = 13,
											["sb"] = 3,
											["count"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 2,
										}, -- [13]
										{
											["q"] = 2,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:24604::::::-35:867827734:70:::::::::|h[暗影防护之星火护腕]|h|r",
											["slot_id"] = 14,
											["sb"] = 3,
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 27507839,
										}, -- [14]
										{
											["q"] = 2,
											["age"] = 27507939,
											["h"] = "|cff1eff00|Hitem:24790::::::-35:1577975849:70:::::::::|h[暗影防护之远征军束带]|h|r",
											["slot_id"] = 15,
											["sb"] = 3,
											["count"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 2,
										}, -- [15]
										{
											["q"] = 2,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["sb"] = 3,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:24889::::::-35:2082603047:70:::::::::|h[暗影防护之斯克提斯护手]|h|r",
											["age"] = 27489141,
										}, -- [16]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:24900::::::-35:27983912:70:::::::::|h[暗影防护之碎裂护肩]|h|r",
											["slot_id"] = 17,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 2,
											["age"] = 27480536,
											["loc_id"] = 1,
											["slot_id"] = 18,
											["sb"] = 3,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:25043::::::-35:793575456:70:::::::::|h[暗影防护之琥珀斗篷]|h|r",
											["bag_id"] = 2,
										}, -- [18]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:28671:3009:::::::70:::::::::|h[钢针面甲]|h|r",
											["slot_id"] = 19,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32757::::::::70:::::::::|h[卡拉波神圣勋章]|h|r",
											["slot_id"] = 20,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [20]
									},
									["bag_id"] = 2,
									["loc_id"] = 1,
									["count"] = 20,
									["status"] = -3,
									["h"] = "|cff0070dd|Hitem:34067::::::::70:::::::::|h[破烂的巫术布袋]|h|r",
									["texture"] = 133645,
								}, -- [2]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:7717::::::::70:::::::::|h[破坏者]|h|r",
											["slot_id"] = 1,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:25653::::::::70:::::::::|h[马鞭]|h|r",
											["slot_id"] = 2,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:25477::::::::70:::::::::|h[迅捷红色驭风者]|h|r",
											["slot_id"] = 3,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 4,
											["bag_id"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["sb"] = 3,
											["count"] = 1,
											["h"] = "|cffa335ee|Hitem:28611::::::::70:::::::::|h[龙心火盾]|h|r",
										}, -- [4]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:28777:368:::::::70:::::::::|h[深渊猎手披风]|h|r",
											["slot_id"] = 5,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:29282::::::::70:::::::::|h[紫罗兰徽记]|h|r",
											["slot_id"] = 6,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["sb"] = 0,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r",
											["slot_id"] = 8,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 117,
										}, -- [8]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["sb"] = 3,
											["count"] = 9,
											["h"] = "|cffffffff|Hitem:32569::::::::70:::::::::|h[埃匹希斯碎片]|h|r",
											["age"] = 27542144,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:27658::::::::70:::::::::|h[烧烤裂蹄牛]|h|r",
											["bag_id"] = 3,
											["count"] = 17,
										}, -- [10]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:28669:464:::::::70:::::::::|h[恶匪长靴]|h|r",
											["slot_id"] = 11,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:184871::::::::70:::::::::|h[黑暗之门]|h|r",
											["slot_id"] = 12,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:33809::::::::70:::::::::|h[阿曼尼战熊]|h|r",
											["slot_id"] = 13,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["sb"] = 0,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:34062::::::::70:::::::::|h[魔法点心]|h|r",
											["slot_id"] = 15,
											["sb"] = 0,
											["count"] = 17,
											["loc_id"] = 1,
											["age"] = 27553903,
										}, -- [15]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:33471::::::::70:::::::::|h[双趾拖鞋]|h|r",
											["slot_id"] = 16,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:33464::::::::70:::::::::|h[妖术领主的巫毒肩铠]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 1,
											["age"] = 27542535,
											["loc_id"] = 1,
											["count"] = 10,
											["sb"] = 0,
											["slot_id"] = 18,
											["h"] = "|cffffffff|Hitem:17030::::::::70:::::::::|h[十字章]|h|r",
											["bag_id"] = 3,
										}, -- [18]
										{
											["q"] = 2,
											["age"] = 27551079,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 19,
											["h"] = "|cff1eff00|Hitem:29529::::::::70:::::::::|h[战斗之鼓]|h|r",
											["bag_id"] = 3,
										}, -- [19]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:30810::::::::70:::::::::|h[日怒徽记]|h|r",
											["count"] = 58,
											["sb"] = 0,
											["slot_id"] = 20,
											["loc_id"] = 1,
											["age"] = 27533760,
										}, -- [20]
									},
									["bag_id"] = 3,
									["loc_id"] = 1,
									["count"] = 20,
									["status"] = -3,
									["empty"] = 2,
									["h"] = "|cffa335ee|Hitem:34845::::::::70:::::::::|h[深渊领主的口袋]|h|r",
									["texture"] = 133666,
								}, -- [3]
								{
									["q"] = 3,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 2,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["sb"] = 0,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:29529::::::::70:::::::::|h[战斗之鼓]|h|r",
											["age"] = 27551079,
										}, -- [1]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:34062::::::::70:::::::::|h[魔法点心]|h|r",
											["slot_id"] = 2,
											["sb"] = 0,
											["count"] = 20,
											["loc_id"] = 1,
											["age"] = 27553946,
										}, -- [2]
										{
											["q"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 3,
											["loc_id"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 4,
											["sb"] = 0,
											["count"] = 1,
											["loc_id"] = 1,
										}, -- [4]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:27860::::::::70:::::::::|h[清洁的德拉诺之水]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 5,
											["loc_id"] = 1,
											["age"] = 27542148,
										}, -- [5]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:34062::::::::70:::::::::|h[魔法点心]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 6,
											["loc_id"] = 1,
											["age"] = 27553946,
										}, -- [6]
										{
											["q"] = 4,
											["bag_id"] = 4,
											["h"] = "|cffa335ee|Hitem:32592::::::::70:::::::::|h[无情风暴胸甲]|h|r",
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 2,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["sb"] = 0,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:31952::::::::70:::::::::|h[氪金宝箱]|h|r",
											["o"] = true,
											["age"] = 27535156,
										}, -- [8]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["h"] = "|cff0070dd|Hitem:185848::::::::70:::::::::|h[强效战斗之鼓]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 1,
											["age"] = 27542139,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 11,
											["h"] = "|cffffffff|Hitem:34253::::::::70:::::::::|h[炽热的灰烬]|h|r",
											["bag_id"] = 4,
										}, -- [11]
										{
											["q"] = 2,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 12,
											["h"] = "|cff1eff00|Hitem:29529::::::::70:::::::::|h[战斗之鼓]|h|r",
											["age"] = 27551051,
										}, -- [12]
										{
											["q"] = 1,
											["age"] = 27543581,
											["h"] = "|cffffffff|Hitem:32576::::::::70:::::::::|h[耗尽的聚焦水晶]|h|r",
											["slot_id"] = 13,
											["sb"] = 0,
											["count"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 4,
										}, -- [13]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["sb"] = 0,
											["count"] = 1,
											["h"] = "|cffffffff|Hitem:32902::::::::70:::::::::|h[虚空精华能量饮料]|h|r",
											["age"] = 27553946,
										}, -- [14]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["sb"] = 0,
											["count"] = 2,
											["h"] = "|cffffffff|Hitem:32905::::::::70:::::::::|h[虚空精华泡沫饮料]|h|r",
											["age"] = 27552550,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["count"] = 2,
											["sb"] = 0,
											["slot_id"] = 17,
											["h"] = "|cffffffff|Hitem:22838::::::::70:::::::::|h[加速药水]|h|r",
											["age"] = 27552551,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 18,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["count"] = 5,
											["sb"] = 0,
											["slot_id"] = 19,
											["h"] = "|cffffffff|Hitem:22838::::::::70:::::::::|h[加速药水]|h|r",
											["age"] = 27552551,
										}, -- [19]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["count"] = 5,
											["sb"] = 0,
											["slot_id"] = 20,
											["h"] = "|cffffffff|Hitem:22838::::::::70:::::::::|h[加速药水]|h|r",
											["age"] = 27552551,
										}, -- [20]
									},
									["bag_id"] = 4,
									["loc_id"] = 1,
									["count"] = 20,
									["status"] = -3,
									["empty"] = 5,
									["h"] = "|cff0070dd|Hitem:21876::::::::70:::::::::|h[原始月布包]|h|r",
									["texture"] = 133658,
								}, -- [4]
								{
									["q"] = 3,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 1,
											["count"] = 5,
											["sb"] = 0,
											["slot_id"] = 1,
											["h"] = "|cffffffff|Hitem:22838::::::::70:::::::::|h[加速药水]|h|r",
											["age"] = 27552551,
										}, -- [1]
										{
											["q"] = 1,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:14047::::::::70:::::::::|h[符文布]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 2,
											["loc_id"] = 1,
											["age"] = 27552599,
										}, -- [2]
										{
											["q"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 1,
											["count"] = 19,
											["sb"] = 0,
											["slot_id"] = 3,
											["h"] = "|cffffffff|Hitem:9224::::::::70:::::::::|h[屠魔药剂]|h|r",
											["age"] = 27551048,
										}, -- [3]
										{
											["q"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 1,
											["count"] = 5,
											["sb"] = 0,
											["slot_id"] = 4,
											["h"] = "|cffffffff|Hitem:22838::::::::70:::::::::|h[加速药水]|h|r",
											["age"] = 27552599,
										}, -- [4]
										{
											["q"] = 0,
											["bag_id"] = 5,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["sb"] = 0,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["age"] = 27552599,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 6,
											["h"] = "|cffffffff|Hitem:8392::::::::70:::::::::|h[诅咒之地的野猪肺]|h|r",
											["bag_id"] = 5,
										}, -- [6]
										{
											["q"] = 1,
											["age"] = 27553939,
											["h"] = "|cffffffff|Hitem:4424::::::::70:::::::::|h[精神卷轴 III]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 7,
											["loc_id"] = 1,
											["bag_id"] = 5,
										}, -- [7]
										{
											["q"] = 0,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 8,
											["loc_id"] = 1,
											["bag_id"] = 5,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 17,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 18,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 20,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [20]
									},
									["bag_id"] = 5,
									["loc_id"] = 1,
									["count"] = 20,
									["status"] = -3,
									["empty"] = 14,
									["h"] = "|cff0070dd|Hitem:21876::::::::70:::::::::|h[原始月布包]|h|r",
									["texture"] = 133658,
								}, -- [5]
							},
							["slot_count"] = 96,
						}, -- [1]
						{
							["bag"] = {
								{
									["type"] = 3,
									["count"] = 32,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 1,
											["sb"] = 0,
											["count"] = 2,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:11078::::::::70:::::::::|h[遗物宝箱钥匙]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 2,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:185690::::::::70:::::::::|h[水库钥匙]|h|r",
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 3,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:185692::::::::70:::::::::|h[星船钥匙]|h|r",
										}, -- [3]
										{
											["q"] = 2,
											["loc_id"] = 2,
											["slot_id"] = 4,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:7146::::::::70:::::::::|h[血色十字军钥匙]|h|r",
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 5,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:185691::::::::70:::::::::|h[奥金尼钥匙]|h|r",
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 6,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:28395::::::::70:::::::::|h[破碎大厅钥匙]|h|r",
										}, -- [6]
										{
											["q"] = 2,
											["loc_id"] = 2,
											["slot_id"] = 7,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:29460::::::::70:::::::::|h[复仇军监牢钥匙]|h|r",
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 8,
											["bag_id"] = 1,
											["age"] = 27523814,
											["h"] = "|cffffffff|Hitem:24490::::::::70:::::::::|h[麦迪文的钥匙]|h|r",
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 9,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:31084::::::::70:::::::::|h[禁魔监狱钥匙]|h|r",
										}, -- [9]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 22,
										}, -- [22]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 24,
										}, -- [24]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 25,
										}, -- [25]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 28,
										}, -- [28]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 29,
										}, -- [29]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 30,
										}, -- [30]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 31,
										}, -- [31]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 32,
										}, -- [32]
									},
									["status"] = -3,
									["empty"] = 23,
									["bag_id"] = 1,
									["loc_id"] = 2,
								}, -- [1]
							},
							["slot_count"] = 32,
						}, -- [2]
						{
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:6948::::::::70:::::::::|h[炉石]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:14047::::::::70:::::::::|h[符文布]|h|r",
											["bag_id"] = 1,
											["count"] = 13,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:14047::::::::70:::::::::|h[符文布]|h|r",
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:17057::::::::70:::::::::|h[闪亮的鱼鳞]|h|r",
											["bag_id"] = 1,
											["count"] = 10,
										}, -- [4]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32262::::::::70:::::::::|h[纳斯雷兹姆吸血者]|h|r",
											["slot_id"] = 5,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[灵纹布]|h|r",
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[灵纹布]|h|r",
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:21882::::::::70:::::::::|h[灵魂精华]|h|r",
											["bag_id"] = 1,
											["count"] = 11,
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22445::::::::70:::::::::|h[奥法之尘]|h|r",
											["bag_id"] = 1,
											["count"] = 5,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22445::::::::70:::::::::|h[奥法之尘]|h|r",
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22445::::::::70:::::::::|h[奥法之尘]|h|r",
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22445::::::::70:::::::::|h[奥法之尘]|h|r",
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22445::::::::70:::::::::|h[奥法之尘]|h|r",
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22527::::::::70:::::::::|h[元素之核]|h|r",
											["bag_id"] = 1,
											["count"] = 2,
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 2,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22573::::::::70:::::::::|h[土之微粒]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22572::::::::70:::::::::|h[空气微粒]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r",
											["bag_id"] = 1,
											["count"] = 200,
										}, -- [17]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:10392::::::::70:::::::::|h[赤练蛇]|h|r",
											["slot_id"] = 18,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:22457::::::::70:::::::::|h[源生法力]|h|r",
											["bag_id"] = 1,
											["count"] = 2,
										}, -- [19]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 20,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:31103::::::::70:::::::::|h[遗忘保卫者的护肩]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 21,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:32574:2647:::::::70:::::::::|h[闪电反射护腕]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 22,
											["sb"] = 0,
											["h"] = "|cffa335ee|Hitem:22450::::::::70:::::::::|h[虚空水晶]|h|r",
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [22]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 23,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:32324:2647:32217::::::70:::::::::|h[阴险护腕]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [23]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 24,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:22451::::::::70:::::::::|h[源生空气]|h|r",
											["bag_id"] = 1,
											["count"] = 16,
										}, -- [24]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 25,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:22452::::::::70:::::::::|h[源生之土]|h|r",
											["bag_id"] = 1,
											["count"] = 2,
										}, -- [25]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 26,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:30880:2939:24027:24051:::::70:::::::::|h[疾步长靴]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [26]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 27,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:23445::::::::70:::::::::|h[魔铁锭]|h|r",
											["bag_id"] = 1,
											["count"] = 16,
										}, -- [27]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:23793::::::::70:::::::::|h[重结缔皮]|h|r",
											["slot_id"] = 28,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [28]
									},
									["bag_id"] = 1,
									["loc_id"] = 3,
									["count"] = 28,
									["status"] = -3,
									["texture"] = "Interface\\Icons\\INV_Box_02",
								}, -- [1]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:25649::::::::70:::::::::|h[结缔皮碎片]|h|r",
											["slot_id"] = 1,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 2,
											["count"] = 3,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:25700::::::::70:::::::::|h[魔鳞]|h|r",
											["slot_id"] = 2,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 2,
											["count"] = 6,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:25700::::::::70:::::::::|h[魔鳞]|h|r",
											["bag_id"] = 2,
											["count"] = 20,
										}, -- [3]
										{
											["q"] = 2,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:31952::::::::70:::::::::|h[氪金宝箱]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["loc_id"] = 3,
											["o"] = true,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[灵纹布]|h|r",
											["slot_id"] = 5,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 2,
											["count"] = 20,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:23793::::::::70:::::::::|h[重结缔皮]|h|r",
											["slot_id"] = 6,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 2,
											["count"] = 20,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:23793::::::::70:::::::::|h[重结缔皮]|h|r",
											["slot_id"] = 7,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 2,
											["count"] = 20,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:4265::::::::70:::::::::|h[重型护甲片]|h|r",
											["slot_id"] = 8,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 2,
											["count"] = 10,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:4265::::::::70:::::::::|h[重型护甲片]|h|r",
											["slot_id"] = 9,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 2,
											["count"] = 10,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:34068::::::::70:::::::::|h[沉重的南瓜灯]|h|r",
											["bag_id"] = 2,
											["count"] = 11,
										}, -- [10]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:7969::::::::70:::::::::|h[秘银马刺]|h|r",
											["slot_id"] = 11,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:9240::::::::70:::::::::|h[祖尔法拉克之槌]|h|r",
											["slot_id"] = 12,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:11754::::::::70:::::::::|h[黑钻石]|h|r",
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:21842::::::::70:::::::::|h[魔化灵纹布卷]|h|r",
											["bag_id"] = 2,
											["count"] = 3,
										}, -- [14]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:21884::::::::70:::::::::|h[源生火焰]|h|r",
											["bag_id"] = 2,
											["count"] = 7,
										}, -- [15]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:22446::::::::70:::::::::|h[强效位面精华]|h|r",
											["bag_id"] = 2,
											["count"] = 10,
										}, -- [16]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:22446::::::::70:::::::::|h[强效位面精华]|h|r",
											["bag_id"] = 2,
											["count"] = 8,
										}, -- [17]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 18,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:34256::::::::70:::::::::|h[魔法阿曼尼珠宝]|h|r",
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [18]
									},
									["bag_id"] = 2,
									["loc_id"] = 3,
									["count"] = 18,
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:21843::::::::70:::::::::|h[魔化灵纹布包]|h|r",
									["texture"] = 133657,
								}, -- [2]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:22456::::::::70:::::::::|h[源生暗影]|h|r",
											["bag_id"] = 3,
											["count"] = 11,
										}, -- [1]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:24478::::::::70:::::::::|h[裂纹的珍珠]|h|r",
											["bag_id"] = 3,
											["count"] = 20,
										}, -- [2]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:24479::::::::70:::::::::|h[暗影珍珠]|h|r",
											["bag_id"] = 3,
											["count"] = 3,
										}, -- [3]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["sb"] = 0,
											["h"] = "|cff0070dd|Hitem:24027::::::::70:::::::::|h[朴素红曜石]|h|r",
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 2,
											["bag_id"] = 3,
											["h"] = "|cff1eff00|Hitem:31952::::::::70:::::::::|h[氪金宝箱]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["loc_id"] = 3,
											["o"] = true,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:14047::::::::70:::::::::|h[符文布]|h|r",
											["bag_id"] = 3,
											["count"] = 20,
										}, -- [6]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:5665::::::::70:::::::::|h[暗灰狼号角]|h|r",
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:23793::::::::70:::::::::|h[重结缔皮]|h|r",
											["slot_id"] = 8,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 3,
											["count"] = 14,
										}, -- [8]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["sb"] = 0,
											["h"] = "|cff0070dd|Hitem:22449::::::::70:::::::::|h[大块棱光碎片]|h|r",
											["bag_id"] = 3,
											["count"] = 10,
										}, -- [9]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["sb"] = 0,
											["h"] = "|cff0070dd|Hitem:23572::::::::70:::::::::|h[源生虚空]|h|r",
											["bag_id"] = 3,
											["count"] = 3,
										}, -- [10]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:29040:3003:25894:24027:::::70:::::::::|h[飓风头盔]|h|r",
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:28263::::::::70:::::::::|h[恒星之斧]|h|r",
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:28418::::::::70:::::::::|h[希法尔的节点号角]|h|r",
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:31417::::::::70:::::::::|h[灰烬之舌法杖]|h|r",
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:184865::::::::70:::::::::|h[再度觉醒的相位捕猎者]|h|r",
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:22450::::::::70:::::::::|h[虚空水晶]|h|r",
											["slot_id"] = 16,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 3,
											["count"] = 6,
										}, -- [16]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:28506::::::::70:::::::::|h[灵巧驾驭手套]|h|r",
											["slot_id"] = 17,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:28517::::::::70:::::::::|h[预测之靴]|h|r",
											["slot_id"] = 18,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [18]
									},
									["bag_id"] = 3,
									["loc_id"] = 3,
									["count"] = 18,
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:21843::::::::70:::::::::|h[魔化灵纹布包]|h|r",
									["texture"] = 133657,
								}, -- [3]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:28523::::::::70:::::::::|h[治疗之雨图腾]|h|r",
											["slot_id"] = 1,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:28599::::::::70:::::::::|h[屠戮之鳞片胸甲]|h|r",
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:28657::::::::70:::::::::|h[愚者之灾]|h|r",
											["slot_id"] = 3,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:28730::::::::70:::::::::|h[无疤者的秘银指环]|h|r",
											["slot_id"] = 4,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:28740::::::::70:::::::::|h[剥裂者护腿]|h|r",
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:28750::::::::70:::::::::|h[叛逆束带]|h|r",
											["slot_id"] = 6,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:28804::::::::70:::::::::|h[古加尔的项圈]|h|r",
											["slot_id"] = 7,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:29038:2661:24027:24027:24051::::70:::::::::|h[飓风胸甲]|h|r",
											["slot_id"] = 8,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:29039::::::::70:::::::::|h[飓风护手]|h|r",
											["slot_id"] = 9,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:29042::::::::70:::::::::|h[飓风战裙]|h|r",
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:5956::::::::70:::::::::|h[铁匠之锤]|h|r",
											["slot_id"] = 11,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:30091::::::::70:::::::::|h[精准猎手护腕]|h|r",
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["sb"] = 0,
											["h"] = "|cffa335ee|Hitem:30183::::::::70:::::::::|h[虚空漩涡]|h|r",
											["bag_id"] = 4,
											["count"] = 11,
										}, -- [13]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:30667::::::::70:::::::::|h[冷酷风暴之戒]|h|r",
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:31100::::::::70:::::::::|h[遗忘保卫者的护腿]|h|r",
											["slot_id"] = 15,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32236::::::::70:::::::::|h[涨潮]|h|r",
											["slot_id"] = 16,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32264:2986:::::::70:::::::::|h[隐藏猎手护肩]|h|r",
											["slot_id"] = 17,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:32897::::::::70:::::::::|h[伊利达雷印记]|h|r",
											["slot_id"] = 18,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 4,
											["count"] = 11,
										}, -- [18]
									},
									["bag_id"] = 4,
									["loc_id"] = 3,
									["count"] = 18,
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:21843::::::::70:::::::::|h[魔化灵纹布包]|h|r",
									["texture"] = 133657,
								}, -- [4]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:33102::::::::70:::::::::|h[祖尔金之血]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 5,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:33211::::::::70:::::::::|h[刀锋天使的钱币腰带]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 5,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:33296::::::::70:::::::::|h[灵巧胸针]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 5,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:33297::::::::70:::::::::|h[蛮族项圈]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:33464::::::::70:::::::::|h[妖术领主的巫毒肩铠]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 5,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:29760::::::::70:::::::::|h[阵亡勇士的头盔]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 5,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32491::::::::70:::::::::|h[预言之灰舌符咒]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 5,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:33494::::::::70:::::::::|h[阿曼尼占卜法杖]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:33999::::::::70:::::::::|h[塞纳里奥作战角鹰兽]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30627::::::::70:::::::::|h[海啸护符]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 5,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 86,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:29735::::::::70:::::::::|h[神圣之尘]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:32542::::::::70:::::::::|h[球中的小鬼]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 5,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:38233::::::::70:::::::::|h[伊利丹之路]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 5,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:33805::::::::70:::::::::|h[暗影猎手裹足]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 5,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 2,
											["bag_id"] = 5,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:5760::::::::70:::::::::|h[恒金宝箱]|h|r",
											["o"] = true,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 2,
											["bag_id"] = 5,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:5760::::::::70:::::::::|h[恒金宝箱]|h|r",
											["o"] = true,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 2,
											["bag_id"] = 5,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:5760::::::::70:::::::::|h[恒金宝箱]|h|r",
											["o"] = true,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 2,
											["bag_id"] = 5,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:31952::::::::70:::::::::|h[氪金宝箱]|h|r",
											["o"] = true,
											["slot_id"] = 18,
										}, -- [18]
									},
									["bag_id"] = 5,
									["loc_id"] = 3,
									["count"] = 18,
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:21843::::::::70:::::::::|h[魔化灵纹布包]|h|r",
									["texture"] = 133657,
								}, -- [5]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 2,
											["bag_id"] = 6,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:31952::::::::70:::::::::|h[氪金宝箱]|h|r",
											["o"] = true,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:7969::::::::70:::::::::|h[秘银马刺]|h|r",
											["slot_id"] = 2,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:7969::::::::70:::::::::|h[秘银马刺]|h|r",
											["slot_id"] = 3,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:33476::::::::70:::::::::|h[无情利斧]|h|r",
											["slot_id"] = 4,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:22450::::::::70:::::::::|h[虚空水晶]|h|r",
											["slot_id"] = 5,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 6,
											["count"] = 20,
										}, -- [5]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:33432::::::::70:::::::::|h[丛林行者兜帽]|h|r",
											["slot_id"] = 6,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[灵纹布]|h|r",
											["slot_id"] = 7,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 6,
											["count"] = 20,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[灵纹布]|h|r",
											["slot_id"] = 8,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 6,
											["count"] = 20,
										}, -- [8]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:29383::::::::70:::::::::|h[嗜血胸针]|h|r",
											["slot_id"] = 9,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:34029::::::::70:::::::::|h[小巫毒面具]|h|r",
											["slot_id"] = 10,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22576::::::::70:::::::::|h[法力微粒]|h|r",
											["slot_id"] = 11,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 6,
											["count"] = 7,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[灵纹布]|h|r",
											["slot_id"] = 12,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 6,
											["count"] = 20,
										}, -- [12]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:28757::::::::70:::::::::|h[千印之戒]|h|r",
											["slot_id"] = 13,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30919::::::::70:::::::::|h[峡谷猎手腰带]|h|r",
											["slot_id"] = 14,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:35487::::::::70:::::::::|h[明亮赤尖石]|h|r",
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:9224::::::::70:::::::::|h[屠魔药剂]|h|r",
											["bag_id"] = 6,
											["count"] = 20,
										}, -- [16]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[灵纹布]|h|r",
											["bag_id"] = 6,
											["count"] = 20,
										}, -- [17]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 18,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[灵纹布]|h|r",
											["bag_id"] = 6,
											["count"] = 20,
										}, -- [18]
									},
									["bag_id"] = 6,
									["loc_id"] = 3,
									["count"] = 18,
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:21843::::::::70:::::::::|h[魔化灵纹布包]|h|r",
									["texture"] = 133657,
								}, -- [6]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:29947:684:::::::70:::::::::|h[灼热之握]|h|r",
											["slot_id"] = 1,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:31011:684:32217::::::70:::::::::|h[破天手甲]|h|r",
											["slot_id"] = 2,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:25708::::::::70:::::::::|h[厚裂蹄牛皮]|h|r",
											["slot_id"] = 3,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 7,
											["count"] = 12,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:4265::::::::70:::::::::|h[重型护甲片]|h|r",
											["slot_id"] = 4,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 7,
											["count"] = 10,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:8173::::::::70:::::::::|h[厚重护甲片]|h|r",
											["slot_id"] = 5,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 7,
											["count"] = 7,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:4265::::::::70:::::::::|h[重型护甲片]|h|r",
											["slot_id"] = 6,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:2863::::::::70:::::::::|h[粗制磨刀石]|h|r",
											["slot_id"] = 7,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 7,
											["count"] = 14,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 18,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [18]
									},
									["bag_id"] = 7,
									["loc_id"] = 3,
									["count"] = 18,
									["status"] = -3,
									["empty"] = 11,
									["h"] = "|cff1eff00|Hitem:21843::::::::70:::::::::|h[魔化灵纹布包]|h|r",
									["texture"] = 133657,
								}, -- [7]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 18,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [18]
									},
									["bag_id"] = 8,
									["loc_id"] = 3,
									["count"] = 18,
									["status"] = -3,
									["empty"] = 18,
									["h"] = "|cff1eff00|Hitem:21843::::::::70:::::::::|h[魔化灵纹布包]|h|r",
									["texture"] = 133657,
								}, -- [8]
							},
							["slot_count"] = 154,
						}, -- [3]
						nil, -- [4]
						{
							["bag"] = {
								{
									["type"] = 15,
									["count"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["att_id"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 1,
											["sb"] = 0,
											["loc_id"] = 5,
											["msg_id"] = 1,
										}, -- [1]
									},
									["status"] = -3,
									["empty"] = 1,
									["bag_id"] = 1,
									["loc_id"] = 5,
								}, -- [1]
								{
									["loc_id"] = 5,
									["status"] = -3,
									["bag_id"] = 2,
									["type"] = 15,
								}, -- [2]
							},
							["slot_count"] = 1,
						}, -- [5]
						{
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 19,
									["slot"] = {
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:31015:3003:32409:32217:::::70:::::::::|h[破天罩盔]|h|r",
											["bag_id"] = 1,
											["age"] = 27543384,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 2,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:32260::::::::70:::::::::|h[无尽梦魇项圈]|h|r",
											["bag_id"] = 1,
											["age"] = 27550947,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 3,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:32581:2986:::::::70:::::::::|h[迅捷打击护肩]|h|r",
											["bag_id"] = 1,
											["age"] = 27550947,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 4,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:33590:368:::::::70:::::::::|h[邪魔披风]|h|r",
											["bag_id"] = 1,
											["age"] = 27550947,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 5,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:31018:2661:32211:24058:24051::::70:::::::::|h[破天外套]|h|r",
											["bag_id"] = 1,
											["age"] = 27533755,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:31779::::::::70:::::::::|h[奥尔多徽章]|h|r",
											["age"] = 27533755,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 8,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:34439:2647:32217::::::70:::::::::|h[破天腕甲]|h|r",
											["bag_id"] = 1,
											["age"] = 27543384,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 9,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:32234:684:::::::70:::::::::|h[穆库之拳]|h|r",
											["bag_id"] = 1,
											["age"] = 27550947,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 10,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:32346::::::::70:::::::::|h[骨纹束带]|h|r",
											["bag_id"] = 1,
											["age"] = 27550947,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 11,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:31021:3012:32211::::::70:::::::::|h[破天长裤]|h|r",
											["bag_id"] = 1,
											["age"] = 27533755,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 12,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:32510:2939:::::::70:::::::::|h[追踪软靴]|h|r",
											["bag_id"] = 1,
											["age"] = 27543310,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 13,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:29301::::::::70:::::::::|h[永恒勇士之戒]|h|r",
											["bag_id"] = 1,
											["age"] = 27533755,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 14,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:32335::::::::70:::::::::|h[凶猛进攻指环]|h|r",
											["bag_id"] = 1,
											["age"] = 27533755,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 15,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:33831::::::::70:::::::::|h[狂暴者的召唤]|h|r",
											["bag_id"] = 1,
											["age"] = 27543310,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 16,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:34472::::::::70:::::::::|h[耻辱碎片]|h|r",
											["bag_id"] = 1,
											["age"] = 27543906,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 17,
											["bag_id"] = 1,
											["age"] = 27533755,
											["h"] = "|cffa335ee|Hitem:28439:3225:::::::70:::::::::|h[巨龙之击]|h|r",
										}, -- [17]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 18,
											["bag_id"] = 1,
											["age"] = 27533755,
											["h"] = "|cffa335ee|Hitem:28439:2673:::::::70:::::::::|h[巨龙之击]|h|r",
										}, -- [18]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 19,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 27533755,
											["h"] = "|cffa335ee|Hitem:33507::::::::70:::::::::|h[碎石图腾]|h|r",
										}, -- [19]
									},
									["status"] = -3,
									["empty"] = 1,
									["bag_id"] = 1,
									["loc_id"] = 6,
								}, -- [1]
							},
							["slot_count"] = 19,
						}, -- [6]
						nil, -- [7]
						nil, -- [8]
						nil, -- [9]
						{
							["bag"] = {
								{
									["type"] = 20,
									["count"] = 5,
									["slot"] = {
										{
											["q"] = 1,
											["bag_id"] = 1,
											["expires"] = 27556813,
											["h"] = "|cffffffff|Hitem:27499::::::::70:::::::::|h[智力卷轴 V]|h|r",
											["count"] = 2,
											["sb"] = 0,
											["age"] = 27553933,
											["slot_id"] = 1,
											["loc_id"] = 10,
										}, -- [1]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["expires"] = 27556813,
											["h"] = "|cffffffff|Hitem:8173::::::::70:::::::::|h[厚重护甲片]|h|r",
											["count"] = 10,
											["sb"] = 0,
											["age"] = 27553933,
											["slot_id"] = 2,
											["loc_id"] = 10,
										}, -- [2]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["expires"] = 27556813,
											["h"] = "|cffffffff|Hitem:8173::::::::70:::::::::|h[厚重护甲片]|h|r",
											["count"] = 10,
											["sb"] = 0,
											["age"] = 27553933,
											["slot_id"] = 3,
											["loc_id"] = 10,
										}, -- [3]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["expires"] = 27556813,
											["h"] = "|cffffffff|Hitem:22576::::::::70:::::::::|h[法力微粒]|h|r",
											["count"] = 7,
											["sb"] = 0,
											["age"] = 27553933,
											["slot_id"] = 4,
											["loc_id"] = 10,
										}, -- [4]
										{
											["q"] = 2,
											["bag_id"] = 1,
											["expires"] = 27556813,
											["h"] = "|cff1eff00|Hitem:14155::::::::70:::::::::|h[月布包]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["age"] = 27553933,
											["slot_id"] = 5,
											["loc_id"] = 10,
										}, -- [5]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 10,
								}, -- [1]
							},
							["slot_count"] = 5,
						}, -- [10]
						nil, -- [11]
						nil, -- [12]
						nil, -- [13]
						nil, -- [14]
						nil, -- [15]
						{
							["bag"] = {
								{
									["type"] = 29,
									["count"] = 24,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 1,
											["sb"] = 3,
											["h"] = "reputation:369:中立:500:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 500,
										}, -- [1]
										{
											["q"] = 0,
											["h"] = "reputation:934:仇恨:0:36000:0:0:0",
											["count"] = -42000,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["h"] = "reputation:942:崇拜:999:1000:0:0:0",
											["count"] = 42999,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["h"] = "reputation:932:崇拜:999:1000:0:0:0",
											["count"] = 42999,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 5,
											["sb"] = 3,
											["h"] = "reputation:76:友善:1625:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 4625,
										}, -- [5]
										{
											["q"] = 0,
											["h"] = "reputation:68:中立:625:3000:0:0:0",
											["count"] = 625,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 7,
											["sb"] = 3,
											["h"] = "reputation:989:崇敬:1292:21000:0:0:0",
											["bag_id"] = 1,
											["count"] = 22292,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 8,
											["sb"] = 3,
											["h"] = "reputation:933:中立:2350:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 2350,
										}, -- [8]
										{
											["q"] = 0,
											["h"] = "reputation:909:中立:0:3000:0:0:0",
											["count"] = 0,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["h"] = "reputation:530:友善:225:6000:0:0:0",
											["count"] = 3225,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 11,
											["sb"] = 3,
											["h"] = "reputation:577:中立:500:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 500,
										}, -- [11]
										{
											["q"] = 0,
											["h"] = "reputation:935:崇拜:287:1000:0:0:0",
											["count"] = 42287,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["h"] = "reputation:1031:中立:0:3000:0:0:0",
											["count"] = 0,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 14,
											["sb"] = 3,
											["h"] = "reputation:990:崇拜:999:1000:0:0:0",
											["bag_id"] = 1,
											["count"] = 42999,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 15,
											["sb"] = 3,
											["h"] = "reputation:1012:崇拜:999:1000:0:0:0",
											["bag_id"] = 1,
											["count"] = 42999,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 16,
											["sb"] = 3,
											["h"] = "reputation:941:中立:700:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 700,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 17,
											["sb"] = 3,
											["h"] = "reputation:59:中立:1100:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 1100,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 18,
											["sb"] = 3,
											["h"] = "reputation:1077:友善:4700:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 7700,
										}, -- [18]
										{
											["q"] = 0,
											["h"] = "reputation:967:崇敬:11575:21000:0:0:0",
											["count"] = 32575,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 20,
											["sb"] = 3,
											["h"] = "reputation:947:友善:4337:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 7337,
										}, -- [20]
										{
											["q"] = 0,
											["h"] = "reputation:1011:崇拜:999:1000:0:0:0",
											["count"] = 42999,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 22,
											["sb"] = 3,
											["h"] = "reputation:911:中立:900:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 900,
										}, -- [22]
										{
											["q"] = 0,
											["h"] = "reputation:529:中立:250:3000:0:0:0",
											["count"] = 250,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = 0,
											["h"] = "reputation:81:友善:225:6000:0:0:0",
											["count"] = 3225,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 24,
										}, -- [24]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 16,
								}, -- [1]
							},
							["slot_count"] = 24,
						}, -- [16]
					},
				},
				["+光之烙印 - 伊弗斯"] = {
					["option"] = {
						[4] = {
							["bag"] = {
								nil, -- [1]
								{
									["display"] = false,
								}, -- [2]
								{
									["display"] = false,
								}, -- [3]
								{
									["display"] = false,
								}, -- [4]
								{
									["display"] = false,
								}, -- [5]
								{
									["display"] = false,
								}, -- [6]
							},
						},
					},
				},
				["!ACCOUNT - 100"] = {
					["info"] = {
						["class"] = "ACCOUNT",
						["class_local"] = "Account",
						["realm"] = "",
						["name"] = "我的账户",
						["faction"] = "",
						["player_id"] = "!ACCOUNT - 100",
						["level"] = 1,
						["proj"] = 5,
						["faction_local"] = "",
					},
				},
				["我在哪 - 伊弗斯"] = {
					["info"] = {
						["guid"] = "Player-4487-00153D1C",
						["class"] = "WARRIOR",
						["player_id"] = "我在哪 - 伊弗斯",
						["race"] = "Orc",
						["proj"] = 5,
						["realm"] = "伊弗斯",
						["isplayer"] = true,
						["gender"] = 2,
						["itemlevel"] = 1,
						["name"] = "我在哪",
						["faction"] = "Horde",
						["race_local"] = "獸人",
						["level"] = 1,
						["class_local"] = "戰士",
						["faction_local"] = "部落",
					},
					["location"] = {
						{
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:6948::::::::1:::::::::|h[爐石]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 4,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:117::::::::1:::::::::|h[硬肉乾]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [16]
									},
									["bag_id"] = 1,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 14,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 16,
										}, -- [16]
									},
									["bag_id"] = 2,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 16,
									["h"] = "|cff1eff00|Hitem:14155::::::::1:::::::::|h[月布包]|h|r",
									["texture"] = 133647,
								}, -- [2]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 16,
										}, -- [16]
									},
									["bag_id"] = 3,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 16,
									["h"] = "|cff1eff00|Hitem:14155::::::::1:::::::::|h[月布包]|h|r",
									["texture"] = 133647,
								}, -- [3]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 16,
										}, -- [16]
									},
									["bag_id"] = 4,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 16,
									["h"] = "|cff1eff00|Hitem:14155::::::::1:::::::::|h[月布包]|h|r",
									["texture"] = 133647,
								}, -- [4]
								{
									["q"] = 0,
									["type"] = 1,
									["bag_id"] = 5,
									["loc_id"] = 1,
									["status"] = -4,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [5]
							},
							["slot_count"] = 64,
						}, -- [1]
						{
							["bag"] = {
								{
									["type"] = 3,
									["count"] = 32,
									["slot"] = {
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 22,
										}, -- [22]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 24,
										}, -- [24]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 25,
										}, -- [25]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 28,
										}, -- [28]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 29,
										}, -- [29]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 30,
										}, -- [30]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 31,
										}, -- [31]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 32,
										}, -- [32]
									},
									["status"] = -3,
									["empty"] = 32,
									["bag_id"] = 1,
									["loc_id"] = 2,
								}, -- [1]
							},
							["slot_count"] = 32,
						}, -- [2]
						nil, -- [3]
						nil, -- [4]
						{
							["slot_count"] = 2,
							["bag"] = {
								{
									["type"] = 15,
									["count"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 5,
											["msg_id"] = 1,
											["att_id"] = 2,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 1,
										}, -- [1]
									},
									["status"] = -3,
									["empty"] = 1,
									["bag_id"] = 1,
									["loc_id"] = 5,
								}, -- [1]
								{
									["type"] = 15,
									["count"] = 1,
									["slot"] = {
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:14155::::::::70:::::::::|h[月布包]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["loc_id"] = 5,
											["bag_id"] = 2,
											["slot_id"] = 1,
										}, -- [1]
									},
									["status"] = -3,
									["bag_id"] = 2,
									["loc_id"] = 5,
								}, -- [2]
							},
						}, -- [5]
						{
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 19,
									["slot"] = {
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:6125::::::::1:::::::::|h[打鬥者甲冑]|h|r",
											["bag_id"] = 1,
											["age"] = 27486232,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 6,
											["slot_id"] = 11,
											["sb"] = 0,
											["h"] = "|cff9d9d9d|Hitem:139::::::::1:::::::::|h[打鬥者便褲]|h|r",
											["bag_id"] = 1,
											["age"] = 27486232,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 12,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:140::::::::1:::::::::|h[打鬥者的靴子]|h|r",
											["bag_id"] = 1,
											["age"] = 27486232,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 17,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:12282::::::::1:::::::::|h[用舊的戰斧]|h|r",
											["bag_id"] = 1,
											["age"] = 27486232,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 19,
										}, -- [19]
									},
									["status"] = -3,
									["empty"] = 15,
									["bag_id"] = 1,
									["loc_id"] = 6,
								}, -- [1]
							},
							["slot_count"] = 19,
						}, -- [6]
						nil, -- [7]
						nil, -- [8]
						nil, -- [9]
						{
							["bag"] = {
								{
									["bag_id"] = 1,
									["loc_id"] = 10,
								}, -- [1]
							},
						}, -- [10]
						nil, -- [11]
						nil, -- [12]
						nil, -- [13]
						nil, -- [14]
						nil, -- [15]
						{
							["bag"] = {
								{
									["type"] = 29,
									["count"] = 5,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 1,
											["sb"] = 3,
											["h"] = "reputation:76:友好:1000:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 4000,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 2,
											["sb"] = 3,
											["h"] = "reputation:68:中立:500:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 500,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 3,
											["sb"] = 3,
											["h"] = "reputation:530:友好:100:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 3100,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 4,
											["sb"] = 3,
											["h"] = "reputation:911:中立:400:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 400,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 5,
											["sb"] = 3,
											["h"] = "reputation:81:友好:100:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 3100,
										}, -- [5]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 16,
								}, -- [1]
							},
							["slot_count"] = 5,
						}, -- [16]
					},
				},
			},
			["version"] = 30966,
		},
		["version"] = 30966,
		["cache"] = {
			["default"] = {
				["1000:item:31417:1"] = "1!416",
				["1000:item:31100:1"] = "1!416",
				["1000:item:28804:1"] = "1!416",
				["1000:item:11754:0"] = "1!411",
				["1000:item:5176:1"] = "1!207",
				["1000:item:33471:1"] = "1!416",
				["1000:item:22105:0"] = "1!404",
				["1000:item:29529:0"] = "1!404",
				["1000:item:17030:0"] = "1!207",
				["1000:item:4265:0"] = "1!404",
				["1000:item:25043:1"] = "1!416",
				["1000:item:32574:1"] = "1!416",
				["1000:item:33476:1"] = "1!416",
				["1000:item:22445:0"] = "1!512",
				["1000:item:28777:1"] = "1!416",
				["1000:item:184865:1"] = "1!415",
				["1000:item:22451:0"] = "1!503",
				["1000:item:29038:1"] = "1!416",
				["1000:item:5175:1"] = "1!207",
				["1000:item:31103:1"] = "1!416",
				["1000:item:29434:1"] = "1!403",
				["1000:item:33432:1"] = "1!416",
				["1000:item:38233:1"] = "1!426",
				["1000:item:32902:0"] = "1!419",
				["1000:item:32901:1"] = "1!431",
				["1000:item:34029:1"] = "1!416",
				["1000:item:33464:1"] = "1!416",
				["1000:item:9240:1"] = "1!411",
				["1000:item:24900:1"] = "1!416",
				["1000:item:27658:0"] = "1!417",
				["1000:item:24604:1"] = "1!416",
				["1000:item:22573:0"] = "1!503",
				["1000:item:33102:1"] = "1!411",
				["1000:item:25653:1"] = "1!416",
				["1000:item:5177:1"] = "1!207",
				["1000:item:22446:0"] = "1!512",
				["1000:item:32324:1"] = "1!416",
				["1000:item:30627:1"] = "1!416",
				["1000:item:25649:0"] = "1!504",
				["1000:item:33999:1"] = "1!415",
				["1000:item:185848:0"] = "1!404",
				["1000:item:29282:1"] = "1!416",
				["1000:item:22576:0"] = "1!503",
				["1000:item:23445:0"] = "1!506",
				["1000:item:21842:0"] = "1!502",
				["1000:item:29383:1"] = "1!416",
				["1000:item:30809:0"] = "1!428",
				["1000:item:29760:1"] = "1!416",
				["1000:item:32592:1"] = "1!416",
				["1000:item:28740:1"] = "1!416",
				["1000:item:34068:0"] = "1!426",
				["1000:item:29947:1"] = "1!416",
				["1000:item:28263:1"] = "1!416",
				["1000:item:5760:0"] = "1!407",
				["1000:item:28657:1"] = "1!416",
				["1000:item:6948:0"] = "1!407",
				["1000:item:4424:0"] = "1!435",
				["1000:item:29040:1"] = "1!416",
				["1000:item:5956:0"] = "1!414",
				["1000:item:28757:1"] = "1!416",
				["1000:item:23793:0"] = "1!504",
				["1000:item:14047:0"] = "1!502",
				["1000:item:28750:1"] = "1!416",
				["1000:item:22832:0"] = "1!419",
				["1000:item:21877:0"] = "1!502",
				["1000:item:5665:1"] = "1!415",
				["1000:item:32236:1"] = "1!416",
				["1000:item:24790:1"] = "1!416",
				["1000:item:33805:1"] = "1!416",
				["1000:item:21882:0"] = "1!412",
				["1000:item:29039:1"] = "1!416",
				["1000:item:25708:0"] = "1!504",
				["1000:item:24027:0"] = "1!513",
				["1000:item:8392:0"] = "1!411",
				["1000:item:32491:1"] = "1!416",
				["1000:item:28671:1"] = "1!416",
				["1000:item:34257:0"] = "1!411",
				["1000:item:24478:0"] = "1!513",
				["1000:item:10392:1"] = "1!423",
				["1000:item:30880:1"] = "1!416",
				["1000:item:34256:1"] = "1!513",
				["1000:item:19239:1"] = "1!403",
				["1000:item:17058:0"] = "1!207",
				["1000:item:20748:0"] = "1!404",
				["1000:item:6948:1"] = "1!403",
				["1000:item:25477:1"] = "1!415",
				["1000:item:33211:1"] = "1!416",
				["1000:item:22457:0"] = "1!503",
				["1000:item:32905:0"] = "1!420",
				["1000:item:32576:0"] = "1!404",
				["1000:item:184871:1"] = "1!403",
				["1000:item:34253:0"] = "1!411",
				["1000:item:27860:0"] = "1!418",
				["1000:item:11122:1"] = "1!416",
				["1000:item:28669:1"] = "1!416",
				["1000:item:33809:1"] = "1!415",
				["1000:item:32569:1"] = "1!403",
				["1000:item:33297:1"] = "1!416",
				["1000:item:5178:1"] = "1!207",
				["1000:item:7717:1"] = "1!416",
				["1000:item:29450:0"] = "1!417",
				["1000:item:22450:0"] = "1!512",
				["1000:item:25719:0"] = "1!428",
				["1000:item:28558:1"] = "1!411",
				["1000:item:22838:0"] = "1!424",
				["1000:item:31011:1"] = "1!416",
				["1000:item:35487:1"] = "1!513",
				["1000:item:30919:1"] = "1!416",
				["1000:item:28523:1"] = "1!416",
				["1000:item:28611:1"] = "1!416",
				["1000:item:33286:1"] = "1!416",
				["1000:item:7969:0"] = "1!404",
				["1000:item:32542:1"] = "1!426",
				["1000:item:29735:1"] = "1!438",
				["1000:item:34009:1"] = "1!416",
				["1000:item:22456:0"] = "1!503",
				["1000:item:8173:0"] = "1!404",
				["1000:item:2863:0"] = "1!404",
				["1000:item:30091:1"] = "1!416",
				["1000:item:9224:0"] = "1!435",
				["1000:empty:0:1"] = "1!302",
				["1000:item:22449:0"] = "1!512",
				["1000:item:24889:1"] = "1!416",
				["1000:item:22452:0"] = "1!503",
				["1000:item:28730:1"] = "1!416",
				["1000:item:32264:1"] = "1!416",
				["1000:item:28418:1"] = "1!416",
				["1000:item:34062:0"] = "1!437",
				["1000:item:32757:1"] = "1!411",
				["1000:item:30667:1"] = "1!416",
				["1000:item:22527:0"] = "1!411",
				["1000:item:30183:0"] = "1!412",
				["1000:item:24479:0"] = "1!513",
				["1000:item:32262:1"] = "1!416",
				["1000:item:28517:1"] = "1!416",
				["1000:item:33494:1"] = "1!416",
				["1000:item:21884:0"] = "1!503",
				["1000:item:33296:1"] = "1!416",
				["1000:item:29042:1"] = "1!416",
				["1000:item:30810:0"] = "1!428",
				["1000:item:25700:0"] = "1!504",
				["1000:item:22572:0"] = "1!503",
				["1000:item:28599:1"] = "1!416",
				["1000:item:32897:0"] = "1!428",
				["1000:item:22829:0"] = "1!420",
				["1000:item:28506:1"] = "1!416",
				["1000:item:23572:0"] = "1!412",
				["1000:item:31952:0"] = "1!407",
				["1000:item:17057:0"] = "1!207",
			},
			["reputation"] = {
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "人类(玩家)",
				}, -- [1]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "兽人(玩家)",
				}, -- [2]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "矮人(玩家)",
				}, -- [3]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗夜精灵(玩家)",
				}, -- [4]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "亡灵(玩家)",
				}, -- [5]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "牛头人(玩家)",
				}, -- [6]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "生物",
				}, -- [7]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "侏儒(玩家)",
				}, -- [8]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨魔(玩家)",
				}, -- [9]
				nil, -- [10]
				nil, -- [11]
				nil, -- [12]
				nil, -- [13]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪物",
				}, -- [14]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "迪菲亚潜行者",
				}, -- [15]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "河爪豺狼人",
				}, -- [16]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "赤脊山豺狼人",
				}, -- [17]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗皮豺狼人",
				}, -- [18]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鱼人",
				}, -- [19]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "亡灵(天灾军团)",
				}, -- [20]
				{
					["r"] = false,
					["d"] = "一个由黑水海盗的头目，大财主里维加兹经营的繁荣的海港城市。它也是热砂集团的一部分，主要仇敌是血帆海盗。",
					["w"] = true,
					["n"] = "藏宝海湾",
				}, -- [21]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蜘蛛",
				}, -- [22]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "野猪",
				}, -- [23]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狼人",
				}, -- [24]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狗头人",
				}, -- [25]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "血顶巨魔",
				}, -- [26]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "劈颅巨魔",
				}, -- [27]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "猎物",
				}, -- [28]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狼人",
				}, -- [29]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "叛变的迪菲亚潜行者(艾泽拉斯)",
				}, -- [30]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "友方",
				}, -- [31]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "石腭怪",
				}, -- [32]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "冰巨魔",
				}, -- [33]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑石氏族兽人",
				}, -- [34]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Villian",
				}, -- [35]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "牺牲品",
				}, -- [36]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "熊",
				}, -- [37]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "食人魔",
				}, -- [38]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "库森的雇佣兵",
				}, -- [39]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "卫队",
				}, -- [40]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "荆棘谷地精",
				}, -- [41]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "迅猛龙",
				}, -- [42]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "石化蜥蜴",
				}, -- [43]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "绿龙",
				}, -- [44]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "失落者",
				}, -- [45]
				nil, -- [46]
				nil, -- [47]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑铁矮人",
				}, -- [48]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暮色森林守夜人",
				}, -- [49]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "红龙",
				}, -- [50]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "藓皮豺狼人",
				}, -- [51]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "龙喉氏族兽人",
				}, -- [52]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "疯狂侏儒",
				}, -- [53]
				nil, -- [54]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "豹",
				}, -- [55]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "血色十字军",
				}, -- [56]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "烂皮豺狼人",
				}, -- [57]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "猩猩",
				}, -- [58]
				{
					["r"] = false,
					["d"] = "瑟银兄弟会的矮人有着无与伦比的制造技术，并致力于解开黑石山中的全部秘密。",
					["w"] = false,
					["n"] = "瑟银兄弟会",
				}, -- [59]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "纳迦",
				}, -- [60]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "达拉然",
				}, -- [61]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "弃灵",
				}, -- [62]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Darkhowl",
				}, -- [63]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "劣魔",
				}, -- [64]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "熊怪",
				}, -- [65]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "部落友军",
				}, -- [66]
				{
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "部落",
				}, -- [67]
				{
					["r"] = false,
					["d"] = "希尔瓦娜斯·风行者领导下的被遗忘者与部落之间建立起了微弱的同盟关系，并在洛丹伦地下遗迹的深处建立起了这座城市。",
					["w"] = false,
					["n"] = "幽暗城",
				}, -- [68]
				nil, -- [69]
				{
					["r"] = false,
					["d"] = "一个主要由人类组成的犯罪组织，目前占据着奥特兰克山脉与希尔斯布莱德丘陵的部分地区。",
					["w"] = false,
					["n"] = "辛迪加",
				}, -- [70]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "希尔斯布莱德民兵",
				}, -- [71]
				nil, -- [72]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "恶魔",
				}, -- [73]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "元素生物",
				}, -- [74]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "灵魂",
				}, -- [75]
				{
					["r"] = false,
					["d"] = "这座由萨尔建立的部落城市是许多兽人氏族的家园。",
					["w"] = false,
					["n"] = "奥格瑞玛",
				}, -- [76]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "宝物",
				}, -- [77]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "泥嘴豺狼人",
				}, -- [78]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "希尔斯布莱德，南海镇",
				}, -- [79]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑龙",
				}, -- [80]
				{
					["r"] = false,
					["d"] = "凯恩·血蹄及其领导下的牛头人的家园，壮丽而伟大的部落城市。",
					["w"] = false,
					["n"] = "雷霆崖",
				}, -- [81]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "枯木巨魔",
				}, -- [82]
				nil, -- [83]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "钢鬃野猪人",
				}, -- [84]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "刺背野猪人",
				}, -- [85]
				nil, -- [86]
				{
					["r"] = false,
					["d"] = "一群嗜血的海盗，所有海上商人的公敌。藏宝海湾的死敌。",
					["w"] = false,
					["n"] = "血帆海盗",
				}, -- [87]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗深渊",
				}, -- [88]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "龙虾人",
				}, -- [89]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "科卡尔半人马",
				}, -- [90]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "加拉克半人马",
				}, -- [91]
				{
					["r"] = false,
					["d"] = "一群居住在凄凉之地南方的半人马，玛格拉姆半人马的仇敌。",
					["w"] = true,
					["n"] = "吉尔吉斯半人马",
				}, -- [92]
				{
					["r"] = false,
					["d"] = "一群居住在凄凉之地东部的半人马，吉尔吉斯半人马的仇敌。",
					["w"] = true,
					["n"] = "玛格拉姆半人马",
				}, -- [93]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玛洛迪",
				}, -- [94]
				nil, -- [95]
				nil, -- [96]
				nil, -- [97]
				nil, -- [98]
				nil, -- [99]
				nil, -- [100]
				nil, -- [101]
				nil, -- [102]
				nil, -- [103]
				nil, -- [104]
				nil, -- [105]
				nil, -- [106]
				nil, -- [107]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "塞拉摩",
				}, -- [108]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "剃刀沼泽野猪人",
				}, -- [109]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "钢鬃野猪人",
				}, -- [110]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Quilboar, Deathshead",
				}, -- [111]
				nil, -- [112]
				nil, -- [113]
				nil, -- [114]
				nil, -- [115]
				nil, -- [116]
				nil, -- [117]
				nil, -- [118]
				nil, -- [119]
				nil, -- [120]
				nil, -- [121]
				nil, -- [122]
				nil, -- [123]
				nil, -- [124]
				nil, -- [125]
				nil, -- [126]
				nil, -- [127]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "敌人",
				}, -- [128]
				[998] = {
					["r"] = false,
					["d"] = "Used for the Blackheart the Inciter event.",
					["w"] = true,
					["n"] = "Inciter Trigger 5",
				},
				[1036] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "龙喉之敌",
				},
				[309] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蝎子",
				},
				[1037] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[935] = {
					["r"] = false,
					["d"] = "沙塔尔是一群统治沙塔斯城的强大纳鲁人的组织。在奥尔多和占星者的帮助下，他们正在领导针对伊利丹和燃烧军团的战斗。",
					["w"] = false,
					["n"] = "沙塔尔",
				},
				[967] = {
					["r"] = false,
					["d"] = "一个由肯瑞托为了调查麦迪文和监视他的活动而建立的秘密组织。",
					["w"] = false,
					["n"] = "紫罗兰之眼",
				},
				[999] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "法力生物",
				},
				[389] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Gnomeregan Bug",
				},
				[649] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "管理者埃克索图斯",
				},
				[936] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "沙塔斯城",
				},
				[968] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "炎鹰",
				},
				[1000] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "卡德加的仆从",
				},
				[1040] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[809] = {
					["r"] = false,
					["d"] = "一群居住在厄运之槌的精灵后裔，他们仍然具有着相当渊博的智慧与学识，并保守着一些伟大的秘密。",
					["w"] = false,
					["n"] = "辛德拉",
				},
				[310] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蝙蝠",
				},
				[1041] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狂鱼",
				},
				[937] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "森林巨魔",
				},
				[969] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "阿古斯之手",
				},
				[1001] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "刀塔氏族",
				},
				[1042] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "天空卫队之敌",
				},
				[1043] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "臭鼬",
				},
				[938] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "欧麦尼",
				},
				[970] = {
					["r"] = false,
					["d"] = "生活在外域的孢子人是一个非常温和的种族。他们的家园就坐落在赞加沼泽南部的沼泽地中。",
					["w"] = true,
					["n"] = "孢子村",
				},
				[1002] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "复仇军",
				},
				[1044] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "塞拉摩叛逃者",
				},
				[148] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "小动物",
				},
				[311] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "泰坦",
				},
				[939] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "DEPRECATED",
				},
				[971] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "真菌巨人",
				},
				[1003] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "维序派",
				},
				[940] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "洛萨之子",
				},
				[972] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "孢子蝠",
				},
				[749] = {
					["r"] = false,
					["d"] = "这些元素生物定居于艾萨拉的东部的一座小岛上，是拉格纳罗斯及其军团的死敌。",
					["w"] = true,
					["n"] = "海达希亚水元素",
				},
				[909] = {
					["r"] = false,
					["d"] = "一个向全世界展示着各类珍奇异宝的旅行马戏团。他们经常会访问艾尔文森林和莫高雷。",
					["w"] = false,
					["n"] = "暗月马戏团",
				},
				[941] = {
					["r"] = false,
					["d"] = "这群隐居的棕皮兽人逃脱了恶魔的腐蚀，并在天崩地裂的外域中保持了古老的传统。",
					["w"] = false,
					["n"] = "玛格汉",
				},
				[973] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster, Predator",
				},
				[750] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "萨弗隆火元素",
				},
				[910] = {
					["r"] = false,
					["d"] = "青铜龙军团的后代，时间的守卫者，对凡人种族漠不关心。",
					["w"] = false,
					["n"] = "诺兹多姆的子嗣",
				},
				[942] = {
					["r"] = false,
					["d"] = "塞纳里奥议会派往外域研究生态的探险队。在黑暗之门开启后，远征队迅速壮大，并获得了自治权。",
					["w"] = false,
					["n"] = "塞纳里奥远征队",
				},
				[974] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster, Prey",
				},
				[1006] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Kirin'Var - Dathric",
				},
				[329] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "工头费苏勒",
				},
				[943] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "邪兽人",
				},
				[975] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "虚空畸能",
				},
				[189] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "联盟",
				},
				[529] = {
					["r"] = false,
					["d"] = "一个致力于从亡灵天灾军团的威胁下拯救艾泽拉斯世界的组织。银色黎明的据点遍布东西瘟疫之地。",
					["w"] = true,
					["n"] = "银色黎明",
				},
				[409] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鹰身人",
				},
				[912] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "卡利姆多联军",
				},
				[944] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "邪兽人幽灵",
				},
				[489] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Goblin, Dark Iron Bar Patron",
				},
				[1008] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Kirin'Var - Luminrath",
				},
				[530] = {
					["r"] = false,
					["d"] = "一群被放逐的巨魔，加入了萨尔领导下的部落。他们现在将杜隆塔尔当作自己的新家，并与兽人盟友们一起生活在那里。",
					["w"] = false,
					["n"] = "暗矛巨魔",
				},
				[849] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Spirit Guide - Horde",
				},
				[945] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "洛萨之子",
				},
				[977] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "海加尔入侵者",
				},
				[1009] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Kirin'Var - Cohlien",
				},
				[531] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "青铜龙军团",
				},
				[914] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玩家，血精灵",
				},
				[946] = {
					["r"] = false,
					["d"] = "这座前哨基地坐落在地狱火半岛上，由第一批深入德拉诺的联盟精英部队\"洛萨之子\"的残余力量坚守。现在他们得到了来自暴风城和铁炉堡的支援。",
					["w"] = false,
					["n"] = "荣耀堡",
				},
				[978] = {
					["r"] = false,
					["d"] = "在德莱尼语中意为\"得到救赎\"。这些从各种奴役和控制中逃出来的破碎者在纳格兰建立了自己的家园，寻找自己真正的命运。",
					["w"] = false,
					["n"] = "库雷尼",
				},
				[1010] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "伊利丹的仆从",
				},
				[532] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蓝龙军团",
				},
				[915] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "克苏恩的军队",
				},
				[947] = {
					["r"] = false,
					["d"] = "由萨尔派出的远征军在地狱火半岛建立的要塞。萨尔玛是部落在外域的大部分行动的根据地。",
					["w"] = false,
					["n"] = "萨尔玛",
				},
				[979] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "大地之环",
				},
				[1011] = {
					["r"] = false,
					["d"] = "来自各个地方、各个种族的避难者在沙塔斯城的聚集地。在贫民窟中，善行善举总是会很快传遍所有人的耳朵。",
					["w"] = false,
					["n"] = "贫民窟",
				},
				[629] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "断矛巨魔",
				},
				[916] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "异种虫类",
				},
				[948] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 2",
				},
				[980] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "外域",
				},
				[1012] = {
					["r"] = false,
					["d"] = "来自破碎者灰舌部族的精英勇士，表面上与伊利丹结盟。这些勇士是阿卡玛最信任的部下，并参与了他的秘密计划。",
					["w"] = false,
					["n"] = "灰舌死誓者",
				},
				[789] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "莫洛加",
				},
				[911] = {
					["r"] = false,
					["d"] = "奎尔萨拉斯的首都，血精灵的家园。虽然银月城几乎被阿尔萨斯毁灭，但它再次成为了一座繁荣的城市。",
					["w"] = false,
					["n"] = "银月城",
				},
				[1049] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "阿曼尼巨魔",
				},
				[630] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暴掠龙训练师",
				},
				[917] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "铁炉堡军团",
				},
				[949] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 1",
				},
				[981] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鸦人",
				},
				[1013] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Spirits of Shadowmoon 1",
				},
				[790] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Spirit Guide - Alliance",
				},
				[934] = {
					["r"] = false,
					["d"] = "由先知沃雷塔尔领导的这群血精灵拒绝跟随凯尔萨斯。他们加入了沙塔斯城的纳鲁联军，这令奥尔多感到非常不安。",
					["w"] = false,
					["n"] = "占星者",
				},
				[229] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "哀嚎洞穴",
				},
				[470] = {
					["r"] = false,
					["d"] = "热砂集团的成员，这座城市给许多希望在贫瘠之地做生意的人提供了一个开放和中立的天堂。",
					["w"] = true,
					["n"] = "棘齿城",
				},
				[918] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "RC Enemies",
				},
				[950] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "ToWoW - Flag",
				},
				[982] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "赞加沼泽军旗（联盟）",
				},
				[1014] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Spirits of Shadowmoon 2",
				},
				[269] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "银月幸存者",
				},
				[1007] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Kirin'Var - Belmara",
				},
				[1004] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Arcane Annihilator (DNR)",
				},
				[1069] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Ram Racing Powerup DND",
				},
				[919] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "RC Objects",
				},
				[349] = {
					["r"] = false,
					["d"] = "这个由潜行者与刺客组成的行会只欢迎那些有着出色实力的人进入他们的领地。他们也是辛迪加的仇敌。",
					["w"] = true,
					["n"] = "拉文霍德",
				},
				[983] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "赞加沼泽军旗（部落）",
				},
				[1015] = {
					["r"] = false,
					["d"] = "这种罕见的龙是死亡之翼的后代，受到原始的虚空能量影响后发生了变异。现在，他们正在努力摆脱死亡之翼的血脉带来的阴影，找寻自己的命运。",
					["w"] = false,
					["n"] = "灵翼之龙",
				},
				[1070] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Ram Racing Trap DND",
				},
				[1071] = {
					["r"] = false,
					["d"] = "A test faction.",
					["w"] = true,
					["n"] = "Craig's Squirrels",
				},
				[429] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "火刃氏族",
				},
				[509] = {
					["r"] = false,
					["d"] = "阿拉索联军正试图为暴风城夺回阿拉希盆地。",
					["w"] = false,
					["n"] = "阿拉索联军",
				},
				[920] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "红",
				},
				[952] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 3",
				},
				[729] = {
					["r"] = false,
					["d"] = "霜狼氏族正在努力将雷矛探险队赶出奥特兰克山谷。",
					["w"] = false,
					["n"] = "霜狼氏族",
				},
				[1016] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "拜龙教",
				},
				[270] = {
					["r"] = false,
					["d"] = "这群居住在尤亚姆巴岛的巨魔正在努力招募全世界的勇士，希望他们能够帮助自己对抗祖尔格拉布中的邪神哈卡以及他的阿塔莱祭司们。",
					["w"] = false,
					["n"] = "赞达拉部族",
				},
				[678] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Wind Serpent",
				},
				[922] = {
					["r"] = false,
					["d"] = "塔奎林曾是一座高等精灵的城镇，但是在天灾军团入侵奎尔萨拉斯之后被废弃了。现在，被遗忘者和血精灵联手夺回了这座城镇。",
					["w"] = false,
					["n"] = "塔奎林",
				},
				[889] = {
					["r"] = false,
					["d"] = "战歌氏族是最具攻击性的兽人氏族，目前正与暗夜精灵的银翼哨兵部队在战歌峡谷激烈地交战中。",
					["w"] = false,
					["n"] = "战歌氏族",
				},
				[921] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蓝",
				},
				[953] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 4",
				},
				[730] = {
					["r"] = false,
					["d"] = "一群在奥特兰克山谷建立了永久居所的矮人，正与霜狼氏族的兽人激烈交战中。",
					["w"] = false,
					["n"] = "雷矛卫队",
				},
				[1017] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "树人",
				},
				[1074] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Holiday - Water Barrel",
				},
				[168] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "奈瑟加德商队",
				},
				[1018] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Leotheras Demon I",
				},
				[1077] = {
					["r"] = false,
					["d"] = "沙塔斯城的精锐部队，目标是向太阳之井的凯尔萨斯王子发动最终的攻势。",
					["w"] = false,
					["n"] = "破碎残阳",
				},
				[1075] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Holiday - Generic",
				},
				[954] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "ToWoW - Flag Trigger Horde (DND)",
				},
				[986] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "时光之穴 - 敦霍尔德",
				},
				[510] = {
					["r"] = false,
					["d"] = "污染者试图为部落夺取阿拉希盆地的重要资源。",
					["w"] = false,
					["n"] = "污染者",
				},
				[511] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨人",
				},
				[572] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "邪枝巨魔",
				},
				[925] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "逐日者",
				},
				[709] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Battleground Neutral",
				},
				[923] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "远行者",
				},
				[955] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "破碎者",
				},
				[987] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "时光之穴 - 南海镇卫兵",
				},
				[1019] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Leotheras Demon II",
				},
				[1078] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "战斗宠物",
				},
				[573] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "南海海盗",
				},
				[932] = {
					["r"] = false,
					["d"] = "一个古老的德莱尼祭司组织，起初由维伦领导。现在他们在高阶女祭司伊沙娜的指引下为沙塔斯城的纳鲁效力。与占星者势力敌对。",
					["w"] = false,
					["n"] = "奥尔多",
				},
				[892] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "部落军队",
				},
				[669] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Carrion Bird",
				},
				[956] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "复仇军",
				},
				[988] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗影议会",
				},
				[1020] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Leotheras Demon III",
				},
				[1080] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster, Force Reaction",
				},
				[829] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Ogre (Captain Kromcrush)",
				},
				[1081] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Object, Force Reaction",
				},
				[893] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "恶齿巨魔",
				},
				[670] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Cat",
				},
				[957] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "土元素",
				},
				[989] = {
					["r"] = false,
					["d"] = "这些由诺兹多姆亲自挑选的青铜龙无时无刻不在监视着时光之穴。",
					["w"] = false,
					["n"] = "时光守护者",
				},
				[1021] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Leotheras Demon IV",
				},
				[951] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "ToWoW - Flag Trigger Alliance (DND)",
				},
				[575] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "未堕落的熊怪",
				},
				[926] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "魔导师公会",
				},
				[927] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玩家，德莱尼",
				},
				[671] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Crab",
				},
				[958] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "打架机器人",
				},
				[990] = {
					["r"] = false,
					["d"] = "隶属于青铜龙军团的秘密组织，由诺兹多姆最亲密的伴侣索莉多米领导。",
					["w"] = false,
					["n"] = "流沙之鳞",
				},
				[1022] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Leotheras Demon V",
				},
				[577] = {
					["r"] = false,
					["d"] = "热砂集团经营之下的一座贸易城市，坐落于冬泉谷的两条主要干道的交叉处。",
					["w"] = true,
					["n"] = "永望镇",
				},
				[576] = {
					["r"] = false,
					["d"] = "作为最后一支尚未堕落的熊怪部族，木喉部族正致力于保留他们那种独特的精神修行之道，并试图终结其他熊怪部族的痛苦。",
					["w"] = false,
					["n"] = "木喉要塞",
				},
				[673] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Hyena",
				},
				[1024] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "剥石者",
				},
				[672] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Crocilisk",
				},
				[959] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "好演员",
				},
				[369] = {
					["r"] = false,
					["d"] = "热砂集团的首府，诸多优秀地精技师、炼金师和商人的家乡。",
					["w"] = true,
					["n"] = "加基森",
				},
				[1023] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "阿萨洛斯",
				},
				[676] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Tallstrider",
				},
				[209] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "守望堡",
				},
				[609] = {
					["r"] = false,
					["d"] = "塞纳里奥议会的德鲁伊是自然的守卫者，他们定居于宁静的月光林地。",
					["w"] = true,
					["n"] = "塞纳里奥议会",
				},
				[449] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗影蛛丝偷猎者",
				},
				[1087] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "节日怪物",
				},
				[960] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "坏演员",
				},
				[249] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "异种蝎",
				},
				[769] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "吉兹洛克的假人",
				},
				[984] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "赞加沼泽军旗（中立）",
				},
				[929] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "血槌氏族",
				},
				[770] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Gizlock's Charm",
				},
				[1025] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "剥石者猎手",
				},
				[674] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Owl",
				},
				[961] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "止松熊怪",
				},
				[993] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Dark Portal Attacker, Legion",
				},
				[1026] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "影月之魂",
				},
				[985] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "时光之穴 - 萨尔",
				},
				[771] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "吉兹洛克",
				},
				[450] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Searing Spider",
				},
				[1027] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "军团联络器",
				},
				[675] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Scorpid",
				},
				[962] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "疯狂的枭兽",
				},
				[994] = {
					["r"] = false,
					["d"] = "Used for the Blackheart the Inciter event.",
					["w"] = true,
					["n"] = "Inciter Trigger",
				},
				[1028] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "乌鸦林古树",
				},
				[992] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Dark Portal Defender, Horde",
				},
				[991] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Dark Portal Defender, Alliance",
				},
				[924] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "DEPRECATED",
				},
				[1029] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Chess, Friendly to All Chess",
				},
				[931] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction (not a real faction)",
				},
				[963] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "联盟棋子",
				},
				[995] = {
					["r"] = false,
					["d"] = "Used for the Blackheart the Inciter event.",
					["w"] = true,
					["n"] = "Inciter Trigger 2",
				},
				[1030] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Black Temple Gates - Illidari",
				},
				[169] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "热砂港",
				},
				[928] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "天灾入侵者",
				},
				[976] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "海加尔防御者",
				},
				[1031] = {
					["r"] = false,
					["d"] = "一支由沙塔斯城建立的空中武装力量，职责是应对潜伏在外域天空中的威胁。",
					["w"] = false,
					["n"] = "沙塔尔天空卫队",
				},
				[677] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Turtle",
				},
				[964] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "部落棋子",
				},
				[996] = {
					["r"] = false,
					["d"] = "Used for the Blackheart the Inciter event.",
					["w"] = true,
					["n"] = "Inciter Trigger 3",
				},
				[1032] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "52区",
				},
				[2403] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flag - Alliance",
				},
				[2402] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flag - Horde",
				},
				[869] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "加德纳尔",
				},
				[1033] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玛维",
				},
				[933] = {
					["r"] = false,
					["d"] = "由星界巨商哈拉麦德领导的星界财团是一个结构松散的商业联盟，其成员都是从事走私、贸易或盗窃的虚灵。",
					["w"] = false,
					["n"] = "星界财团",
				},
				[965] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster Spar",
				},
				[997] = {
					["r"] = false,
					["d"] = "Used for the Blackheart the Inciter event.",
					["w"] = true,
					["n"] = "Inciter Trigger 4",
				},
				[1034] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "斯克提斯阴影鸦人",
				},
				[1038] = {
					["r"] = false,
					["d"] = "聪明而开化的奥格瑞拉食人魔居住在刀锋山的西部区域，那里富产的埃匹希斯水晶使得他们的智商远远超越了其他野蛮的同类。",
					["w"] = false,
					["n"] = "奥格瑞拉",
				},
				[1039] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "掠食者",
				},
				[1059] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flags",
				},
				[1035] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "斯克提斯鸦人",
				},
				[679] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Training Dummy",
				},
				[966] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster Spar Buddy",
				},
				[689] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Dragonflight, Black - Bait",
				},
			},
			["rule"] = {
				["1:4:14:0:1000:item:32902:0"] = false,
				["3:1:21:3:1000:item:32574:1:2647:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:1:4:0:1000:item:17057:0"] = false,
				["1:5:9:0:1000:empty:0:1"] = false,
				["3:7:1:3:1000:item:29947:1:684:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:7:5:0:1000:empty:0:1"] = false,
				["1:5:16:0:1000:empty:0:1"] = false,
				["3:2:11:0:1000:item:7969:0"] = false,
				["3:6:5:0:1000:item:22450:0"] = false,
				["3:3:13:3:1000:item:28418:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:8:15:0:1000:empty:0:1"] = false,
				["3:3:9:0:1000:item:22449:0"] = false,
				["3:7:8:0:1000:empty:0:1"] = false,
				["3:7:4:0:1000:empty:0:1"] = false,
				["1:2:1:0:1000:item:21882:0"] = false,
				["1:4:10:0:1000:empty:0:1"] = false,
				["3:7:3:0:1000:item:25708:0"] = false,
				["3:8:1:0:1000:empty:0:1"] = false,
				["3:5:18:0:1000:item:31952:0"] = false,
				["3:7:7:0:1000:item:2863:0"] = false,
				["3:6:13:3:1000:item:28757:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:5:14:3:1000:item:33805:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:6:1:0:1000:item:31952:0"] = false,
				["3:4:14:3:1000:item:30667:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:2:17:0:1000:item:22446:0"] = false,
				["3:2:8:0:1000:item:4265:0"] = false,
				["1:3:14:0:1000:empty:0:1"] = false,
				["1:1:10:3:1000:item:30627:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:5:6:3:1000:item:29760:1"] = false,
				["1:3:7:0:1000:empty:0:1"] = false,
				["1:1:10:0:1000:empty:0:1"] = false,
				["3:2:18:3:1000:item:34256:1"] = false,
				["3:8:11:0:1000:empty:0:1"] = false,
				["3:2:2:0:1000:item:25700:0"] = false,
				["1:2:9:3:1000:item:33286:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:3:12:3:1000:item:184871:1"] = false,
				["3:6:10:3:1000:item:34029:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:1:18:0:1000:item:32897:0"] = false,
				["3:6:9:3:1000:item:33286:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:8:0:1000:item:31952:0"] = false,
				["3:2:3:0:1000:item:25700:0"] = false,
				["3:2:4:0:1000:item:31952:0"] = false,
				["3:1:1:0:1000:item:6948:0"] = false,
				["1:4:16:0:1000:empty:0:1"] = false,
				["1:4:11:0:1000:item:34253:0"] = false,
				["3:5:17:0:1000:item:5760:0"] = false,
				["1:2:15:3:1000:item:24790:1:0:0:0:0:0:-35:1577975849:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:3:8:3:1000:item:29434:1"] = false,
				["3:5:11:3:1000:item:29735:1"] = false,
				["1:1:7:3:1000:item:32901:1"] = false,
				["3:3:18:3:1000:item:28517:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:2:8:0:1000:empty:0:1"] = false,
				["3:2:9:0:1000:empty:0:1"] = false,
				["3:7:9:0:1000:empty:0:1"] = false,
				["3:5:5:3:1000:item:33464:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:3:11:3:1000:item:28669:1:464:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:5:10:3:1000:item:30627:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:2:12:3:1000:item:9240:1"] = false,
				["1:4:2:0:1000:item:34062:0"] = false,
				["1:2:16:3:1000:item:24889:1:0:0:0:0:0:-35:2082603047:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:2:10:0:1000:item:34068:0"] = false,
				["1:5:20:0:1000:empty:0:1"] = false,
				["1:2:7:0:1000:item:22829:0"] = false,
				["3:1:26:3:1000:item:30880:1:2939:24027:24051:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:1:3:3:1000:item:5176:1"] = false,
				["1:1:1:0:1000:item:27658:0"] = false,
				["1:3:16:3:1000:item:33471:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:3:7:3:1000:item:5665:1"] = false,
				["1:5:17:0:1000:empty:0:1"] = false,
				["3:4:11:3:1000:item:29760:1"] = false,
				["3:5:7:3:1000:item:32491:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:3:9:3:1000:item:32569:1"] = false,
				["3:1:23:3:1000:item:32324:1:2647:32217:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:5:19:0:1000:empty:0:1"] = false,
				["3:6:9:3:1000:item:29383:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:7:15:0:1000:empty:0:1"] = false,
				["1:5:8:0:1000:empty:0:1"] = false,
				["3:4:18:3:1000:item:32592:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:4:18:0:1000:item:32897:0"] = false,
				["1:3:13:3:1000:item:33809:1"] = false,
				["1:4:20:0:1000:item:22838:0"] = false,
				["1:2:4:0:1000:item:30809:0"] = false,
				["3:6:10:0:1000:empty:0:1"] = false,
				["3:6:9:0:1000:empty:0:1"] = false,
				["3:5:10:0:1000:empty:0:1"] = false,
				["3:8:7:0:1000:empty:0:1"] = false,
				["3:2:13:0:1000:item:11754:0"] = false,
				["3:4:7:3:1000:item:28804:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:1:5:3:1000:item:32262:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:3:20:0:1000:item:30810:0"] = false,
				["3:8:14:0:1000:empty:0:1"] = false,
				["3:5:7:0:1000:empty:0:1"] = false,
				["3:1:14:0:1000:item:22527:0"] = false,
				["3:5:6:0:1000:empty:0:1"] = false,
				["1:3:14:3:1000:item:34029:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:1:9:0:1000:item:27658:0"] = false,
				["1:5:5:0:1000:empty:0:1"] = false,
				["3:8:4:0:1000:empty:0:1"] = false,
				["3:4:18:0:1000:empty:0:1"] = false,
				["3:1:17:3:1000:item:29434:1"] = false,
				["3:1:13:0:1000:item:22445:0"] = false,
				["3:1:12:0:1000:item:22445:0"] = false,
				["3:8:5:0:1000:empty:0:1"] = false,
				["3:7:18:0:1000:empty:0:1"] = false,
				["1:4:3:0:1000:empty:0:1"] = false,
				["3:4:9:3:1000:item:29039:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:7:8:0:1000:item:20748:0"] = false,
				["3:3:4:0:1000:item:24027:0"] = false,
				["3:8:9:0:1000:empty:0:1"] = false,
				["3:7:2:3:1000:item:31011:1:684:32217:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:3:15:3:1000:item:184865:1"] = false,
				["1:5:15:0:1000:empty:0:1"] = false,
				["1:5:13:0:1000:empty:0:1"] = false,
				["3:6:15:3:1000:item:35487:1"] = false,
				["1:5:3:0:1000:item:9224:0"] = false,
				["3:6:3:0:1000:item:7969:0"] = false,
				["1:3:5:3:1000:item:28777:1:368:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:11:0:1000:item:29450:0"] = false,
				["1:4:10:3:1000:item:29760:1"] = false,
				["3:5:16:0:1000:item:5760:0"] = false,
				["3:8:6:0:1000:empty:0:1"] = false,
				["3:8:12:0:1000:empty:0:1"] = false,
				["3:6:6:3:1000:item:33432:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:1:8:0:1000:item:22105:0"] = false,
				["3:4:16:3:1000:item:32236:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:3:4:0:1000:item:8173:0"] = false,
				["3:7:10:0:1000:empty:0:1"] = false,
				["3:5:7:3:1000:item:33471:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:16:0:1000:item:4265:0"] = false,
				["1:5:7:0:1000:item:4424:0"] = false,
				["1:3:7:3:1000:item:32491:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:10:3:1000:item:28558:1"] = false,
				["1:3:4:3:1000:item:28611:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:5:4:0:1000:item:22838:0"] = false,
				["1:4:16:0:1000:item:32897:0"] = false,
				["3:4:10:3:1000:item:29042:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:7:0:1000:item:2863:0"] = false,
				["1:1:12:0:1000:item:17057:0"] = false,
				["3:3:17:3:1000:item:28506:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:17:0:1000:item:22838:0"] = false,
				["3:4:8:3:1000:item:29038:1:2661:24027:24027:24051:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:15:0:1000:item:32905:0"] = false,
				["3:2:16:0:1000:item:22446:0"] = false,
				["3:7:5:0:1000:item:8173:0"] = false,
				["3:6:4:3:1000:item:33476:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:1:0:1000:item:29529:0"] = false,
				["1:3:18:0:1000:item:17030:0"] = false,
				["3:5:6:3:1000:item:33464:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:3:10:0:1000:item:27658:0"] = false,
				["1:3:15:0:1000:item:34062:0"] = false,
				["1:2:18:3:1000:item:25043:1:0:0:0:0:0:-35:793575456:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:5:18:0:1000:empty:0:1"] = false,
				["1:2:6:0:1000:item:22838:0"] = false,
				["1:2:8:0:1000:item:22829:0"] = false,
				["3:7:6:0:1000:empty:0:1"] = false,
				["3:1:11:0:1000:item:22445:0"] = false,
				["3:6:16:0:1000:item:9224:0"] = false,
				["3:5:15:0:1000:item:5760:0"] = false,
				["1:3:17:3:1000:item:33464:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:5:5:0:1000:item:4265:0"] = false,
				["1:4:18:0:1000:empty:0:1"] = false,
				["1:1:5:3:1000:item:5178:1"] = false,
				["1:5:10:0:1000:empty:0:1"] = false,
				["1:2:1:3:1000:item:34009:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:4:4:3:1000:item:28730:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:1:18:3:1000:item:10392:1"] = false,
				["3:5:10:3:1000:item:34009:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:3:5:0:1000:item:31952:0"] = false,
				["3:4:17:3:1000:item:32264:1:2986:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:1:20:3:1000:item:31103:1"] = false,
				["1:1:16:0:1000:item:34257:0"] = false,
				["3:7:7:0:1000:empty:0:1"] = false,
				["3:6:10:3:1000:item:28611:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:1:14:3:1000:item:19239:1"] = false,
				["3:5:1:3:1000:item:33102:1"] = false,
				["1:1:6:0:1000:empty:0:1"] = false,
				["1:4:13:0:1000:item:32576:0"] = false,
				["3:7:4:0:1000:item:4265:0"] = false,
				["3:7:13:0:1000:empty:0:1"] = false,
				["1:4:7:3:1000:item:32592:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:18:0:1000:item:4265:0"] = false,
				["3:4:2:3:1000:item:28599:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:5:4:3:1000:item:33297:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:13:3:1000:item:11122:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:6:2:0:1000:item:7969:0"] = false,
				["1:4:4:0:1000:empty:0:1"] = false,
				["1:1:4:3:1000:item:5177:1"] = false,
				["3:2:9:0:1000:item:4265:0"] = false,
				["1:4:6:0:1000:item:34062:0"] = false,
				["1:1:11:0:1000:item:17030:0"] = false,
				["3:1:27:0:1000:item:23445:0"] = false,
				["1:1:13:0:1000:item:17058:0"] = false,
				["3:1:9:0:1000:item:22445:0"] = false,
				["3:8:18:0:1000:empty:0:1"] = false,
				["1:2:3:0:1000:item:22832:0"] = false,
				["3:8:16:0:1000:empty:0:1"] = false,
				["3:1:8:0:1000:item:21882:0"] = false,
				["3:4:5:3:1000:item:28740:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:3:3:3:1000:item:25477:1"] = false,
				["3:4:15:3:1000:item:31100:1"] = false,
				["3:7:17:0:1000:empty:0:1"] = false,
				["3:1:10:0:1000:item:22445:0"] = false,
				["3:8:13:0:1000:empty:0:1"] = false,
				["3:3:16:0:1000:item:22450:0"] = false,
				["3:8:10:0:1000:empty:0:1"] = false,
				["3:8:3:0:1000:empty:0:1"] = false,
				["3:4:12:3:1000:item:30091:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:4:3:3:1000:item:28657:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:17:3:1000:item:24900:1:0:0:0:0:0:-35:27983912:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:8:17:0:1000:empty:0:1"] = false,
				["3:7:14:0:1000:empty:0:1"] = false,
				["1:1:2:3:1000:item:5175:1"] = false,
				["3:7:12:0:1000:empty:0:1"] = false,
				["3:7:11:0:1000:empty:0:1"] = false,
				["1:2:14:3:1000:item:24604:1:0:0:0:0:0:-35:867827734:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:12:0:1000:item:29529:0"] = false,
				["1:1:15:0:1000:item:20748:0"] = false,
				["3:3:11:3:1000:item:29040:1:3003:25894:24027:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:3:6:3:1000:item:29282:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:5:9:3:1000:item:33999:1"] = false,
				["3:5:8:3:1000:item:33494:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:5:3:3:1000:item:33296:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:5:8:0:1000:item:4265:0"] = false,
				["1:4:19:0:1000:item:22838:0"] = false,
				["3:4:1:3:1000:item:28523:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:5:2:3:1000:item:33211:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:7:6:0:1000:item:4265:0"] = false,
				["1:5:14:0:1000:empty:0:1"] = false,
				["3:1:22:0:1000:item:22450:0"] = false,
				["1:2:19:3:1000:item:28671:1:3009:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:4:6:3:1000:item:28750:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:5:0:1000:item:25719:0"] = false,
				["3:3:12:3:1000:item:28263:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:5:11:0:1000:empty:0:1"] = false,
				["3:3:14:3:1000:item:31417:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["3:8:8:0:1000:empty:0:1"] = false,
				["1:4:5:0:1000:item:27860:0"] = false,
				["1:5:1:0:1000:item:22838:0"] = false,
				["3:8:2:0:1000:empty:0:1"] = false,
				["1:4:4:3:1000:item:29383:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:3:19:0:1000:item:29529:0"] = false,
				["1:4:3:3:1000:item:10392:1"] = false,
				["1:5:12:0:1000:empty:0:1"] = false,
				["3:7:16:0:1000:empty:0:1"] = false,
				["3:1:1:3:1000:item:6948:1"] = false,
				["3:6:14:3:1000:item:30919:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:5:6:0:1000:item:8392:0"] = false,
			},
			["version"] = 30966,
		},
		["option"] = {
			["catset"] = {
				["data"] = {
					[1000] = {
						["category"] = {
							["active"] = {
								nil, -- [1]
								{
									[1001] = true,
								}, -- [2]
							},
							["junk"] = {
								{
									[408] = false,
								}, -- [1]
							},
							["assign"] = {
								["item:23572:0"] = "1!408",
								["item:22573:0"] = "1!408",
								["item:22574:0"] = "1!408",
								["item:24478:0"] = "1!408",
								["item:28439:1"] = "2!1001",
								["item:25649:0"] = "1!408",
								["item:32649:1"] = "1!416",
								["item:27839:1"] = "1!414",
								["item:22456:0"] = "1!408",
								["item:32757:1"] = "1!416",
								["item:21877:0"] = "1!408",
								["item:22576:0"] = "1!408",
								["item:30183:0"] = "1!408",
								["item:25653:1"] = "1!403",
								["item:7717:1"] = "2!1001",
								["item:185848:0"] = "1!403",
								["item:22452:0"] = "1!408",
								["item:24479:0"] = "1!408",
								["item:21884:0"] = "1!408",
								["item:22451:0"] = "1!408",
								["item:38233:1"] = "1!423",
								["item:21842:0"] = "1!408",
								["item:5956:0"] = "1!403",
								["item:27420:1"] = "1!414",
								["item:29316:1"] = "1!414",
								["item:22572:0"] = "1!408",
								["item:32542:1"] = "1!423",
								["item:14047:0"] = "1!408",
								["item:22457:0"] = "1!408",
								["item:23793:0"] = "1!408",
							},
						},
					},
				},
			},
			["sort"] = {
				["method"] = {
					["data"] = {
						[9998] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								nil, -- [5]
								nil, -- [6]
								nil, -- [7]
								{
									["key"] = "slottype",
								}, -- [8]
								{
									["key"] = "expansion",
								}, -- [9]
								{
									["key"] = "itemstatlevel",
								}, -- [10]
								{
									["key"] = "id",
								}, -- [11]
								{
									["key"] = "itemuselevel",
								}, -- [12]
								{
									["key"] = "vendorprice",
								}, -- [13]
								{
									["key"] = "itemage",
								}, -- [14]
								{
									["key"] = "itemtype",
								}, -- [15]
							},
						},
						[9995] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["key"] = "slottype",
								}, -- [3]
								{
									["key"] = "expansion",
								}, -- [4]
								{
									["key"] = "itemstatlevel",
								}, -- [5]
								{
									["key"] = "id",
								}, -- [6]
								{
									["key"] = "itemuselevel",
								}, -- [7]
								{
									["key"] = "vendorprice",
								}, -- [8]
								{
									["key"] = "itemage",
								}, -- [9]
								{
									["key"] = "itemtype",
								}, -- [10]
								{
									["key"] = "category",
								}, -- [11]
								{
									["key"] = "location",
								}, -- [12]
								{
									["key"] = "name",
								}, -- [13]
								{
									["key"] = "count",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9999] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["key"] = "slottype",
								}, -- [3]
								{
									["key"] = "expansion",
								}, -- [4]
								{
									["key"] = "itemstatlevel",
								}, -- [5]
								{
									["key"] = "id",
								}, -- [6]
								{
									["key"] = "itemuselevel",
								}, -- [7]
								{
									["key"] = "vendorprice",
								}, -- [8]
								{
									["key"] = "itemage",
								}, -- [9]
								{
									["key"] = "itemtype",
								}, -- [10]
								{
									["key"] = "category",
								}, -- [11]
								{
									["key"] = "location",
								}, -- [12]
								{
									["key"] = "name",
								}, -- [13]
								{
									["key"] = "count",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9996] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								{
									["key"] = "slottype",
								}, -- [5]
								{
									["key"] = "expansion",
								}, -- [6]
								{
									["key"] = "itemstatlevel",
								}, -- [7]
								{
									["key"] = "id",
								}, -- [8]
								{
									["key"] = "itemuselevel",
								}, -- [9]
								{
									["key"] = "itemage",
								}, -- [10]
								{
									["key"] = "itemtype",
								}, -- [11]
								{
									["key"] = "category",
								}, -- [12]
								{
									["key"] = "location",
								}, -- [13]
								{
									["key"] = "name",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9993] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["key"] = "slottype",
								}, -- [3]
								{
									["key"] = "expansion",
								}, -- [4]
								{
									["key"] = "itemstatlevel",
								}, -- [5]
								{
									["key"] = "id",
								}, -- [6]
								{
									["key"] = "itemuselevel",
								}, -- [7]
								{
									["key"] = "vendorprice",
								}, -- [8]
								{
									["key"] = "itemage",
								}, -- [9]
								{
									["key"] = "itemtype",
								}, -- [10]
								{
									["key"] = "category",
								}, -- [11]
								{
									["key"] = "location",
								}, -- [12]
								{
									["key"] = "name",
								}, -- [13]
								{
									["key"] = "count",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9997] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								{
									["key"] = "slottype",
								}, -- [5]
								{
									["key"] = "expansion",
								}, -- [6]
								{
									["key"] = "itemstatlevel",
								}, -- [7]
								{
									["key"] = "id",
								}, -- [8]
								{
									["key"] = "itemuselevel",
								}, -- [9]
								{
									["key"] = "vendorprice",
								}, -- [10]
								{
									["key"] = "itemage",
								}, -- [11]
								{
									["key"] = "itemtype",
								}, -- [12]
								{
									["key"] = "category",
								}, -- [13]
								{
									["key"] = "location",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9994] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								{
									["key"] = "slottype",
								}, -- [5]
								{
									["key"] = "expansion",
								}, -- [6]
								{
									["key"] = "itemstatlevel",
								}, -- [7]
								{
									["key"] = "id",
								}, -- [8]
								{
									["key"] = "itemuselevel",
								}, -- [9]
								{
									["key"] = "vendorprice",
								}, -- [10]
								{
									["key"] = "itemage",
								}, -- [11]
								{
									["key"] = "itemtype",
								}, -- [12]
								{
									["key"] = "category",
								}, -- [13]
								{
									["key"] = "location",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
					},
				},
			},
			["category"] = {
				nil, -- [1]
				{
					["data"] = {
						[1001] = {
							["used"] = "Y",
							["name"] = "自己的武器",
							["guid"] = "4487-00152DE8-20220405021759-C29E-ED8E-F6CF",
						},
					},
					["next"] = 1001,
				}, -- [2]
				{
					["data"] = {
						[1001] = {
							["used"] = "D",
							["name"] = "aaa",
							["guid"] = "4487-00152DE8-20220327232437-9DB5-12D2-199A",
						},
						[1003] = {
							["order"] = 100,
							["name"] = "111",
							["guid"] = "4487-00152DE8-20220328004938-D4A3-AC20-760C",
							["used"] = "D",
						},
						[1002] = {
							["used"] = "D",
							["name"] = "1",
							["guid"] = "4487-00152DE8-20220327232540-C2E7-2659-7E14",
						},
					},
					["next"] = 1003,
				}, -- [3]
			},
			["junk"] = {
				["sell"] = true,
			},
			["transmog"] = {
				["enable"] = false,
			},
			["tooltip"] = {
				["battlepet"] = {
					["enable"] = false,
				},
			},
			["profile"] = {
				["data"] = {
					[9999] = {
						["location"] = {
							[3] = {
							},
						},
					},
					[1000] = {
						["guid"] = "4487-00152DE8-20220326122351-A078-2507-0BEF",
						["used"] = "D",
						["location"] = {
							{
								["anchor"] = {
									["b"] = 229.7778625488281,
									["l"] = 1442.667114257813,
									["t"] = 582.7779541015625,
									["r"] = 2126.6669921875,
								},
								["container"] = {
									["height"] = 233,
									["width"] = 684,
								},
							}, -- [1]
							[3] = {
							},
						},
					},
					[1001] = {
						["name"] = "騎風",
						["guid"] = "4487-00152DE8-20220326122555-9A04-F94B-3DCE",
						["used"] = "Y",
						["location"] = {
							{
								["layout"] = 1001,
								["style"] = 1001,
								["anchor"] = {
									["b"] = 272.6669006347656,
									["l"] = 1637.00146484375,
									["t"] = 966.6668701171875,
									["r"] = 2095.00146484375,
								},
								["container"] = {
									["height"] = 516,
									["width"] = 458,
								},
							}, -- [1]
							{
								["style"] = 1001,
								["anchor"] = {
									["b"] = 894.9999389648438,
									["t"] = 1200,
									["l"] = 1715.33349609375,
									["r"] = 2133.33349609375,
								},
								["layout"] = 1001,
								["container"] = {
									["height"] = 184,
									["width"] = 418,
								},
							}, -- [2]
							{
								["layout"] = 1001,
								["style"] = 1001,
								["anchor"] = {
									["b"] = 278.111328125,
									["l"] = 270.333984375,
									["r"] = 708.333984375,
									["t"] = 1016.111328125,
								},
								["container"] = {
									["height"] = 560,
									["width"] = 438,
								},
							}, -- [3]
							{
								["style"] = 1001,
								["layout"] = 1001,
							}, -- [4]
							{
								["style"] = 1001,
								["anchor"] = {
									["b"] = 1012,
									["l"] = 1733.333374023438,
									["r"] = 2133.33349609375,
									["t"] = 1200,
								},
								["layout"] = 1001,
								["container"] = {
									["height"] = 67,
								},
							}, -- [5]
							{
								["style"] = 1001,
								["layout"] = 1001,
							}, -- [6]
							nil, -- [7]
							nil, -- [8]
							nil, -- [9]
							{
								["style"] = 1001,
								["layout"] = 1001,
							}, -- [10]
							nil, -- [11]
							nil, -- [12]
							nil, -- [13]
							nil, -- [14]
							nil, -- [15]
							{
								["style"] = 1001,
								["layout"] = 1001,
							}, -- [16]
						},
					},
				},
				["next"] = 1001,
			},
			["design"] = {
				["data"] = {
					[9998] = {
					},
					[1001] = {
						["slot"] = {
							["anchor"] = 3,
							["size"] = 35,
							["age"] = {
								["font"] = {
									["height"] = 10,
								},
							},
						},
						["window"] = {
							["height"] = 560,
							["width"] = 10,
						},
						["name"] = "騎風",
						["category"] = {
							["1!437"] = 3,
							["1!416"] = 2,
							["1!411"] = 5,
							["2!1001"] = 4,
							["1!423"] = 6,
							["1!403"] = 6,
							["1!408"] = 5,
							["1!452"] = 5,
							["1!512"] = 5,
							["1!415"] = 6,
							["1!420"] = 3,
							["1!453"] = 6,
							["1!402"] = 7,
							["1!417"] = 3,
							["1!430"] = 3,
							["1!207"] = 6,
							["1!418"] = 3,
							["1!419"] = 3,
						},
						["used"] = "Y",
						["guid"] = "4487-00152DE8-20220326122705-F435-A242-B2E6",
						["bar"] = {
							["per"] = 3,
							["data"] = {
								{
									["sort"] = {
										["method"] = 9998,
									},
								}, -- [1]
								nil, -- [2]
								nil, -- [3]
								{
									["sort"] = {
										["method"] = 9994,
									},
								}, -- [4]
								{
									["sort"] = {
										["method"] = 9998,
									},
								}, -- [5]
								{
									["sort"] = {
										["method"] = 9998,
									},
								}, -- [6]
								{
									["sort"] = {
										["method"] = 9998,
									},
								}, -- [7]
								[9] = {
									["sort"] = {
										["method"] = 9998,
									},
								},
							},
							["anchor"] = 3,
						},
					},
					[9999] = {
					},
					[1000] = {
						["changer"] = {
							["hide"] = true,
						},
						["category"] = {
							["1!420"] = 4,
							["1!453"] = 2,
							["1!411"] = 2,
							["1!402"] = 5,
							["1!417"] = 4,
							["1!430"] = 4,
							["1!403"] = 2,
							["1!408"] = 2,
							["1!419"] = 4,
							["1!418"] = 4,
							["1!207"] = 3,
							["1!415"] = 2,
							["1!437"] = 4,
						},
						["used"] = "D",
					},
					[9997] = {
						["bar"] = {
							["data"] = {
								{
									["sort"] = {
									},
									["name"] = {
										["text"] = "",
										["custom"] = 1,
										["colour"] = {
											["r"] = 1,
											["g"] = 1,
											["b"] = 1,
										},
									},
									["background"] = {
										["custom"] = 1,
										["colour"] = {
											["a"] = 0.4,
											["r"] = 0,
											["g"] = 0,
											["b"] = 0.4,
										},
									},
									["border"] = {
										["custom"] = 1,
										["colour"] = {
											["r"] = 0.3,
											["g"] = 0.3,
											["b"] = 0.3,
										},
									},
									["width"] = {
										["min"] = 0,
									},
								}, -- [1]
							},
						},
					},
				},
				["next"] = 1001,
			},
			["updatetimer"] = {
				["EVENT_ARKINV_VAULT_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_QUEST_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_LDB_CURRENCY_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_TRANSMOG_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_VAULT_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_LDB_MOUNT_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_COLLECTION_CURRENCY_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_BAG_RESCAN_BUCKET"] = {
				},
				["EVENT_ARKINV_MAIL_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_LOCATION_SCANNED_BUCKET"] = {
				},
				["EVENT_ARKINV_COLLECTION_REPUTATION_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_INVENTORY_CHANGE_BUCKET"] = {
				},
				["EVENT_ARKINV_LDB_REPUTATION_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_AUCTION_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_AUCTION_UPDATE_MASSIVE_BUCKET"] = {
				},
				["EVENT_ARKINV_BAG_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_BANK_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_BAG_UPDATE_COOLDOWN_BUCKET"] = {
				},
				["EVENT_ARKINV_VOID_UPDATE_BUCKET"] = {
				},
			},
			["version"] = 30966,
			["restack"] = {
				["blizzard"] = false,
			},
		},
		["account"] = {
			["next"] = 503,
			["data"] = {
				[501] = {
					["used"] = "D",
					["name"] = "騎風",
				},
				[502] = {
					["used"] = "D",
					["name"] = "111",
				},
				[503] = {
					["used"] = "Y",
					["name"] = "騎風",
				},
			},
		},
	},
	["profileKeys"] = {
		["騎風 - 伊弗斯"] = "Default",
		["隔離 - 伊弗斯"] = "Default",
		["我在哪 - 伊弗斯"] = "Default",
	},
}
