
AtlasLootClassicDB = {
	["profileKeys"] = {
		["騎風 - 伊弗斯"] = "騎風 - 伊弗斯",
		["隔離 - 伊弗斯"] = "隔離 - 伊弗斯",
		["我在哪 - 伊弗斯"] = "我在哪 - 伊弗斯",
	},
	["global"] = {
		["__addonrevision"] = 2040001,
	},
	["profiles"] = {
		["騎風 - 伊弗斯"] = {
			["minimap"] = {
				["minimapPos"] = 201.8336181030789,
			},
			["GUI"] = {
				["point"] = {
					"TOPRIGHT", -- [1]
					nil, -- [2]
					"TOPRIGHT", -- [3]
					-173.8887176513672, -- [4]
					-100.5554962158203, -- [5]
				},
				["selected"] = {
					nil, -- [1]
					"TheSteamvault", -- [2]
					nil, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
		},
		["隔離 - 伊弗斯"] = {
		},
		["我在哪 - 伊弗斯"] = {
		},
	},
}
