
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 532,
			["Player"] = "騎風",
			["FirstPlayer"] = "騎風",
			["InstanceName"] = "Karazhan",
			["Date"] = "2022-04-12",
			["FirstClass"] = "SHAMAN",
			["Class"] = "SHAMAN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-532-6939-16152-0000559366",
					["Time"] = "22:58:34",
					["Looter"] = "維魯格林德",
					["Date"] = "2022-04-12",
					["Class"] = "PALADIN",
					["Name"] = "獵人阿圖曼",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28503::::::::70:::::::::|h[旋風護腕]|h|r", -- [2]
						"|cffa335ee|Hitem:28507::::::::70:::::::::|h[流動思緒裹手]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-532-6939-16409-00015590AD",
					["Time"] = "23:00:19",
					["Looter"] = "維魯格林德",
					["Date"] = "2022-04-12",
					["Class"] = "PALADIN",
					["Name"] = "魅影賓客",
					["Loots"] = {
						"|cffa335ee|Hitem:30668::::::::70:::::::::|h[亡者之握]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-532-6939-15687-00005590AC",
					["Time"] = "23:05:29",
					["Looter"] = "維魯格林德",
					["Date"] = "2022-04-12",
					["Class"] = "PALADIN",
					["Name"] = "摩洛",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28530::::::::70:::::::::|h[不滅狂怒胸針]|h|r", -- [2]
						"|cffa335ee|Hitem:28568::::::::70:::::::::|h[鳥類之心塑像]|h|r", -- [3]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-532-6939-16409-002A5590AC",
					["Time"] = "23:07:20",
					["Looter"] = "維魯格林德",
					["Date"] = "2022-04-12",
					["Class"] = "PALADIN",
					["Name"] = "魅影賓客",
					["Loots"] = {
						"|cffa335ee|Hitem:30668::::::::70:::::::::|h[亡者之握]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-532-6939-16457-00005590AC",
					["Time"] = "23:13:33",
					["Looter"] = "維魯格林德",
					["Date"] = "2022-04-12",
					["Class"] = "PALADIN",
					["Name"] = "貞潔聖女",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28511::::::::70:::::::::|h[內心手環]|h|r", -- [2]
						"|cffa335ee|Hitem:28523::::::::70:::::::::|h[治癒大雨圖騰]|h|r", -- [3]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-532-6939-18168-0000559926",
					["Time"] = "23:22:51",
					["Looter"] = "維魯格林德",
					["Date"] = "2022-04-12",
					["Class"] = "PALADIN",
					["Name"] = "老巫婆",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28586::::::::70:::::::::|h[邪惡女巫之帽]|h|r", -- [2]
						"|cffa335ee|Hitem:28594::::::::70:::::::::|h[火焰試煉長褲]|h|r", -- [3]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-532-6939-16470-00045590AC",
					["Time"] = "23:24:00",
					["Looter"] = "維魯格林德",
					["Date"] = "2022-04-12",
					["Class"] = "PALADIN",
					["Name"] = "鬼魅慈善家",
					["Loots"] = {
						"|cff0070dd|Hitem:22153::::::::70:::::::::|h[秘典:秘法光輝 II]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-532-6939-17225-00005590AC",
					["Time"] = "23:32:51",
					["Looter"] = "騎風",
					["Date"] = "2022-04-12",
					["Class"] = "SHAMAN",
					["Name"] = "夜禍",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28603::::::::70:::::::::|h[暗夜毒物護符]|h|r", -- [2]
						"|cffa335ee|Hitem:28611::::::::70:::::::::|h[龍心火焰盾牌]|h|r", -- [3]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-532-6939-15691-00005590AC",
					["Time"] = "23:43:47",
					["Looter"] = "吃我一盾",
					["Date"] = "2022-04-12",
					["Class"] = "PALADIN",
					["Name"] = "館長",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28631::::::::70:::::::::|h[龍震肩衛]|h|r", -- [2]
						"|cffa335ee|Hitem:29756::::::::70:::::::::|h[逝往英雄手套]|h|r", -- [3]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-532-6939-16540-0000D590AC",
					["Time"] = "23:54:56",
					["Looter"] = "Shama",
					["Date"] = "2022-04-12",
					["Class"] = "SHAMAN",
					["Name"] = "暗影掠取者",
					["Loots"] = {
						"|cffa335ee|Hitem:30644::::::::70:::::::::|h[靈巧之握手套]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-532-6939-15688-00005590AC",
					["Time"] = "23:57:49",
					["Looter"] = "騎風",
					["Date"] = "2022-04-12",
					["Class"] = "SHAMAN",
					["Name"] = "泰瑞斯提安·疫蹄",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28652::::::::70:::::::::|h[意志環帶]|h|r", -- [2]
						"|cffa335ee|Hitem:28660::::::::70:::::::::|h[電鍍瑟銀披風]|h|r", -- [3]
						"|cff0070dd|Hitem:22561::::::::70:::::::::|h[公式:附魔武器 - 靈魂冰霜]|h|r", -- [4]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4491-532-6939-16524-00005590AC",
					["Time"] = "00:02:39",
					["Looter"] = "Rwai",
					["Date"] = "2022-04-13",
					["Class"] = "PRIEST",
					["Name"] = "埃蘭之影",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28675::::::::70:::::::::|h[謝爾曼納偉大之戒]|h|r", -- [2]
						"|cffa335ee|Hitem:28670::::::::70:::::::::|h[地獄火集會之靴]|h|r", -- [3]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4491-532-6939-15690-00005590AC",
					["Time"] = "00:22:03",
					["Looter"] = "維魯格林德",
					["Date"] = "2022-04-13",
					["Class"] = "PALADIN",
					["Name"] = "莫克札王子",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28765::::::::70:::::::::|h[純潔之心無垢披風]|h|r", -- [2]
						"|cffa335ee|Hitem:28768::::::::70:::::::::|h[莫克辛匕首]|h|r", -- [3]
						"|cffa335ee|Hitem:29759::::::::70:::::::::|h[逝往英雄頭盔]|h|r", -- [4]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4491-532-6939-16595-0001D590AC",
					["Time"] = "00:23:18",
					["Looter"] = "維魯格林德",
					["Date"] = "2022-04-13",
					["Class"] = "PALADIN",
					["Name"] = "噬屍獸",
					["Loots"] = {
						"|cffa335ee|Hitem:30667::::::::70:::::::::|h[無情風暴之戒]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4491-532-6939-15689-00005590AC",
					["Time"] = "00:35:48",
					["Looter"] = "吃我一盾",
					["Date"] = "2022-04-13",
					["Class"] = "PALADIN",
					["Name"] = "尼德斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28733::::::::70:::::::::|h[真實束腰]|h|r", -- [2]
						"|cffa335ee|Hitem:28735::::::::70:::::::::|h[大地之血護胸]|h|r", -- [3]
					},
				}, -- [15]
			},
		}, -- [1]
		{
			["InstanceID"] = 564,
			["Player"] = "騎風",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-564-4749-22877-00035AA9C5",
					["Time"] = "20:19:28",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "考斯卡爭吵者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-564-4749-22878-00005AA9C5",
					["Time"] = "20:30:10",
					["Class"] = "HUNTER",
					["Date"] = "2022-04-16",
					["Looter"] = "一隻倉鼠",
					["Name"] = "元水領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-564-4749-22887-00005AA9C5",
					["Time"] = "20:34:13",
					["Class"] = "MAGE",
					["Date"] = "2022-04-16",
					["Looter"] = "魔令古二世",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32243::::::::70:::::::::|h[珍珠鑲飾長靴]|h|r", -- [1]
						"|cffa335ee|Hitem:32232::::::::70:::::::::|h[恆金外殼護腕]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-564-4749-22898-00005AA9C5",
					["Time"] = "20:47:16",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-16",
					["Looter"] = "別逼我擋怪",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32260::::::::70:::::::::|h[無盡夢魘頸飾]|h|r", -- [1]
						"|cffa335ee|Hitem:32254::::::::70:::::::::|h[殘暴者]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-564-4749-23337-00025AA9C5",
					["Time"] = "20:50:11",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "我叫緋村",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-564-4749-23339-0002DAA9C5",
					["Time"] = "20:54:44",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-16",
					["Looter"] = "柒刻",
					["Name"] = "伊利達瑞尋心者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-564-4749-23337-0003DAA9C5",
					["Time"] = "20:54:45",
					["Class"] = "DRUID",
					["Date"] = "2022-04-16",
					["Looter"] = "程昱",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-564-4749-22841-00005AA9C5",
					["Time"] = "21:01:45",
					["Class"] = "MAGE",
					["Date"] = "2022-04-16",
					["Looter"] = "魔令古二世",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:32276::::::::70:::::::::|h[爍火束腰]|h|r", -- [1]
						"|cffa335ee|Hitem:32268::::::::70:::::::::|h[侍從足靴]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-564-4749-22879-00005AA9C6",
					["Time"] = "21:04:36",
					["Class"] = "DRUID",
					["Date"] = "2022-04-16",
					["Looter"] = "程昱",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-564-4749-22880-00015AA9C6",
					["Time"] = "21:04:47",
					["Class"] = "DRUID",
					["Date"] = "2022-04-16",
					["Looter"] = "程昱",
					["Name"] = "影月勇士",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-564-4749-22879-0001DAA9C6",
					["Time"] = "21:06:30",
					["Class"] = "DRUID",
					["Date"] = "2022-04-16",
					["Looter"] = "程昱",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-564-4749-22879-00015AA9C6",
					["Time"] = "21:09:07",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "我叫緋村",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cff0070dd|Hitem:22153::::::::70:::::::::|h[秘典:秘法光輝 II]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-564-4749-23018-00005AA9C5",
					["Time"] = "21:10:24",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-16",
					["Looter"] = "別逼我擋怪",
					["Name"] = "影月馴犬者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-564-4749-23047-00015AA9C6",
					["Time"] = "21:16:00",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "歿天使",
					["Name"] = "影月士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32527::::::::70:::::::::|h[上古知識指環]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-564-4749-23047-0003DAC0CE",
					["Time"] = "21:16:26",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "影月士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-564-4749-22879-0000DAA9C7",
					["Time"] = "21:17:41",
					["Class"] = "DRUID",
					["Date"] = "2022-04-16",
					["Looter"] = "神經德魯伊",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32744::::::::70:::::::::|h[圖樣:生命再生護腕]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4490-564-4749-22879-00005AA9C7",
					["Time"] = "21:17:42",
					["Class"] = "DRUID",
					["Date"] = "2022-04-16",
					["Looter"] = "程昱",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32527::::::::70:::::::::|h[上古知識指環]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4490-564-4749-22871-00005AA9C5",
					["Time"] = "21:26:49",
					["Class"] = "DRUID",
					["Date"] = "2022-04-16",
					["Looter"] = "程昱",
					["Name"] = "泰朗·血魔",
					["Loots"] = {
						"|cffa335ee|Hitem:32348::::::::70:::::::::|h[靈魂斬斧]|h|r", -- [1]
						"|cffa335ee|Hitem:32327::::::::70:::::::::|h[暗影議會長袍]|h|r", -- [2]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4490-564-4749-23232-00005AA9C5",
					["Time"] = "21:33:52",
					["Class"] = "DRUID",
					["Date"] = "2022-04-16",
					["Looter"] = "程昱",
					["Name"] = "突變的戰犬",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4490-564-4749-23236-0000DAA9C6",
					["Time"] = "21:34:02",
					["Class"] = "DRUID",
					["Date"] = "2022-04-16",
					["Looter"] = "程昱",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4490-564-4749-23236-00025AA9C5",
					["Time"] = "21:40:42",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-16",
					["Looter"] = "柒刻",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4490-564-4749-23223-00015AA9C6",
					["Time"] = "21:41:53",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "噬骨看守者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4490-564-4749-23239-00005AA9C5",
					["Time"] = "21:41:54",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "噬骨者戰士",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4490-564-4749-23223-00065AA9C6",
					["Time"] = "21:44:25",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "歿天使",
					["Name"] = "噬骨看守者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-4490-564-4749-23239-0000DAA9C5",
					["Time"] = "21:44:30",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "歐艾丹",
					["Name"] = "噬骨者戰士",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-4490-564-4749-22948-00005AA9C5",
					["Time"] = "21:51:25",
					["Class"] = "WARLOCK",
					["Date"] = "2022-04-16",
					["Looter"] = "不死夜空",
					["Name"] = "葛塔格·血沸",
					["Loots"] = {
						"|cffa335ee|Hitem:32340::::::::70:::::::::|h[節制外衣]|h|r", -- [1]
						"|cffa335ee|Hitem:32335::::::::70:::::::::|h[強勁侵略者指環]|h|r", -- [2]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-4490-564-4749-23420-00005ACBCF",
					["Time"] = "22:01:08",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-16",
					["Looter"] = "柒刻",
					["Name"] = "憤怒精華",
					["Loots"] = {
						"|cffa335ee|Hitem:32363::::::::70:::::::::|h[那魯祝福生命魔杖]|h|r", -- [1]
						"|cffa335ee|Hitem:32362::::::::70:::::::::|h[泰坦項鍊]|h|r", -- [2]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-4490-564-4749-22939-00015AA9C6",
					["Time"] = "22:05:57",
					["Class"] = "ROGUE",
					["Date"] = "2022-04-16",
					["Looter"] = "背鍋俠",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-4490-564-4749-22956-00005AA9C5",
					["Time"] = "22:07:46",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32606::::::::70:::::::::|h[光明先驅者束腰]|h|r", -- [1]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-4490-564-4749-22939-00035AA9C5",
					["Time"] = "22:07:47",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-4490-564-4749-22955-0008DAA9C6",
					["Time"] = "22:09:14",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-4490-564-4749-22964-0000DAA9C6",
					["Time"] = "22:10:26",
					["Class"] = "MAGE",
					["Date"] = "2022-04-16",
					["Looter"] = "熙夏",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-4490-564-4749-22955-0000DAA9C5",
					["Time"] = "22:12:39",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-16",
					["Looter"] = "別逼我擋怪",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [33]
				{
					["GUID"] = "Creature-0-4490-564-4749-22955-00005AA9C5",
					["Time"] = "22:12:44",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [34]
				{
					["GUID"] = "Creature-0-4490-564-4749-22964-0000DAA9C5",
					["Time"] = "22:13:59",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "歐艾丹",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [35]
				{
					["GUID"] = "Creature-0-4490-564-4749-22956-0001DAA9C5",
					["Time"] = "22:17:47",
					["Class"] = "ROGUE",
					["Date"] = "2022-04-16",
					["Looter"] = "背鍋俠",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [36]
				{
					["GUID"] = "Creature-0-4490-564-4749-22939-00075AA9C5",
					["Time"] = "22:18:58",
					["Class"] = "DRUID",
					["Date"] = "2022-04-16",
					["Looter"] = "神經德魯伊",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32753::::::::70:::::::::|h[圖樣:速癒披肩]|h|r", -- [1]
					},
				}, -- [37]
				{
					["GUID"] = "Creature-0-4490-564-4749-22955-000EDAA9C5",
					["Time"] = "22:19:42",
					["Class"] = "ROGUE",
					["Date"] = "2022-04-16",
					["Looter"] = "背鍋俠",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [38]
				{
					["GUID"] = "Creature-0-4490-564-4749-22964-00015AA9C5",
					["Time"] = "22:21:55",
					["Class"] = "MAGE",
					["Date"] = "2022-04-16",
					["Looter"] = "熙夏",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [39]
				{
					["GUID"] = "Creature-0-4490-564-4749-22956-00015AA9C5",
					["Time"] = "22:22:10",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "我叫緋村",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [40]
				{
					["GUID"] = "Creature-0-4490-564-4749-22947-00005AA9C5",
					["Time"] = "22:42:43",
					["Class"] = "PRIEST",
					["Date"] = "2022-04-16",
					["Looter"] = "小嫩腳",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:32365::::::::70:::::::::|h[碎心胸甲]|h|r", -- [1]
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:31102::::::::70:::::::::|h[遺忘防禦者肩鎧]|h|r", -- [3]
					},
				}, -- [41]
				{
					["GUID"] = "Creature-0-4490-564-4749-22951-00005AA9C5",
					["Time"] = "23:01:06",
					["Class"] = "WARLOCK",
					["Date"] = "2022-04-16",
					["Looter"] = "Devinfon",
					["Name"] = "瑪蘭黛女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31100::::::::70:::::::::|h[遺忘保衛者護腿]|h|r", -- [1]
					},
				}, -- [42]
				{
					["GUID"] = "Creature-0-4490-564-4749-22952-00005AA9C5",
					["Time"] = "23:01:09",
					["Class"] = "WARLOCK",
					["Date"] = "2022-04-16",
					["Looter"] = "術難奉陪",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [43]
				{
					["GUID"] = "Creature-0-4490-564-4749-22950-00005AA9C5",
					["Time"] = "23:01:38",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "歿天使",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:32373::::::::70:::::::::|h[伊利達瑞粉碎者頭盔]|h|r", -- [1]
					},
				}, -- [44]
				{
					["GUID"] = "Creature-0-4490-564-4749-22917-00005ADC5A",
					["Time"] = "23:22:06",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-16",
					["Looter"] = "特變電工",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遺忘保衛者護胸]|h|r", -- [1]
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遺忘保衛者護胸]|h|r", -- [2]
						"|cffa335ee|Hitem:32336::::::::70:::::::::|h[背叛者黑弓]|h|r", -- [3]
						"|cffa335ee|Hitem:32524::::::::70:::::::::|h[精靈貴族罩氅]|h|r", -- [4]
					},
				}, -- [45]
			},
			["Class"] = "SHAMAN",
			["Date"] = "2022-04-16",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "Black Temple",
			["FirstPlayer"] = "未知",
		}, -- [2]
		{
			["InstanceID"] = 534,
			["Player"] = "騎風",
			["FirstPlayer"] = "未知目標",
			["InstanceName"] = "Hyjal Summit",
			["Date"] = "2022-04-16",
			["Class"] = "SHAMAN",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-534-6888-17899-0001DAE4FE",
					["Time"] = "23:48:25",
					["Looter"] = "別逼我變熊",
					["Date"] = "2022-04-16",
					["Class"] = "DRUID",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32590::::::::70:::::::::|h[虛無披風]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-534-6888-17895-00015AE547",
					["Time"] = "23:49:45",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-16",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:34009::::::::70:::::::::|h[審判之錘]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-534-6888-17767-00005AE59B",
					["Time"] = "23:53:35",
					["Looter"] = "魔令古二世",
					["Date"] = "2022-04-16",
					["Class"] = "MAGE",
					["Name"] = "瑞齊·凜冬",
					["Loots"] = {
						"|cffa335ee|Hitem:30871::::::::70:::::::::|h[殉難護腕]|h|r", -- [1]
						"|cffa335ee|Hitem:30865::::::::70:::::::::|h[追蹤者之刃]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-534-6888-17895-00045AE6B5",
					["Time"] = "23:55:33",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-04-16",
					["Class"] = "MAGE",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:34009::::::::70:::::::::|h[審判之錘]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-534-6888-17897-00005AE87C",
					["Time"] = "00:03:28",
					["Looter"] = "殺戮聖經",
					["Date"] = "2022-04-17",
					["Class"] = "WARRIOR",
					["Name"] = "地穴惡魔",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-534-6888-17897-00005AEBD6",
					["Time"] = "00:17:28",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-04-17",
					["Class"] = "MAGE",
					["Name"] = "地穴惡魔",
					["Loots"] = {
						"|cffa335ee|Hitem:32609::::::::70:::::::::|h[神聖光芒之靴]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-534-6888-17899-00015AEBD6",
					["Time"] = "00:17:44",
					["Looter"] = "別逼我變熊",
					["Date"] = "2022-04-17",
					["Class"] = "DRUID",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-534-6888-17895-00015AEC1B",
					["Time"] = "00:18:44",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-17",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-534-6888-17905-00005AEC1B",
					["Time"] = "00:18:52",
					["Looter"] = "別逼我變熊",
					["Date"] = "2022-04-17",
					["Class"] = "DRUID",
					["Name"] = "女妖",
					["Loots"] = {
						"|cffa335ee|Hitem:32736::::::::70:::::::::|h[設計圖:迅鋼護腕]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-534-6888-17899-00005AEC64",
					["Time"] = "00:20:03",
					["Looter"] = "歿天使",
					["Date"] = "2022-04-17",
					["Class"] = "PALADIN",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-534-6888-17895-0000DAECB3",
					["Time"] = "00:21:18",
					["Looter"] = "別逼我變熊",
					["Date"] = "2022-04-17",
					["Class"] = "DRUID",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4491-534-6888-17808-00005AED51",
					["Time"] = "00:25:52",
					["Looter"] = "叫我女王好萌",
					["Date"] = "2022-04-17",
					["Class"] = "DRUID",
					["Name"] = "安納塞隆",
					["Loots"] = {
						"|cffa335ee|Hitem:30883::::::::70:::::::::|h[殘暴之柱]|h|r", -- [1]
						"|cffa335ee|Hitem:30881::::::::70:::::::::|h[惡名之刃]|h|r", -- [2]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4491-534-6888-17898-00005AF09B",
					["Time"] = "00:38:03",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-17",
					["Class"] = "PALADIN",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4491-534-6888-17906-0001DAF0EF",
					["Time"] = "00:40:03",
					["Looter"] = "柒刻",
					["Date"] = "2022-04-17",
					["Class"] = "SHAMAN",
					["Name"] = "石像鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4491-534-6888-17907-00005AF16E",
					["Time"] = "00:42:23",
					["Looter"] = "無限天際",
					["Date"] = "2022-04-17",
					["Class"] = "SHAMAN",
					["Name"] = "冰龍",
					["Loots"] = {
						"|cffa335ee|Hitem:32748::::::::70:::::::::|h[圖樣:電光反射束腕]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4491-534-6888-17888-00005AF260",
					["Time"] = "00:48:02",
					["Looter"] = "尐沫",
					["Date"] = "2022-04-17",
					["Class"] = "HUNTER",
					["Name"] = "卡茲洛加",
					["Loots"] = {
						"|cffa335ee|Hitem:30919::::::::70:::::::::|h[溪谷行者束腰]|h|r", -- [1]
						"|cffa335ee|Hitem:30915::::::::70:::::::::|h[沸騰狂怒腰帶]|h|r", -- [2]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4491-534-6888-17842-00005AF6D0",
					["Time"] = "01:08:00",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-17",
					["Class"] = "PALADIN",
					["Name"] = "亞茲加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:31093::::::::70:::::::::|h[遺忘防禦者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30901::::::::70:::::::::|h[無限痛苦]|h|r", -- [2]
						"|cffa335ee|Hitem:31094::::::::70:::::::::|h[遺忘保衛者手套]|h|r", -- [3]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4491-534-6888-17968-00005AF7D2",
					["Time"] = "01:19:44",
					["Looter"] = "魔令古二世",
					["Date"] = "2022-04-17",
					["Class"] = "MAGE",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:32289::::::::70:::::::::|h[設計圖:激烈的蒼穹藍寶石]|h|r", -- [1]
						"|cffa335ee|Hitem:30902::::::::70:::::::::|h[裂地之鋒]|h|r", -- [2]
						"|cffa335ee|Hitem:30912::::::::70:::::::::|h[永恆護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [4]
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [5]
					},
				}, -- [18]
			},
		}, -- [3]
		{
			["InstanceID"] = 565,
			["FirstPlayer"] = "水滴型奶奶",
			["InstanceName"] = "Gruul's Lair",
			["Class"] = "SHAMAN",
			["Date"] = "2022-04-17",
			["FirstClass"] = "PRIEST",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-565-2559-18831-00005C12E2",
					["Time"] = "21:24:51",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-17",
					["Looter"] = "赤脊山下智久",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:29762::::::::70:::::::::|h[逝往英雄肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:29762::::::::70:::::::::|h[逝往英雄肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:28800::::::::70:::::::::|h[那魯之錘]|h|r", -- [5]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-565-2559-19044-00005C12E2",
					["Time"] = "21:32:38",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-17",
					["Looter"] = "赤脊山下智久",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28802::::::::70:::::::::|h[血喉魔導師之刃]|h|r", -- [2]
						"|cffa335ee|Hitem:28794::::::::70:::::::::|h[古羅王之斧]|h|r", -- [3]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[逝往英雄護腿]|h|r", -- [4]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [5]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [6]
					},
				}, -- [2]
			},
			["Player"] = "騎風",
		}, -- [4]
		{
			["InstanceID"] = 568,
			["FirstPlayer"] = "騎風",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-568-10606-23574-00005D7ABF",
					["Time"] = "22:55:41",
					["Looter"] = "街角黑咖啡",
					["Date"] = "2022-04-18",
					["Class"] = "MAGE",
					["Name"] = "阿奇爾森",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33281::::::::70:::::::::|h[自然仁慈胸針]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-568-10606-23576-00005D74CB",
					["Time"] = "23:10:11",
					["Looter"] = "驚鍊喝到破產",
					["Date"] = "2022-04-18",
					["Class"] = "WARRIOR",
					["Name"] = "納羅拉克",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33203::::::::70:::::::::|h[天堂意志之袍]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-568-10606-23578-00005D74CB",
					["Time"] = "23:20:20",
					["Looter"] = "驚鍊喝到破產",
					["Date"] = "2022-04-18",
					["Class"] = "WARRIOR",
					["Name"] = "賈納雷",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33357::::::::70:::::::::|h[瘋狂薄靴]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-568-10606-23577-00005D74CB",
					["Time"] = "00:07:00",
					["Looter"] = "驚鍊喝到破產",
					["Date"] = "2022-04-19",
					["Class"] = "WARRIOR",
					["Name"] = "哈拉齊",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33297::::::::70:::::::::|h[野蠻頸飾]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-568-10606-24239-00005D8F4C",
					["Time"] = "00:22:53",
					["Looter"] = "動物大百科",
					["Date"] = "2022-04-19",
					["Class"] = "DRUID",
					["Name"] = "妖術領主瑪拉克雷斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34029::::::::70:::::::::|h[小巫毒面具]|h|r", -- [2]
						"|cffa335ee|Hitem:33389::::::::70:::::::::|h[壞魔精之匕]|h|r", -- [3]
						"|cffa335ee|Hitem:33592::::::::70:::::::::|h[遠古儀式披風]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-568-10606-23863-00005D9563",
					["Time"] = "00:52:48",
					["Looter"] = "鳳梨冰茶",
					["Date"] = "2022-04-19",
					["Class"] = "ROGUE",
					["Name"] = "祖爾金",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33102::::::::70:::::::::|h[祖爾金之血]|h|r", -- [2]
						"|cffa335ee|Hitem:33468::::::::70:::::::::|h[黑暗祝福]|h|r", -- [3]
						"|cffa335ee|Hitem:33478::::::::70:::::::::|h[金羅克，偉大的天啟之劍]|h|r", -- [4]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-568-17639-23574-0000601970",
					["Time"] = "22:49:35",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-20",
					["Looter"] = "滅戰",
					["Name"] = "阿奇爾森",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33216::::::::70:::::::::|h[隱匿意圖護胸]|h|r", -- [2]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-568-17639-23576-0000601970",
					["Time"] = "23:00:00",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-20",
					["Looter"] = "滅戰",
					["Name"] = "納羅拉克",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33640::::::::70:::::::::|h[狂怒]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-568-17639-23578-0000601970",
					["Time"] = "23:12:03",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-20",
					["Looter"] = "聖祈",
					["Name"] = "賈納雷",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33356::::::::70:::::::::|h[自然再生頭盔]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-568-17639-23577-0000601970",
					["Time"] = "23:27:19",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-20",
					["Looter"] = "聖祈",
					["Name"] = "哈拉齊",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33299::::::::70:::::::::|h[擁護者肩甲]|h|r", -- [2]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-568-17639-24239-0000602882",
					["Time"] = "23:39:09",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-20",
					["Looter"] = "聖祈",
					["Name"] = "妖術領主瑪拉克雷斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33421::::::::70:::::::::|h[鬥爭牙衛]|h|r", -- [2]
						"|cffa335ee|Hitem:33463::::::::70:::::::::|h[第三眼兜帽]|h|r", -- [3]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-568-17639-23863-0000602915",
					["Time"] = "23:46:41",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-20",
					["Looter"] = "騎風",
					["Name"] = "祖爾金",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33102::::::::70:::::::::|h[祖爾金之血]|h|r", -- [2]
						"|cffa335ee|Hitem:33471::::::::70:::::::::|h[兩趾便鞋]|h|r", -- [3]
						"|cffa335ee|Hitem:33479::::::::70:::::::::|h[邪笑面甲]|h|r", -- [4]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-568-26832-23574-0000655CB2",
					["Time"] = "22:31:59",
					["Class"] = "DRUID",
					["Date"] = "2022-04-24",
					["Looter"] = "開車的張學友",
					["Name"] = "阿奇爾森",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33286::::::::70:::::::::|h[魔精修補者面具]|h|r", -- [2]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-568-26832-23576-0000655CB2",
					["Time"] = "22:41:40",
					["Class"] = "DRUID",
					["Date"] = "2022-04-24",
					["Looter"] = "開車的張學友",
					["Name"] = "納羅拉克",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33327::::::::70:::::::::|h[反省面具]|h|r", -- [2]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-568-26832-23578-0000655CB2",
					["Time"] = "22:51:37",
					["Class"] = "MAGE",
					["Date"] = "2022-04-24",
					["Looter"] = "如果你要我",
					["Name"] = "賈納雷",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33357::::::::70:::::::::|h[瘋狂薄靴]|h|r", -- [2]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-568-26832-23577-0000655CB2",
					["Time"] = "23:05:21",
					["Class"] = "DRUID",
					["Date"] = "2022-04-24",
					["Looter"] = "開車的張學友",
					["Name"] = "哈拉齊",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33303::::::::70:::::::::|h[碎顱戰靴]|h|r", -- [2]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-568-26832-24239-0000656728",
					["Time"] = "23:15:16",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-24",
					["Looter"] = "衝鋒雷殘",
					["Name"] = "妖術領主瑪拉克雷斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34029::::::::70:::::::::|h[小巫毒面具]|h|r", -- [2]
						"|cffa335ee|Hitem:33421::::::::70:::::::::|h[鬥爭牙衛]|h|r", -- [3]
						"|cffa335ee|Hitem:33453::::::::70:::::::::|h[妖術兜帽]|h|r", -- [4]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-568-26832-23863-000065697B",
					["Time"] = "23:22:00",
					["Class"] = "MAGE",
					["Date"] = "2022-04-24",
					["Looter"] = "如果你要我",
					["Name"] = "祖爾金",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33473::::::::70:::::::::|h[督軍護胸]|h|r", -- [2]
						"|cffa335ee|Hitem:33467::::::::70:::::::::|h[扭曲幻象之刃]|h|r", -- [3]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-568-3076-23574-000067ED3B",
					["Time"] = "21:15:27",
					["Looter"] = "特變電工",
					["Date"] = "2022-04-26",
					["Class"] = "WARRIOR",
					["Name"] = "阿奇爾森",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33281::::::::70:::::::::|h[自然仁慈胸針]|h|r", -- [2]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-568-3076-23576-000067ED3B",
					["Time"] = "21:27:57",
					["Looter"] = "別逼我無敵",
					["Date"] = "2022-04-26",
					["Class"] = "PALADIN",
					["Name"] = "納羅拉克",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33206::::::::70:::::::::|h[原初狂怒肩鎧]|h|r", -- [2]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-568-3076-23578-000067ED3B",
					["Time"] = "21:36:22",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-04-26",
					["Class"] = "ROGUE",
					["Name"] = "賈納雷",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33356::::::::70:::::::::|h[自然再生頭盔]|h|r", -- [2]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-568-3076-24065-000067ED3C",
					["Time"] = "21:45:13",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-04-26",
					["Class"] = "ROGUE",
					["Name"] = "阿曼尼希管理員",
					["Loots"] = {
						"|cff0070dd|Hitem:29549::::::::70:::::::::|h[聖典:堅韌禱言 III]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-5580-568-3076-23577-000067ED3B",
					["Time"] = "21:51:26",
					["Looter"] = "特變電工",
					["Date"] = "2022-04-26",
					["Class"] = "WARRIOR",
					["Name"] = "哈拉齊",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33317::::::::70:::::::::|h[過往靈魂之袍]|h|r", -- [2]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-5580-568-3076-24239-000067FCE0",
					["Time"] = "22:15:57",
					["Looter"] = "別逼我無敵",
					["Date"] = "2022-04-26",
					["Class"] = "PALADIN",
					["Name"] = "妖術領主瑪拉克雷斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33389::::::::70:::::::::|h[壞魔精之匕]|h|r", -- [2]
						"|cffa335ee|Hitem:33453::::::::70:::::::::|h[妖術兜帽]|h|r", -- [3]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-5580-568-3076-23863-000067FE9A",
					["Time"] = "22:23:00",
					["Looter"] = "特變電工",
					["Date"] = "2022-04-26",
					["Class"] = "WARRIOR",
					["Name"] = "祖爾金",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33466::::::::70:::::::::|h[詛咒骸骨迴圈]|h|r", -- [2]
						"|cffa335ee|Hitem:33830::::::::70:::::::::|h[上古亞基神器]|h|r", -- [3]
						"|cffa335ee|Hitem:33102::::::::70:::::::::|h[祖爾金之血]|h|r", -- [4]
					},
				}, -- [25]
			},
			["Player"] = "騎風",
			["Date"] = "2022-04-18",
			["Class"] = "SHAMAN",
			["FirstClass"] = "SHAMAN",
			["InstanceName"] = "Zul'Aman",
		}, -- [5]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 310,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00000381469727, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0000457763672, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
