
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 565,
			["Player"] = "騎風",
			["FirstPlayer"] = "騎風",
			["InstanceName"] = "Gruul's Lair",
			["Date"] = "2022-05-14",
			["FirstClass"] = "SHAMAN",
			["Class"] = "SHAMAN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-565-20519-18831-00007F420A",
					["Time"] = "13:58:17",
					["Looter"] = "在袍你家祖墳",
					["Date"] = "2022-05-14",
					["Class"] = "WARRIOR",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:29762::::::::70:::::::::|h[逝往英雄肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:28800::::::::70:::::::::|h[那魯之錘]|h|r", -- [5]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-565-20519-19044-00007F420A",
					["Time"] = "14:06:33",
					["Looter"] = "冰心冷刃",
					["Date"] = "2022-05-14",
					["Class"] = "ROGUE",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28824::::::::70:::::::::|h[火星完美護手]|h|r", -- [2]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[逝往英雄護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:28804::::::::70:::::::::|h[丘加利頭帶]|h|r", -- [4]
						"|cffa335ee|Hitem:29767::::::::70:::::::::|h[逝往防衛者護腿]|h|r", -- [5]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [6]
					},
				}, -- [2]
			},
		}, -- [1]
		{
			["InstanceID"] = 580,
			["FirstPlayer"] = "阿梨的聖騎士",
			["Player"] = "騎風",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-580-31051-25368-00007F97D6",
					["Time"] = "20:15:04",
					["Looter"] = "魔令古二世",
					["Date"] = "2022-05-14",
					["Class"] = "MAGE",
					["Name"] = "日刃殺戮者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-580-31051-25363-0000FF97D7",
					["Time"] = "20:17:03",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-05-14",
					["Class"] = "WARRIOR",
					["Name"] = "日刃秘術師",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-580-31051-25369-00037F97D6",
					["Time"] = "20:26:08",
					["Looter"] = "柒刻",
					["Date"] = "2022-05-14",
					["Class"] = "SHAMAN",
					["Name"] = "日刃復仇者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
						"|cff0070dd|Hitem:35273::::::::70:::::::::|h[高級熔煉論文]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-580-31051-25370-00007F97D7",
					["Time"] = "20:34:13",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-05-14",
					["Class"] = "PALADIN",
					["Name"] = "日刃暗黑牧師",
					["Loots"] = {
						"|cffa335ee|Hitem:34348::::::::70:::::::::|h[淨化之光魔杖]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-580-31051-25363-00027F97D6",
					["Time"] = "20:56:50",
					["Looter"] = "柒刻",
					["Date"] = "2022-05-14",
					["Class"] = "SHAMAN",
					["Name"] = "日刃秘術師",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-580-31051-25369-0001FF97D7",
					["Time"] = "21:02:55",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-14",
					["Class"] = "PALADIN",
					["Name"] = "日刃復仇者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-580-31051-25363-0001FF97D7",
					["Time"] = "21:03:29",
					["Looter"] = "熙夏",
					["Date"] = "2022-05-14",
					["Class"] = "MAGE",
					["Name"] = "日刃秘術師",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-580-31051-25369-00017F97D6",
					["Time"] = "21:05:53",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-05-14",
					["Class"] = "ROGUE",
					["Name"] = "日刃復仇者",
					["Loots"] = {
						"|cffa335ee|Hitem:34183::::::::70:::::::::|h[粉碎魔脊]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-580-31051-25370-00037F97D6",
					["Time"] = "21:07:19",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-14",
					["Class"] = "PALADIN",
					["Name"] = "日刃暗黑牧師",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-580-31051-25369-00047F97D6",
					["Time"] = "21:07:27",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-05-14",
					["Class"] = "ROGUE",
					["Name"] = "日刃復仇者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-580-31051-25370-0001FF97D7",
					["Time"] = "21:09:23",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-05-14",
					["Class"] = "PALADIN",
					["Name"] = "日刃暗黑牧師",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-580-31051-25369-0003FF97D6",
					["Time"] = "21:12:29",
					["Looter"] = "司命",
					["Date"] = "2022-05-14",
					["Class"] = "PRIEST",
					["Name"] = "日刃復仇者",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-580-31051-25368-00007FB964",
					["Time"] = "22:28:07",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-14",
					["Class"] = "PALADIN",
					["Name"] = "日刃殺戮者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-580-31051-25371-00007FC332",
					["Time"] = "23:03:33",
					["Looter"] = "柒刻",
					["Date"] = "2022-05-14",
					["Class"] = "SHAMAN",
					["Name"] = "日刃曙光牧師",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-580-31051-25369-00007FC332",
					["Time"] = "23:04:30",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-05-14",
					["Class"] = "ROGUE",
					["Name"] = "日刃復仇者",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-580-31051-25363-00007FC4BD",
					["Time"] = "23:15:30",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-05-14",
					["Class"] = "ROGUE",
					["Name"] = "日刃秘術師",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-580-31051-25371-00007FC565",
					["Time"] = "23:18:01",
					["Looter"] = "熙夏",
					["Date"] = "2022-05-14",
					["Class"] = "MAGE",
					["Name"] = "日刃曙光牧師",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-580-31051-25367-00007FC633",
					["Time"] = "23:20:58",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-05-14",
					["Class"] = "WARRIOR",
					["Name"] = "日刃大法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
						"|cffa335ee|Hitem:34183::::::::70:::::::::|h[粉碎魔脊]|h|r", -- [2]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-580-31051-25371-00007FC6EB",
					["Time"] = "23:22:45",
					["Looter"] = "司命",
					["Date"] = "2022-05-14",
					["Class"] = "PRIEST",
					["Name"] = "日刃曙光牧師",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-580-31051-24892-00007FD448",
					["Time"] = "00:14:26",
					["Looter"] = "米小白",
					["Date"] = "2022-05-15",
					["Class"] = "HUNTER",
					["Name"] = "『墮落者』塞斯諾瓦",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34166::::::::70:::::::::|h[透明光柱指環]|h|r", -- [2]
						"|cffa335ee|Hitem:34851::::::::70:::::::::|h[遺忘保衛者護腕]|h|r", -- [3]
						"|cffa335ee|Hitem:34851::::::::70:::::::::|h[遺忘保衛者護腕]|h|r", -- [4]
						"|cffa335ee|Hitem:34851::::::::70:::::::::|h[遺忘保衛者護腕]|h|r", -- [5]
					},
				}, -- [20]
			},
			["Date"] = "2022-05-14",
			["Class"] = "SHAMAN",
			["FirstClass"] = "PALADIN",
			["InstanceName"] = "Sunwell Plateau",
		}, -- [2]
		{
			["InstanceID"] = 564,
			["FirstPlayer"] = "未知",
			["Player"] = "騎風",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-564-30100-22877-0000809AD9",
					["Time"] = "15:22:09",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-15",
					["Looter"] = "大心大肉",
					["Name"] = "考斯卡爭吵者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-564-30100-22887-0000009AD9",
					["Time"] = "15:33:24",
					["Looter"] = "戰士衝過來啦",
					["Date"] = "2022-05-15",
					["Class"] = "WARRIOR",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32234::::::::70:::::::::|h[穆葛亞拳甲]|h|r", -- [2]
						"|cffa335ee|Hitem:32242::::::::70:::::::::|h[海洋憤怒之靴]|h|r", -- [3]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-564-30100-23330-0000809AD9",
					["Time"] = "15:42:24",
					["Looter"] = "溫柔秒你",
					["Date"] = "2022-05-15",
					["Class"] = "ROGUE",
					["Name"] = "龍喉風掠者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-564-30100-22898-0000009AD9",
					["Time"] = "15:48:23",
					["Looter"] = "戰士衝過來啦",
					["Date"] = "2022-05-15",
					["Class"] = "WARRIOR",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32253::::::::70:::::::::|h[軍團擊殺十字弩]|h|r", -- [2]
						"|cffa335ee|Hitem:32262::::::::70:::::::::|h[納斯雷茲姆虹吸之錘]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-564-30100-22869-0004809AD9",
					["Time"] = "15:51:40",
					["Looter"] = "Xn",
					["Date"] = "2022-05-15",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-564-30100-23339-0000809AD9",
					["Time"] = "15:55:23",
					["Looter"] = "戰士衝過來啦",
					["Date"] = "2022-05-15",
					["Class"] = "WARRIOR",
					["Name"] = "伊利達瑞尋心者",
					["Loots"] = {
						"|cffa335ee|Hitem:32527::::::::70:::::::::|h[上古知識指環]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-564-30100-22845-000080B048",
					["Time"] = "15:57:24",
					["Looter"] = "朝朝扯旗",
					["Date"] = "2022-05-15",
					["Class"] = "WARRIOR",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-564-30100-22844-000180B048",
					["Time"] = "15:58:58",
					["Looter"] = "Alentmagex",
					["Date"] = "2022-05-15",
					["Class"] = "MAGE",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-564-30100-22841-0000009AD9",
					["Time"] = "16:02:20",
					["Looter"] = "溫柔秒你",
					["Date"] = "2022-05-15",
					["Class"] = "ROGUE",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32263::::::::70:::::::::|h[禁衛腿甲]|h|r", -- [2]
						"|cffa335ee|Hitem:32270::::::::70:::::::::|h[法力集中束腕]|h|r", -- [3]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-564-30100-22853-0001009AD9",
					["Time"] = "16:07:56",
					["Looter"] = "特變電工",
					["Date"] = "2022-05-15",
					["Class"] = "WARRIOR",
					["Name"] = "伊利達瑞污染者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-564-30100-22869-0001809AD9",
					["Time"] = "16:07:58",
					["Looter"] = "餓了嗎",
					["Date"] = "2022-05-15",
					["Class"] = "WARLOCK",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-564-30100-22939-0004809AD9",
					["Time"] = "16:09:21",
					["Looter"] = "Alentmagex",
					["Date"] = "2022-05-15",
					["Class"] = "MAGE",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:24213::::::::70:::::::::|h[設計圖:雕刻的皇家黃寶石]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-564-30100-22939-001A809AD9",
					["Time"] = "16:10:46",
					["Looter"] = "Xn",
					["Date"] = "2022-05-15",
					["Class"] = "PALADIN",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32750::::::::70:::::::::|h[圖樣:大地生命束腕]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-564-30100-22939-001A009AD9",
					["Time"] = "16:10:49",
					["Looter"] = "舞法妍妤",
					["Date"] = "2022-05-15",
					["Class"] = "PRIEST",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-564-30100-22955-001B009AD9",
					["Time"] = "16:10:50",
					["Looter"] = "叉你老牧",
					["Date"] = "2022-05-15",
					["Class"] = "PRIEST",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32608::::::::70:::::::::|h[掠取者護手]|h|r", -- [1]
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [2]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-564-30100-22955-0017009AD9",
					["Time"] = "16:11:42",
					["Looter"] = "真神真聖",
					["Date"] = "2022-05-15",
					["Class"] = "WARLOCK",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-564-30100-22939-0018009AD9",
					["Time"] = "16:11:44",
					["Looter"] = "超神的",
					["Date"] = "2022-05-15",
					["Class"] = "DRUID",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-564-30100-22939-0000809AD9",
					["Time"] = "16:13:35",
					["Looter"] = "舞法妍妤",
					["Date"] = "2022-05-15",
					["Class"] = "PRIEST",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-564-30100-22964-0002809AD9",
					["Time"] = "16:19:15",
					["Looter"] = "Xn",
					["Date"] = "2022-05-15",
					["Class"] = "PALADIN",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:31308::::::::70:::::::::|h[死亡降臨者]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-564-30100-22955-0020809AD9",
					["Time"] = "16:20:10",
					["Looter"] = "Xn",
					["Date"] = "2022-05-15",
					["Class"] = "PALADIN",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-564-30100-22939-000E009AD9",
					["Time"] = "16:20:12",
					["Looter"] = "Alentmagex",
					["Date"] = "2022-05-15",
					["Class"] = "MAGE",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32750::::::::70:::::::::|h[圖樣:大地生命束腕]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-564-30100-22939-000F809AD9",
					["Time"] = "16:20:14",
					["Looter"] = "Alentmagex",
					["Date"] = "2022-05-15",
					["Class"] = "MAGE",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-5580-564-30100-22939-0011809AD9",
					["Time"] = "16:20:49",
					["Looter"] = "Alentmagex",
					["Date"] = "2022-05-15",
					["Class"] = "MAGE",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-5580-564-30100-22955-000F809AD9",
					["Time"] = "16:20:50",
					["Looter"] = "Alentmagex",
					["Date"] = "2022-05-15",
					["Class"] = "MAGE",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
						"|cffa335ee|Hitem:32753::::::::70:::::::::|h[圖樣:速癒披肩]|h|r", -- [2]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-5580-564-30100-22947-0000009AD9",
					["Time"] = "16:30:11",
					["Looter"] = "騎風",
					["Date"] = "2022-05-15",
					["Class"] = "SHAMAN",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32367::::::::70:::::::::|h[荒廢護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:31101::::::::70:::::::::|h[遺忘征服者肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:31102::::::::70:::::::::|h[遺忘防禦者肩鎧]|h|r", -- [5]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-5580-564-30100-23402-0000009AD9",
					["Time"] = "16:36:46",
					["Looter"] = "Xn",
					["Date"] = "2022-05-15",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞戰場法師",
					["Loots"] = {
						"|cffa335ee|Hitem:34011::::::::70:::::::::|h[伊利達瑞符文盾]|h|r", -- [1]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-5580-564-30100-22951-0000009AD9",
					["Time"] = "16:51:40",
					["Looter"] = "溫柔秒你",
					["Date"] = "2022-05-15",
					["Class"] = "ROGUE",
					["Name"] = "瑪蘭黛女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31099::::::::70:::::::::|h[遺忘防禦者護腿]|h|r", -- [1]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-5580-564-30100-22949-0000009AD9",
					["Time"] = "16:51:41",
					["Looter"] = "Xn",
					["Date"] = "2022-05-15",
					["Class"] = "PALADIN",
					["Name"] = "粉碎者高希歐",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-5580-564-30100-22952-0000009AD9",
					["Time"] = "16:51:50",
					["Looter"] = "小魔女秀燕",
					["Date"] = "2022-05-15",
					["Class"] = "MAGE",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-5580-564-30100-22950-0000009AD9",
					["Time"] = "16:52:32",
					["Looter"] = "舞法妍妤",
					["Date"] = "2022-05-15",
					["Class"] = "PRIEST",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32505::::::::70:::::::::|h[背叛者的狂熱]|h|r", -- [2]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-5580-564-30100-22917-0000009AD9",
					["Time"] = "17:12:54",
					["Looter"] = "心態已死",
					["Date"] = "2022-05-15",
					["Class"] = "SHAMAN",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffff8000|Hitem:32837::::::::70:::::::::|h[埃辛諾斯戰刃]|h|r", -- [2]
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [3]
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:31089::::::::70:::::::::|h[遺忘征服者護胸]|h|r", -- [5]
						"|cffa335ee|Hitem:32497::::::::70:::::::::|h[怒風璽戒]|h|r", -- [6]
						"|cffa335ee|Hitem:32524::::::::70:::::::::|h[精靈貴族罩氅]|h|r", -- [7]
					},
				}, -- [31]
			},
			["Date"] = "2022-05-15",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "SHAMAN",
			["InstanceName"] = "Black Temple",
		}, -- [3]
		{
			["InstanceID"] = 580,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Sunwell Plateau",
			["Class"] = "SHAMAN",
			["Date"] = "2022-05-15",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-580-8399-25371-000080E843",
					["Time"] = "20:18:52",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-15",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "日刃曙光牧師",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-580-8399-25363-000000E843",
					["Time"] = "20:19:29",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-15",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "日刃秘術師",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-580-8399-25363-0000010BF2",
					["Time"] = "22:26:39",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-15",
					["Looter"] = "別逼我擋怪",
					["Name"] = "日刃秘術師",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [3]
			},
			["Player"] = "騎風",
		}, -- [4]
		{
			["InstanceID"] = 564,
			["Player"] = "騎風",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Black Temple",
			["Date"] = "2022-05-20",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "SHAMAN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-564-23138-22887-0000078DD6",
					["Time"] = "21:38:32",
					["Looter"] = "致命大榔頭",
					["Date"] = "2022-05-20",
					["Class"] = "WARLOCK",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32234::::::::70:::::::::|h[穆葛亞拳甲]|h|r", -- [2]
						"|cffa335ee|Hitem:32239::::::::70:::::::::|h[海浪召喚者軟靴]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-564-23138-22898-0000078DD6",
					["Time"] = "21:51:33",
					["Looter"] = "肥仔皇帝",
					["Date"] = "2022-05-20",
					["Class"] = "MAGE",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32260::::::::70:::::::::|h[無盡夢魘頸飾]|h|r", -- [2]
						"|cffa335ee|Hitem:32750::::::::70:::::::::|h[圖樣:大地生命束腕]|h|r", -- [3]
						"|cffa335ee|Hitem:32255::::::::70:::::::::|h[魔石壁壘]|h|r", -- [4]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-564-23138-22869-0004078DD6",
					["Time"] = "21:56:43",
					["Looter"] = "騎風",
					["Date"] = "2022-05-20",
					["Class"] = "SHAMAN",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-564-23138-22844-0002079CDA",
					["Time"] = "22:00:04",
					["Looter"] = "喵喵斑斑",
					["Date"] = "2022-05-20",
					["Class"] = "MAGE",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cff0070dd|Hitem:25909::::::::70:::::::::|h[設計圖:奧秘的天火鑽石]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-564-23138-22845-0001079CDA",
					["Time"] = "22:01:08",
					["Looter"] = "喵喵斑斑",
					["Date"] = "2022-05-20",
					["Class"] = "MAGE",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-564-23138-22841-0000078DD6",
					["Time"] = "22:03:07",
					["Looter"] = "咯咯笑",
					["Date"] = "2022-05-20",
					["Class"] = "ROGUE",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32265::::::::70:::::::::|h[暗影行者之索]|h|r", -- [2]
						"|cffa335ee|Hitem:32361::::::::70:::::::::|h[盲目先知塑像]|h|r", -- [3]
						"|cffa335ee|Hitem:32744::::::::70:::::::::|h[圖樣:生命再生護腕]|h|r", -- [4]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-564-23138-22855-0000878DD6",
					["Time"] = "22:06:37",
					["Looter"] = "很噁心",
					["Date"] = "2022-05-20",
					["Class"] = "SHAMAN",
					["Name"] = "伊利達瑞黑夜領主",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-564-23138-23337-0003078DD6",
					["Time"] = "22:08:07",
					["Looter"] = "一個好野人",
					["Date"] = "2022-05-20",
					["Class"] = "SHAMAN",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-564-23138-22869-0003878DD6",
					["Time"] = "22:08:10",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-20",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32593::::::::70:::::::::|h[獸穴之后足靴]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-564-23138-22939-0014878DD6",
					["Time"] = "22:08:58",
					["Looter"] = "很噁心",
					["Date"] = "2022-05-20",
					["Class"] = "SHAMAN",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32593::::::::70:::::::::|h[獸穴之后足靴]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-564-23138-22939-0017878DD6",
					["Time"] = "22:09:01",
					["Looter"] = "喵喵斑斑",
					["Date"] = "2022-05-20",
					["Class"] = "MAGE",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:29549::::::::70:::::::::|h[聖典:堅韌禱言 III]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-564-23138-22956-0001878DD6",
					["Time"] = "22:10:08",
					["Looter"] = "喵喵斑斑",
					["Date"] = "2022-05-20",
					["Class"] = "MAGE",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-564-23138-22955-0001078DD6",
					["Time"] = "22:11:04",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-05-20",
					["Class"] = "PALADIN",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-564-23138-22939-001E878DD6",
					["Time"] = "22:15:31",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-05-20",
					["Class"] = "ROGUE",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-564-23138-22939-000B878DD6",
					["Time"] = "22:19:05",
					["Looter"] = "很噁心",
					["Date"] = "2022-05-20",
					["Class"] = "SHAMAN",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-564-23138-22955-0011878DD6",
					["Time"] = "22:19:50",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-20",
					["Class"] = "PALADIN",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-564-23138-22962-0001078DD6",
					["Time"] = "22:21:01",
					["Looter"] = "酒小獵",
					["Date"] = "2022-05-20",
					["Class"] = "HUNTER",
					["Name"] = "悲痛之女",
					["Loots"] = {
						"|cffa335ee|Hitem:32526::::::::70:::::::::|h[蹂躪指環]|h|r", -- [1]
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [2]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-564-23138-22947-0000078DD6",
					["Time"] = "22:27:16",
					["Looter"] = "乾淨俐落",
					["Date"] = "2022-05-20",
					["Class"] = "ROGUE",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32369::::::::70:::::::::|h[兇蠻之刃]|h|r", -- [2]
						"|cffa335ee|Hitem:31101::::::::70:::::::::|h[遺忘征服者肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:31101::::::::70:::::::::|h[遺忘征服者肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [5]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-564-23138-23394-0001878DD6",
					["Time"] = "22:30:01",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-20",
					["Class"] = "PALADIN",
					["Name"] = "漫步哨兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32747::::::::70:::::::::|h[圖樣:迅擊護肩]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-564-23138-23397-0003078DD6",
					["Time"] = "22:34:11",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-20",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞血領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-564-23138-22949-0000078DD6",
					["Time"] = "22:52:03",
					["Looter"] = "喵喵斑斑",
					["Date"] = "2022-05-20",
					["Class"] = "MAGE",
					["Name"] = "粉碎者高希歐",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-564-23138-22952-0000078DD6",
					["Time"] = "22:52:06",
					["Looter"] = "致命大榔頭",
					["Date"] = "2022-05-20",
					["Class"] = "WARLOCK",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31099::::::::70:::::::::|h[遺忘防禦者護腿]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-5580-564-23138-22950-0000078DD6",
					["Time"] = "22:52:20",
					["Looter"] = "肥仔皇帝",
					["Date"] = "2022-05-20",
					["Class"] = "MAGE",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32331::::::::70:::::::::|h[伊利達瑞議會披風]|h|r", -- [2]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-5580-564-23138-22917-000007B15C",
					["Time"] = "23:30:44",
					["Looter"] = "邁克爾假死",
					["Date"] = "2022-05-20",
					["Class"] = "HUNTER",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32235::::::::70:::::::::|h[薩格拉斯的詛咒幻象]|h|r", -- [2]
						"|cffa335ee|Hitem:32500::::::::70:::::::::|h[卡拉伯爾水晶尖錘]|h|r", -- [3]
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [5]
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遺忘保衛者護胸]|h|r", -- [6]
						"|cffa335ee|Hitem:32754::::::::70:::::::::|h[圖樣:靈機護腕]|h|r", -- [7]
					},
				}, -- [24]
			},
		}, -- [5]
		{
			["InstanceID"] = 565,
			["Player"] = "騎風",
			["FirstPlayer"] = "今晚想來點",
			["InstanceName"] = "Gruul's Lair",
			["Date"] = "2022-05-21",
			["FirstClass"] = "HUNTER",
			["Class"] = "SHAMAN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-565-5966-18831-000007BEE7",
					["Time"] = "00:30:41",
					["Looter"] = "點巔",
					["Date"] = "2022-05-21",
					["Class"] = "ROGUE",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:28801::::::::70:::::::::|h[莫卡爾的戰爭頭盔]|h|r", -- [4]
						"|cffa335ee|Hitem:29762::::::::70:::::::::|h[逝往英雄肩鎧]|h|r", -- [5]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-565-5966-19044-000007BEE7",
					["Time"] = "00:37:55",
					["Looter"] = "克勞斯",
					["Date"] = "2022-05-21",
					["Class"] = "ROGUE",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29767::::::::70:::::::::|h[逝往防衛者護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:28824::::::::70:::::::::|h[火星完美護手]|h|r", -- [4]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[逝往英雄護腿]|h|r", -- [5]
						"|cffa335ee|Hitem:28823::::::::70:::::::::|h[戈魯爾之眼]|h|r", -- [6]
					},
				}, -- [2]
			},
		}, -- [6]
		{
			["InstanceID"] = 580,
			["Player"] = "騎風",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-580-26762-25371-000188CCA1",
					["Time"] = "20:20:09",
					["Date"] = "2022-05-21",
					["Class"] = "SHAMAN",
					["Looter"] = "騎風",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-580-26762-25363-000088CCA1",
					["Time"] = "20:20:52",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-21",
					["Class"] = "PALADIN",
					["Name"] = "炎刃秘法师",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫玉]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-580-26762-25371-000008CCA1",
					["Time"] = "20:29:46",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-21",
					["Class"] = "PALADIN",
					["Name"] = "炎刃黎明祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:35203::::::::70:::::::::|h[設計圖:特硬克銀頸飾]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-580-26762-25369-000008CCA1",
					["Time"] = "20:30:35",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-05-21",
					["Class"] = "WARRIOR",
					["Name"] = "炎刃守备官",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-580-26762-25363-000008CCA1",
					["Time"] = "20:30:51",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-05-21",
					["Class"] = "DRUID",
					["Name"] = "炎刃秘法师",
					["Loots"] = {
						"|cffa335ee|Hitem:34346::::::::70:::::::::|h[報復展開]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-580-26762-25371-000308CCA2",
					["Time"] = "20:33:44",
					["Looter"] = "莉姆露",
					["Date"] = "2022-05-21",
					["Class"] = "SHAMAN",
					["Name"] = "炎刃黎明祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-580-26762-25371-000088CCA2",
					["Time"] = "20:40:35",
					["Looter"] = "我叫緋村",
					["Date"] = "2022-05-21",
					["Class"] = "PALADIN",
					["Name"] = "炎刃黎明祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:34349::::::::70:::::::::|h[生命的必然性之刃]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-580-26762-25369-000008CCA3",
					["Time"] = "20:41:05",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-05-21",
					["Class"] = "MAGE",
					["Name"] = "炎刃守备官",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-580-26762-25370-000008CCA3",
					["Time"] = "20:41:07",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-05-21",
					["Class"] = "MAGE",
					["Name"] = "炎刃黄昏祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:35273::::::::70:::::::::|h[高級熔煉論文]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-580-26762-25367-000008CCA2",
					["Time"] = "20:41:19",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-21",
					["Class"] = "PALADIN",
					["Name"] = "炎刃大法师",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-580-26762-24892-000008E258",
					["Time"] = "21:04:48",
					["Looter"] = "子玉兄",
					["Date"] = "2022-05-21",
					["Class"] = "HUNTER",
					["Name"] = "腐蚀者萨索瓦尔",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34852::::::::70:::::::::|h[遺忘防禦者護腕]|h|r", -- [2]
						"|cffa335ee|Hitem:34848::::::::70:::::::::|h[遺忘征服者護腕]|h|r", -- [3]
						"|cffa335ee|Hitem:34851::::::::70:::::::::|h[遺忘保衛者護腕]|h|r", -- [4]
						"|cffa335ee|Hitem:34164::::::::70:::::::::|h[龍鱗鑲嵌長刃]|h|r", -- [5]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-580-26762-25370-00000900C9",
					["Time"] = "23:24:31",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-05-21",
					["Class"] = "MAGE",
					["Name"] = "炎刃黄昏祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:35273::::::::70:::::::::|h[高級熔煉論文]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-580-3153-25371-00000A1F70",
					["Time"] = "20:23:59",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-22",
					["Looter"] = "別逼我擋怪",
					["Name"] = "炎刃黎明祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-580-3153-24882-00000A1F70",
					["Time"] = "21:05:59",
					["Class"] = "DRUID",
					["Date"] = "2022-05-22",
					["Looter"] = "弗雷爾啄德",
					["Name"] = "布鲁塔卢斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34177::::::::70:::::::::|h[终结锁链]|h|r", -- [2]
						"|cffa335ee|Hitem:34854::::::::70:::::::::|h[遗忘保卫者的腰带]|h|r", -- [3]
						"|cffa335ee|Hitem:34853::::::::70:::::::::|h[遗忘征服者的腰带]|h|r", -- [4]
						"|cffa335ee|Hitem:34853::::::::70:::::::::|h[遗忘征服者的腰带]|h|r", -- [5]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-580-3153-25038-00000A45E3",
					["Time"] = "22:30:26",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-22",
					["Looter"] = "特變電工",
					["Name"] = "菲米丝",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34185::::::::70:::::::::|h[破劍者壁壘]|h|r", -- [2]
						"|cffa335ee|Hitem:34856::::::::70:::::::::|h[遺忘征服者長靴]|h|r", -- [3]
						"|cffa335ee|Hitem:34856::::::::70:::::::::|h[遺忘征服者長靴]|h|r", -- [4]
						"|cffa335ee|Hitem:34857::::::::70:::::::::|h[遺忘保衛者長靴]|h|r", -- [5]
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [6]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-580-3153-25483-00008A48F9",
					["Time"] = "22:55:57",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-22",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "影刃嗜魔者",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
					},
				}, -- [16]
			},
			["Class"] = "SHAMAN",
			["Date"] = "2022-05-21",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "太阳之井高地",
			["FirstPlayer"] = "未知",
		}, -- [7]
		{
			["InstanceID"] = 568,
			["Player"] = "騎風",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "祖阿曼",
			["Date"] = "2022-05-24",
			["Class"] = "SHAMAN",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-568-14386-23574-00000BB3B0",
					["Time"] = "00:26:47",
					["Looter"] = "大周天天仙功",
					["Date"] = "2022-05-24",
					["Class"] = "PALADIN",
					["Name"] = "埃基尔松",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33215::::::::70:::::::::|h[浸血的精灵战衣]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-568-14386-23576-00000BB3B0",
					["Time"] = "00:35:51",
					["Looter"] = "Raylin",
					["Date"] = "2022-05-24",
					["Class"] = "WARRIOR",
					["Name"] = "纳洛拉克",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33191::::::::70:::::::::|h[丛林践踏者]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-568-14386-23578-00000BB3B0",
					["Time"] = "00:44:01",
					["Looter"] = "Raylin",
					["Date"] = "2022-05-24",
					["Class"] = "WARRIOR",
					["Name"] = "加亚莱",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33357::::::::70:::::::::|h[疯狂足垫]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-568-14386-23577-00000BB3B0",
					["Time"] = "00:55:27",
					["Looter"] = "大周天天仙功",
					["Date"] = "2022-05-24",
					["Class"] = "PALADIN",
					["Name"] = "哈尔拉兹",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33322::::::::70:::::::::|h[閃光毛皮外衣]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-568-14386-24239-00000BBC7B",
					["Time"] = "01:03:22",
					["Looter"] = "Raylin",
					["Date"] = "2022-05-24",
					["Class"] = "WARRIOR",
					["Name"] = "妖术领主玛拉卡斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34029::::::::70:::::::::|h[小巫毒面具]|h|r", -- [2]
						"|cffa335ee|Hitem:33298::::::::70:::::::::|h[徘徊者擊刃]|h|r", -- [3]
						"|cffa335ee|Hitem:33453::::::::70:::::::::|h[妖術兜帽]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-568-14386-23863-00000BBE55",
					["Time"] = "01:09:20",
					["Looter"] = "大周天天仙功",
					["Date"] = "2022-05-24",
					["Class"] = "PALADIN",
					["Name"] = "祖尔金",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33102::::::::70:::::::::|h[祖尔金之血]|h|r", -- [2]
						"|cffa335ee|Hitem:33468::::::::70:::::::::|h[黑暗祝福]|h|r", -- [3]
						"|cffa335ee|Hitem:33479::::::::70:::::::::|h[扭曲面甲]|h|r", -- [4]
					},
				}, -- [6]
			},
		}, -- [8]
		{
			["Date"] = "2022-05-27",
			["Class"] = "SHAMAN",
			["InstanceID"] = 564,
			["FirstPlayer"] = "若相依",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-564-11302-22877-000210BED4",
					["Time"] = "20:53:08",
					["Looter"] = "神經伊魯德",
					["Date"] = "2022-05-27",
					["Class"] = "DRUID",
					["Name"] = "库斯卡争斗者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-564-11302-22878-000010BED4",
					["Time"] = "20:54:11",
					["Looter"] = "一隻德魯伊",
					["Date"] = "2022-05-27",
					["Class"] = "DRUID",
					["Name"] = "邪水领主",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-564-11302-22873-000010BED4",
					["Time"] = "20:57:30",
					["Looter"] = "朝朝扯旗",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "库斯卡将军",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-564-11302-22887-000010BED4",
					["Time"] = "21:05:55",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-05-27",
					["Class"] = "ROGUE",
					["Name"] = "高阶督军纳因图斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32242::::::::70:::::::::|h[海洋憤怒之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:32377::::::::70:::::::::|h[黑暗披肩]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-564-11302-23330-000010CDEC",
					["Time"] = "21:23:30",
					["Looter"] = "十五年老司機",
					["Date"] = "2022-05-27",
					["Class"] = "MAGE",
					["Name"] = "龙喉斩风者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-564-11302-22954-000010BED4",
					["Time"] = "21:25:21",
					["Looter"] = "別逼我無敵",
					["Date"] = "2022-05-27",
					["Class"] = "PALADIN",
					["Name"] = "伊利达雷恐惧使者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-564-11302-22960-000210BED5",
					["Time"] = "21:27:08",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-05-27",
					["Class"] = "ROGUE",
					["Name"] = "龙喉唤龙者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-564-11302-22898-000010BED4",
					["Time"] = "21:34:21",
					["Looter"] = "不死夜空",
					["Date"] = "2022-05-27",
					["Class"] = "WARLOCK",
					["Name"] = "苏普雷姆斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32255::::::::70:::::::::|h[魔石壁壘]|h|r", -- [2]
						"|cffa335ee|Hitem:32256::::::::70:::::::::|h[無盡裹腰]|h|r", -- [3]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-564-11302-23339-000090BED4",
					["Time"] = "21:42:25",
					["Looter"] = "別逼我無敵",
					["Date"] = "2022-05-27",
					["Class"] = "PALADIN",
					["Name"] = "伊利达雷觅心者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-564-11302-22847-000110D34A",
					["Time"] = "21:46:18",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-05-27",
					["Class"] = "ROGUE",
					["Name"] = "灰舌仪祭师",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-564-11302-22845-000010D34A",
					["Time"] = "21:46:20",
					["Looter"] = "凌小狼",
					["Date"] = "2022-05-27",
					["Class"] = "SHAMAN",
					["Name"] = "灰舌秘术师",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-564-11302-22845-000190D34A",
					["Time"] = "21:47:24",
					["Looter"] = "朝朝扯旗",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "灰舌秘术师",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-564-11302-22841-000010BED4",
					["Time"] = "21:49:02",
					["Looter"] = "朝朝扯旗",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "阿卡玛之影",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32264::::::::70:::::::::|h[隱藏捕獵者護肩]|h|r", -- [2]
						"|cffa335ee|Hitem:32273::::::::70:::::::::|h[輝煌光明襯肩]|h|r", -- [3]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-564-11302-23236-000010BED4",
					["Time"] = "21:55:04",
					["Looter"] = "找蟹大師",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "噬骨持盾者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-564-11302-23196-000010BED4",
					["Time"] = "21:56:05",
					["Looter"] = "別逼我無敵",
					["Date"] = "2022-05-27",
					["Class"] = "PALADIN",
					["Name"] = "噬骨巨兽",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-564-11302-23235-000390BED4",
					["Time"] = "21:57:28",
					["Looter"] = "阿梨的魔術師",
					["Date"] = "2022-05-27",
					["Class"] = "MAGE",
					["Name"] = "噬骨剑武者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-564-11302-23420-000010DAD8",
					["Time"] = "22:07:40",
					["Looter"] = "一隻德魯伊",
					["Date"] = "2022-05-27",
					["Class"] = "DRUID",
					["Name"] = "愤怒精华",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32347::::::::70:::::::::|h[非難手套]|h|r", -- [2]
						"|cffa335ee|Hitem:32350::::::::70:::::::::|h[靈光之觸]|h|r", -- [3]
						"|cffa335ee|Hitem:32753::::::::70:::::::::|h[圖樣:速癒披肩]|h|r", -- [4]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-564-11302-23337-000390BED4",
					["Time"] = "22:10:41",
					["Looter"] = "朝朝扯旗",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "伊利达雷百夫长",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-564-11302-22869-000310BED4",
					["Time"] = "22:11:14",
					["Looter"] = "找蟹大師",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "伊利达雷切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-564-11302-22955-001C10BED4",
					["Time"] = "22:14:57",
					["Looter"] = "朝朝扯旗",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "有魅力的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-564-11302-22939-001A10BED4",
					["Time"] = "22:14:57",
					["Looter"] = "Chocowa",
					["Date"] = "2022-05-27",
					["Class"] = "WARLOCK",
					["Name"] = "神殿助祭",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-564-11302-22939-001890BED4",
					["Time"] = "22:15:51",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-05-27",
					["Class"] = "ROGUE",
					["Name"] = "神殿助祭",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-5580-564-11302-22956-000010BED4",
					["Time"] = "22:16:37",
					["Looter"] = "朝朝扯旗",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "苦痛祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-5580-564-11302-22939-001590BED4",
					["Time"] = "22:17:44",
					["Looter"] = "電丘",
					["Date"] = "2022-05-27",
					["Class"] = "SHAMAN",
					["Name"] = "神殿助祭",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-5580-564-11302-22964-000210BED4",
					["Time"] = "22:18:21",
					["Looter"] = "找蟹大師",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "欢愉祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-5580-564-11302-22964-000190BED4",
					["Time"] = "22:22:25",
					["Looter"] = "找蟹大師",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "欢愉祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-5580-564-11302-22947-000010BED4",
					["Time"] = "22:49:13",
					["Looter"] = "朝朝扯旗",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "莎赫拉丝主母",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32366::::::::70:::::::::|h[暗影大師之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:31101::::::::70:::::::::|h[遺忘征服者肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:31102::::::::70:::::::::|h[遺忘防禦者肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [5]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-5580-564-11302-23400-000190BED4",
					["Time"] = "22:59:00",
					["Looter"] = "找蟹大師",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "伊利达雷执政官",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-5580-564-11302-22949-000010BED4",
					["Time"] = "23:16:53",
					["Looter"] = "Chocowa",
					["Date"] = "2022-05-27",
					["Class"] = "WARLOCK",
					["Name"] = "击碎者加西奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:31100::::::::70:::::::::|h[遺忘保衛者護腿]|h|r", -- [1]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-5580-564-11302-22952-000010BED4",
					["Time"] = "23:16:54",
					["Looter"] = "騎風",
					["Date"] = "2022-05-27",
					["Class"] = "SHAMAN",
					["Name"] = "维尔莱斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31099::::::::70:::::::::|h[遺忘防禦者護腿]|h|r", -- [1]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-5580-564-11302-22951-000010BED4",
					["Time"] = "23:16:57",
					["Looter"] = "找蟹大師",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "女公爵玛兰德",
					["Loots"] = {
						"|cffa335ee|Hitem:31099::::::::70:::::::::|h[遗忘胜利者的护腿]|h|r", -- [1]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-5580-564-11302-22950-000010BED4",
					["Time"] = "23:17:09",
					["Looter"] = "特變電工",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "高阶灵术师塞勒沃尔",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32505::::::::70:::::::::|h[背叛者的狂熱]|h|r", -- [2]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-5580-564-11302-22917-000010F120",
					["Time"] = "23:54:34",
					["Looter"] = "騎風",
					["Date"] = "2022-05-27",
					["Class"] = "SHAMAN",
					["Name"] = "伊利丹·怒风",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遗忘保卫者的胸甲]|h|r", -- [2]
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遗忘保卫者的胸甲]|h|r", -- [3]
						"|cffa335ee|Hitem:32483::::::::70:::::::::|h[古尔丹之颅]|h|r", -- [4]
						"|cffa335ee|Hitem:32375::::::::70:::::::::|h[埃辛诺斯壁垒]|h|r", -- [5]
						"|cffa335ee|Hitem:31089::::::::70:::::::::|h[遗忘征服者的胸甲]|h|r", -- [6]
					},
				}, -- [33]
			},
			["InstanceName"] = "黑暗神殿",
			["FirstClass"] = "PALADIN",
			["Player"] = "騎風",
			["SavedID"] = 111371936,
		}, -- [9]
		{
			["InstanceID"] = 565,
			["Player"] = "騎風",
			["FirstPlayer"] = "Ikemen",
			["InstanceName"] = "格鲁尔的巢穴",
			["Date"] = "2022-05-28",
			["FirstClass"] = "MAGE",
			["Class"] = "SHAMAN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-565-14506-18831-000010FBF2",
					["Time"] = "00:37:24",
					["Looter"] = "你爸來了",
					["Date"] = "2022-05-28",
					["Class"] = "WARRIOR",
					["Name"] = "莫加尔大王",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28795::::::::70:::::::::|h[劍刃氏族戰爭手環]|h|r", -- [2]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[逝往勇士肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[逝往勇士肩鎧]|h|r", -- [5]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-565-14506-19044-000010FBF2",
					["Time"] = "00:44:53",
					["Looter"] = "傲嬌吉祥物",
					["Date"] = "2022-05-28",
					["Class"] = "WARRIOR",
					["Name"] = "屠龙者格鲁尔",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:28802::::::::70:::::::::|h[血喉魔導師之刃]|h|r", -- [3]
						"|cffa335ee|Hitem:28830::::::::70:::::::::|h[龍脊戰利品]|h|r", -- [4]
						"|cffa335ee|Hitem:29767::::::::70:::::::::|h[逝往防衛者護腿]|h|r", -- [5]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [6]
					},
				}, -- [2]
			},
		}, -- [10]
		{
			["InstanceID"] = 580,
			["Player"] = "騎風",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-580-1098-25367-0002120AAD",
					["Time"] = "20:21:28",
					["Class"] = "WARLOCK",
					["Date"] = "2022-05-28",
					["Looter"] = "Devinfon",
					["Name"] = "炎刃大法师",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-580-1098-25371-0002920AAE",
					["Time"] = "20:31:01",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-28",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "炎刃黎明祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-580-1098-25367-0000920AAE",
					["Time"] = "20:33:37",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-28",
					["Looter"] = "柒刻",
					["Name"] = "炎刃大法师",
					["Loots"] = {
						"|cffa335ee|Hitem:35190::::::::70:::::::::|h[結構圖:超放大月光眼鏡]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-580-1098-25371-0000120AAE",
					["Time"] = "20:35:15",
					["Class"] = "PRIEST",
					["Date"] = "2022-05-28",
					["Looter"] = "呆丫喵",
					["Name"] = "炎刃黎明祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-580-1098-25370-0000120AAE",
					["Time"] = "20:35:55",
					["Class"] = "PRIEST",
					["Date"] = "2022-05-28",
					["Looter"] = "呆丫喵",
					["Name"] = "炎刃黄昏祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-580-1098-25363-0000120AAE",
					["Time"] = "20:35:55",
					["Class"] = "MAGE",
					["Date"] = "2022-05-28",
					["Looter"] = "魔令古二世",
					["Name"] = "炎刃秘法师",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-580-1098-25507-0002120AAE",
					["Time"] = "20:36:52",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-28",
					["Looter"] = "別逼我擋怪",
					["Name"] = "炎刃保卫者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-580-1098-25507-0000920AAE",
					["Time"] = "20:39:57",
					["Class"] = "PRIEST",
					["Date"] = "2022-05-28",
					["Looter"] = "呆丫喵",
					["Name"] = "炎刃保卫者",
					["Loots"] = {
						"|cffa335ee|Hitem:35209::::::::70:::::::::|h[設計圖:特硬克銀戰拳]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-580-1098-25363-0000920AAD",
					["Time"] = "20:58:55",
					["Class"] = "WARLOCK",
					["Date"] = "2022-05-28",
					["Looter"] = "不死夜空",
					["Name"] = "炎刃秘法师",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-580-1098-25370-0000120AAD",
					["Time"] = "21:02:26",
					["Class"] = "DRUID",
					["Date"] = "2022-05-28",
					["Looter"] = "弗雷爾啄德",
					["Name"] = "炎刃黄昏祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:35273::::::::70:::::::::|h[高級熔煉論文]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-580-1098-25370-0002120AAD",
					["Time"] = "21:07:18",
					["Class"] = "DRUID",
					["Date"] = "2022-05-28",
					["Looter"] = "神經德魯伊",
					["Name"] = "炎刃黄昏祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-580-1098-24892-0000122143",
					["Time"] = "21:24:05",
					["Class"] = "DRUID",
					["Date"] = "2022-05-28",
					["Looter"] = "傳說小百",
					["Name"] = "腐蚀者萨索瓦尔",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34167::::::::70:::::::::|h[神聖狂熱腿鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:34851::::::::70:::::::::|h[遺忘保衛者護腕]|h|r", -- [3]
						"|cffa335ee|Hitem:34848::::::::70:::::::::|h[遺忘征服者護腕]|h|r", -- [4]
						"|cffa335ee|Hitem:34848::::::::70:::::::::|h[遺忘征服者護腕]|h|r", -- [5]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-580-1098-25507-0001120AAD",
					["Time"] = "21:25:02",
					["Class"] = "DRUID",
					["Date"] = "2022-05-28",
					["Looter"] = "傳說小百",
					["Name"] = "炎刃保卫者",
					["Loots"] = {
						"|cffa335ee|Hitem:34351::::::::70:::::::::|h[寧靜威嚴裹帶]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-580-1098-25371-0004120AAD",
					["Time"] = "21:27:17",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-28",
					["Looter"] = "柒刻",
					["Name"] = "炎刃黎明祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-580-1098-24882-0000120AAD",
					["Time"] = "22:04:23",
					["Class"] = "WARLOCK",
					["Date"] = "2022-05-28",
					["Looter"] = "術難奉陪",
					["Name"] = "布鲁塔卢斯",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [2]
						"|cffa335ee|Hitem:34181::::::::70:::::::::|h[災禍護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:34853::::::::70:::::::::|h[遺忘征服者腰帶]|h|r", -- [4]
						"|cffa335ee|Hitem:34854::::::::70:::::::::|h[遺忘保衛者腰帶]|h|r", -- [5]
						"|cffa335ee|Hitem:34854::::::::70:::::::::|h[遺忘保衛者腰帶]|h|r", -- [6]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-580-1098-25038-0000123637",
					["Time"] = "23:10:33",
					["Class"] = "PRIEST",
					["Date"] = "2022-05-28",
					["Looter"] = "呆丫喵",
					["Name"] = "菲米丝",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34857::::::::70:::::::::|h[遺忘保衛者長靴]|h|r", -- [2]
						"|cffa335ee|Hitem:34856::::::::70:::::::::|h[遺忘征服者長靴]|h|r", -- [3]
						"|cffa335ee|Hitem:34856::::::::70:::::::::|h[遺忘征服者長靴]|h|r", -- [4]
						"|cffa335ee|Hitem:34186::::::::70:::::::::|h[劇烈暴風連結鎖鍊]|h|r", -- [5]
					},
				}, -- [16]
			},
			["Class"] = "SHAMAN",
			["Date"] = "2022-05-28",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "太阳之井高地",
			["FirstPlayer"] = "未知",
		}, -- [11]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 310,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00000381469727, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0000457763672, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
