
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 564,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Black Temple",
			["Class"] = "SHAMAN",
			["Date"] = "2022-05-20",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-564-23138-22887-0000078DD6",
					["Time"] = "21:38:32",
					["Class"] = "WARLOCK",
					["Date"] = "2022-05-20",
					["Looter"] = "致命大榔頭",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32234::::::::70:::::::::|h[穆葛亞拳甲]|h|r", -- [2]
						"|cffa335ee|Hitem:32239::::::::70:::::::::|h[海浪召喚者軟靴]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-564-23138-22898-0000078DD6",
					["Time"] = "21:51:33",
					["Class"] = "MAGE",
					["Date"] = "2022-05-20",
					["Looter"] = "肥仔皇帝",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32260::::::::70:::::::::|h[無盡夢魘頸飾]|h|r", -- [2]
						"|cffa335ee|Hitem:32750::::::::70:::::::::|h[圖樣:大地生命束腕]|h|r", -- [3]
						"|cffa335ee|Hitem:32255::::::::70:::::::::|h[魔石壁壘]|h|r", -- [4]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-564-23138-22869-0004078DD6",
					["Time"] = "21:56:43",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-20",
					["Looter"] = "騎風",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-564-23138-22844-0002079CDA",
					["Time"] = "22:00:04",
					["Class"] = "MAGE",
					["Date"] = "2022-05-20",
					["Looter"] = "喵喵斑斑",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cff0070dd|Hitem:25909::::::::70:::::::::|h[設計圖:奧秘的天火鑽石]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-564-23138-22845-0001079CDA",
					["Time"] = "22:01:08",
					["Class"] = "MAGE",
					["Date"] = "2022-05-20",
					["Looter"] = "喵喵斑斑",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-564-23138-22841-0000078DD6",
					["Time"] = "22:03:07",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-20",
					["Looter"] = "咯咯笑",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32265::::::::70:::::::::|h[暗影行者之索]|h|r", -- [2]
						"|cffa335ee|Hitem:32361::::::::70:::::::::|h[盲目先知塑像]|h|r", -- [3]
						"|cffa335ee|Hitem:32744::::::::70:::::::::|h[圖樣:生命再生護腕]|h|r", -- [4]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-564-23138-22855-0000878DD6",
					["Time"] = "22:06:37",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-20",
					["Looter"] = "很噁心",
					["Name"] = "伊利達瑞黑夜領主",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-564-23138-23337-0003078DD6",
					["Time"] = "22:08:07",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-20",
					["Looter"] = "一個好野人",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-564-23138-22869-0003878DD6",
					["Time"] = "22:08:10",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-20",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32593::::::::70:::::::::|h[獸穴之后足靴]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-564-23138-22939-0014878DD6",
					["Time"] = "22:08:58",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-20",
					["Looter"] = "很噁心",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32593::::::::70:::::::::|h[獸穴之后足靴]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-564-23138-22939-0017878DD6",
					["Time"] = "22:09:01",
					["Class"] = "MAGE",
					["Date"] = "2022-05-20",
					["Looter"] = "喵喵斑斑",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:29549::::::::70:::::::::|h[聖典:堅韌禱言 III]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-564-23138-22956-0001878DD6",
					["Time"] = "22:10:08",
					["Class"] = "MAGE",
					["Date"] = "2022-05-20",
					["Looter"] = "喵喵斑斑",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-564-23138-22955-0001078DD6",
					["Time"] = "22:11:04",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-20",
					["Looter"] = "终焉誓約",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-564-23138-22939-001E878DD6",
					["Time"] = "22:15:31",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-20",
					["Looter"] = "背鍋俠",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-564-23138-22939-000B878DD6",
					["Time"] = "22:19:05",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-20",
					["Looter"] = "很噁心",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-564-23138-22955-0011878DD6",
					["Time"] = "22:19:50",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-20",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-564-23138-22962-0001078DD6",
					["Time"] = "22:21:01",
					["Class"] = "HUNTER",
					["Date"] = "2022-05-20",
					["Looter"] = "酒小獵",
					["Name"] = "悲痛之女",
					["Loots"] = {
						"|cffa335ee|Hitem:32526::::::::70:::::::::|h[蹂躪指環]|h|r", -- [1]
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [2]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-564-23138-22947-0000078DD6",
					["Time"] = "22:27:16",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-20",
					["Looter"] = "乾淨俐落",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32369::::::::70:::::::::|h[兇蠻之刃]|h|r", -- [2]
						"|cffa335ee|Hitem:31101::::::::70:::::::::|h[遺忘征服者肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:31101::::::::70:::::::::|h[遺忘征服者肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [5]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-564-23138-23394-0001878DD6",
					["Time"] = "22:30:01",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-20",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "漫步哨兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32747::::::::70:::::::::|h[圖樣:迅擊護肩]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-564-23138-23397-0003078DD6",
					["Time"] = "22:34:11",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-20",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "伊利達瑞血領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-564-23138-22949-0000078DD6",
					["Time"] = "22:52:03",
					["Class"] = "MAGE",
					["Date"] = "2022-05-20",
					["Looter"] = "喵喵斑斑",
					["Name"] = "粉碎者高希歐",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-564-23138-22952-0000078DD6",
					["Time"] = "22:52:06",
					["Class"] = "WARLOCK",
					["Date"] = "2022-05-20",
					["Looter"] = "致命大榔頭",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31099::::::::70:::::::::|h[遺忘防禦者護腿]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-5580-564-23138-22950-0000078DD6",
					["Time"] = "22:52:20",
					["Class"] = "MAGE",
					["Date"] = "2022-05-20",
					["Looter"] = "肥仔皇帝",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32331::::::::70:::::::::|h[伊利達瑞議會披風]|h|r", -- [2]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-5580-564-23138-22917-000007B15C",
					["Time"] = "23:30:44",
					["Class"] = "HUNTER",
					["Date"] = "2022-05-20",
					["Looter"] = "邁克爾假死",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32235::::::::70:::::::::|h[薩格拉斯的詛咒幻象]|h|r", -- [2]
						"|cffa335ee|Hitem:32500::::::::70:::::::::|h[卡拉伯爾水晶尖錘]|h|r", -- [3]
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [5]
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遺忘保衛者護胸]|h|r", -- [6]
						"|cffa335ee|Hitem:32754::::::::70:::::::::|h[圖樣:靈機護腕]|h|r", -- [7]
					},
				}, -- [24]
			},
			["Player"] = "騎風",
		}, -- [1]
		{
			["InstanceID"] = 565,
			["FirstPlayer"] = "今晚想來點",
			["InstanceName"] = "Gruul's Lair",
			["Class"] = "SHAMAN",
			["Date"] = "2022-05-21",
			["FirstClass"] = "HUNTER",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-565-5966-18831-000007BEE7",
					["Time"] = "00:30:41",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-21",
					["Looter"] = "點巔",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:28801::::::::70:::::::::|h[莫卡爾的戰爭頭盔]|h|r", -- [4]
						"|cffa335ee|Hitem:29762::::::::70:::::::::|h[逝往英雄肩鎧]|h|r", -- [5]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-565-5966-19044-000007BEE7",
					["Time"] = "00:37:55",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-21",
					["Looter"] = "克勞斯",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29767::::::::70:::::::::|h[逝往防衛者護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:28824::::::::70:::::::::|h[火星完美護手]|h|r", -- [4]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[逝往英雄護腿]|h|r", -- [5]
						"|cffa335ee|Hitem:28823::::::::70:::::::::|h[戈魯爾之眼]|h|r", -- [6]
					},
				}, -- [2]
			},
			["Player"] = "騎風",
		}, -- [2]
		{
			["InstanceID"] = 580,
			["FirstPlayer"] = "未知",
			["Player"] = "騎風",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-580-26762-25371-000188CCA1",
					["Time"] = "20:20:09",
					["Date"] = "2022-05-21",
					["Class"] = "SHAMAN",
					["Looter"] = "騎風",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-580-26762-25363-000088CCA1",
					["Time"] = "20:20:52",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-21",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "炎刃秘法师",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫玉]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-580-26762-25371-000008CCA1",
					["Time"] = "20:29:46",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-21",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "炎刃黎明祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:35203::::::::70:::::::::|h[設計圖:特硬克銀頸飾]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-580-26762-25369-000008CCA1",
					["Time"] = "20:30:35",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-21",
					["Looter"] = "別逼我擋怪",
					["Name"] = "炎刃守备官",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-580-26762-25363-000008CCA1",
					["Time"] = "20:30:51",
					["Class"] = "DRUID",
					["Date"] = "2022-05-21",
					["Looter"] = "神經德魯伊",
					["Name"] = "炎刃秘法师",
					["Loots"] = {
						"|cffa335ee|Hitem:34346::::::::70:::::::::|h[報復展開]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-580-26762-25371-000308CCA2",
					["Time"] = "20:33:44",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-21",
					["Looter"] = "莉姆露",
					["Name"] = "炎刃黎明祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-580-26762-25371-000088CCA2",
					["Time"] = "20:40:35",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-21",
					["Looter"] = "我叫緋村",
					["Name"] = "炎刃黎明祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:34349::::::::70:::::::::|h[生命的必然性之刃]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-580-26762-25369-000008CCA3",
					["Time"] = "20:41:05",
					["Class"] = "MAGE",
					["Date"] = "2022-05-21",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "炎刃守备官",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-580-26762-25370-000008CCA3",
					["Time"] = "20:41:07",
					["Class"] = "MAGE",
					["Date"] = "2022-05-21",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "炎刃黄昏祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:35273::::::::70:::::::::|h[高級熔煉論文]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-580-26762-25367-000008CCA2",
					["Time"] = "20:41:19",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-21",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "炎刃大法师",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-580-26762-24892-000008E258",
					["Time"] = "21:04:48",
					["Class"] = "HUNTER",
					["Date"] = "2022-05-21",
					["Looter"] = "子玉兄",
					["Name"] = "腐蚀者萨索瓦尔",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34852::::::::70:::::::::|h[遺忘防禦者護腕]|h|r", -- [2]
						"|cffa335ee|Hitem:34848::::::::70:::::::::|h[遺忘征服者護腕]|h|r", -- [3]
						"|cffa335ee|Hitem:34851::::::::70:::::::::|h[遺忘保衛者護腕]|h|r", -- [4]
						"|cffa335ee|Hitem:34164::::::::70:::::::::|h[龍鱗鑲嵌長刃]|h|r", -- [5]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-580-26762-25370-00000900C9",
					["Time"] = "23:24:31",
					["Class"] = "MAGE",
					["Date"] = "2022-05-21",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "炎刃黄昏祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:35273::::::::70:::::::::|h[高級熔煉論文]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-580-3153-25371-00000A1F70",
					["Time"] = "20:23:59",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-05-22",
					["Class"] = "WARRIOR",
					["Name"] = "炎刃黎明祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-580-3153-24882-00000A1F70",
					["Time"] = "21:05:59",
					["Looter"] = "弗雷爾啄德",
					["Date"] = "2022-05-22",
					["Class"] = "DRUID",
					["Name"] = "布鲁塔卢斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34177::::::::70:::::::::|h[终结锁链]|h|r", -- [2]
						"|cffa335ee|Hitem:34854::::::::70:::::::::|h[遗忘保卫者的腰带]|h|r", -- [3]
						"|cffa335ee|Hitem:34853::::::::70:::::::::|h[遗忘征服者的腰带]|h|r", -- [4]
						"|cffa335ee|Hitem:34853::::::::70:::::::::|h[遗忘征服者的腰带]|h|r", -- [5]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-580-3153-25038-00000A45E3",
					["Time"] = "22:30:26",
					["Looter"] = "特變電工",
					["Date"] = "2022-05-22",
					["Class"] = "WARRIOR",
					["Name"] = "菲米丝",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34185::::::::70:::::::::|h[破劍者壁壘]|h|r", -- [2]
						"|cffa335ee|Hitem:34856::::::::70:::::::::|h[遺忘征服者長靴]|h|r", -- [3]
						"|cffa335ee|Hitem:34856::::::::70:::::::::|h[遺忘征服者長靴]|h|r", -- [4]
						"|cffa335ee|Hitem:34857::::::::70:::::::::|h[遺忘保衛者長靴]|h|r", -- [5]
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [6]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-580-3153-25483-00008A48F9",
					["Time"] = "22:55:57",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-22",
					["Class"] = "PALADIN",
					["Name"] = "影刃嗜魔者",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
					},
				}, -- [16]
			},
			["Date"] = "2022-05-21",
			["Class"] = "SHAMAN",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "太阳之井高地",
		}, -- [3]
		{
			["InstanceID"] = 568,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "祖阿曼",
			["FirstClass"] = "UNKNOWN",
			["Date"] = "2022-05-24",
			["Class"] = "SHAMAN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-568-14386-23574-00000BB3B0",
					["Time"] = "00:26:47",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-24",
					["Looter"] = "大周天天仙功",
					["Name"] = "埃基尔松",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33215::::::::70:::::::::|h[浸血的精灵战衣]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-568-14386-23576-00000BB3B0",
					["Time"] = "00:35:51",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-24",
					["Looter"] = "Raylin",
					["Name"] = "纳洛拉克",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33191::::::::70:::::::::|h[丛林践踏者]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-568-14386-23578-00000BB3B0",
					["Time"] = "00:44:01",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-24",
					["Looter"] = "Raylin",
					["Name"] = "加亚莱",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33357::::::::70:::::::::|h[疯狂足垫]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-568-14386-23577-00000BB3B0",
					["Time"] = "00:55:27",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-24",
					["Looter"] = "大周天天仙功",
					["Name"] = "哈尔拉兹",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33322::::::::70:::::::::|h[閃光毛皮外衣]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-568-14386-24239-00000BBC7B",
					["Time"] = "01:03:22",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-24",
					["Looter"] = "Raylin",
					["Name"] = "妖术领主玛拉卡斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34029::::::::70:::::::::|h[小巫毒面具]|h|r", -- [2]
						"|cffa335ee|Hitem:33298::::::::70:::::::::|h[徘徊者擊刃]|h|r", -- [3]
						"|cffa335ee|Hitem:33453::::::::70:::::::::|h[妖術兜帽]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-568-14386-23863-00000BBE55",
					["Time"] = "01:09:20",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-24",
					["Looter"] = "大周天天仙功",
					["Name"] = "祖尔金",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33102::::::::70:::::::::|h[祖尔金之血]|h|r", -- [2]
						"|cffa335ee|Hitem:33468::::::::70:::::::::|h[黑暗祝福]|h|r", -- [3]
						"|cffa335ee|Hitem:33479::::::::70:::::::::|h[扭曲面甲]|h|r", -- [4]
					},
				}, -- [6]
			},
			["Player"] = "騎風",
		}, -- [4]
		{
			["Date"] = "2022-05-27",
			["Class"] = "SHAMAN",
			["InstanceID"] = 564,
			["FirstPlayer"] = "若相依",
			["SavedID"] = 111371936,
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-564-11302-22877-000210BED4",
					["Time"] = "20:53:08",
					["Class"] = "DRUID",
					["Date"] = "2022-05-27",
					["Looter"] = "神經伊魯德",
					["Name"] = "库斯卡争斗者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-564-11302-22878-000010BED4",
					["Time"] = "20:54:11",
					["Class"] = "DRUID",
					["Date"] = "2022-05-27",
					["Looter"] = "一隻德魯伊",
					["Name"] = "邪水领主",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-564-11302-22873-000010BED4",
					["Time"] = "20:57:30",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-27",
					["Looter"] = "朝朝扯旗",
					["Name"] = "库斯卡将军",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-564-11302-22887-000010BED4",
					["Time"] = "21:05:55",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-27",
					["Looter"] = "背鍋俠",
					["Name"] = "高阶督军纳因图斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32242::::::::70:::::::::|h[海洋憤怒之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:32377::::::::70:::::::::|h[黑暗披肩]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-564-11302-23330-000010CDEC",
					["Time"] = "21:23:30",
					["Class"] = "MAGE",
					["Date"] = "2022-05-27",
					["Looter"] = "十五年老司機",
					["Name"] = "龙喉斩风者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-564-11302-22954-000010BED4",
					["Time"] = "21:25:21",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-27",
					["Looter"] = "別逼我無敵",
					["Name"] = "伊利达雷恐惧使者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-564-11302-22960-000210BED5",
					["Time"] = "21:27:08",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-27",
					["Looter"] = "背鍋俠",
					["Name"] = "龙喉唤龙者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-564-11302-22898-000010BED4",
					["Time"] = "21:34:21",
					["Class"] = "WARLOCK",
					["Date"] = "2022-05-27",
					["Looter"] = "不死夜空",
					["Name"] = "苏普雷姆斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32255::::::::70:::::::::|h[魔石壁壘]|h|r", -- [2]
						"|cffa335ee|Hitem:32256::::::::70:::::::::|h[無盡裹腰]|h|r", -- [3]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-564-11302-23339-000090BED4",
					["Time"] = "21:42:25",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-27",
					["Looter"] = "別逼我無敵",
					["Name"] = "伊利达雷觅心者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-564-11302-22847-000110D34A",
					["Time"] = "21:46:18",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-27",
					["Looter"] = "背鍋俠",
					["Name"] = "灰舌仪祭师",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-564-11302-22845-000010D34A",
					["Time"] = "21:46:20",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-27",
					["Looter"] = "凌小狼",
					["Name"] = "灰舌秘术师",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-564-11302-22845-000190D34A",
					["Time"] = "21:47:24",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-27",
					["Looter"] = "朝朝扯旗",
					["Name"] = "灰舌秘术师",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-564-11302-22841-000010BED4",
					["Time"] = "21:49:02",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-27",
					["Looter"] = "朝朝扯旗",
					["Name"] = "阿卡玛之影",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32264::::::::70:::::::::|h[隱藏捕獵者護肩]|h|r", -- [2]
						"|cffa335ee|Hitem:32273::::::::70:::::::::|h[輝煌光明襯肩]|h|r", -- [3]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-564-11302-23236-000010BED4",
					["Time"] = "21:55:04",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-27",
					["Looter"] = "找蟹大師",
					["Name"] = "噬骨持盾者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-564-11302-23196-000010BED4",
					["Time"] = "21:56:05",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-27",
					["Looter"] = "別逼我無敵",
					["Name"] = "噬骨巨兽",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-564-11302-23235-000390BED4",
					["Time"] = "21:57:28",
					["Class"] = "MAGE",
					["Date"] = "2022-05-27",
					["Looter"] = "阿梨的魔術師",
					["Name"] = "噬骨剑武者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-564-11302-23420-000010DAD8",
					["Time"] = "22:07:40",
					["Class"] = "DRUID",
					["Date"] = "2022-05-27",
					["Looter"] = "一隻德魯伊",
					["Name"] = "愤怒精华",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32347::::::::70:::::::::|h[非難手套]|h|r", -- [2]
						"|cffa335ee|Hitem:32350::::::::70:::::::::|h[靈光之觸]|h|r", -- [3]
						"|cffa335ee|Hitem:32753::::::::70:::::::::|h[圖樣:速癒披肩]|h|r", -- [4]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-564-11302-23337-000390BED4",
					["Time"] = "22:10:41",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-27",
					["Looter"] = "朝朝扯旗",
					["Name"] = "伊利达雷百夫长",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-564-11302-22869-000310BED4",
					["Time"] = "22:11:14",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-27",
					["Looter"] = "找蟹大師",
					["Name"] = "伊利达雷切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-564-11302-22955-001C10BED4",
					["Time"] = "22:14:57",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-27",
					["Looter"] = "朝朝扯旗",
					["Name"] = "有魅力的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-564-11302-22939-001A10BED4",
					["Time"] = "22:14:57",
					["Class"] = "WARLOCK",
					["Date"] = "2022-05-27",
					["Looter"] = "Chocowa",
					["Name"] = "神殿助祭",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-564-11302-22939-001890BED4",
					["Time"] = "22:15:51",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-27",
					["Looter"] = "背鍋俠",
					["Name"] = "神殿助祭",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-5580-564-11302-22956-000010BED4",
					["Time"] = "22:16:37",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-27",
					["Looter"] = "朝朝扯旗",
					["Name"] = "苦痛祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-5580-564-11302-22939-001590BED4",
					["Time"] = "22:17:44",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-27",
					["Looter"] = "電丘",
					["Name"] = "神殿助祭",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-5580-564-11302-22964-000210BED4",
					["Time"] = "22:18:21",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-27",
					["Looter"] = "找蟹大師",
					["Name"] = "欢愉祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-5580-564-11302-22964-000190BED4",
					["Time"] = "22:22:25",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-27",
					["Looter"] = "找蟹大師",
					["Name"] = "欢愉祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-5580-564-11302-22947-000010BED4",
					["Time"] = "22:49:13",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-27",
					["Looter"] = "朝朝扯旗",
					["Name"] = "莎赫拉丝主母",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32366::::::::70:::::::::|h[暗影大師之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:31101::::::::70:::::::::|h[遺忘征服者肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:31102::::::::70:::::::::|h[遺忘防禦者肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [5]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-5580-564-11302-23400-000190BED4",
					["Time"] = "22:59:00",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-27",
					["Looter"] = "找蟹大師",
					["Name"] = "伊利达雷执政官",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-5580-564-11302-22949-000010BED4",
					["Time"] = "23:16:53",
					["Class"] = "WARLOCK",
					["Date"] = "2022-05-27",
					["Looter"] = "Chocowa",
					["Name"] = "击碎者加西奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:31100::::::::70:::::::::|h[遺忘保衛者護腿]|h|r", -- [1]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-5580-564-11302-22952-000010BED4",
					["Time"] = "23:16:54",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-27",
					["Looter"] = "騎風",
					["Name"] = "维尔莱斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31099::::::::70:::::::::|h[遺忘防禦者護腿]|h|r", -- [1]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-5580-564-11302-22951-000010BED4",
					["Time"] = "23:16:57",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-27",
					["Looter"] = "找蟹大師",
					["Name"] = "女公爵玛兰德",
					["Loots"] = {
						"|cffa335ee|Hitem:31099::::::::70:::::::::|h[遗忘胜利者的护腿]|h|r", -- [1]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-5580-564-11302-22950-000010BED4",
					["Time"] = "23:17:09",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-27",
					["Looter"] = "特變電工",
					["Name"] = "高阶灵术师塞勒沃尔",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32505::::::::70:::::::::|h[背叛者的狂熱]|h|r", -- [2]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-5580-564-11302-22917-000010F120",
					["Time"] = "23:54:34",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-27",
					["Looter"] = "騎風",
					["Name"] = "伊利丹·怒风",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遗忘保卫者的胸甲]|h|r", -- [2]
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遗忘保卫者的胸甲]|h|r", -- [3]
						"|cffa335ee|Hitem:32483::::::::70:::::::::|h[古尔丹之颅]|h|r", -- [4]
						"|cffa335ee|Hitem:32375::::::::70:::::::::|h[埃辛诺斯壁垒]|h|r", -- [5]
						"|cffa335ee|Hitem:31089::::::::70:::::::::|h[遗忘征服者的胸甲]|h|r", -- [6]
					},
				}, -- [33]
			},
			["FirstClass"] = "PALADIN",
			["Player"] = "騎風",
			["InstanceName"] = "黑暗神殿",
		}, -- [5]
		{
			["InstanceID"] = 565,
			["FirstPlayer"] = "Ikemen",
			["InstanceName"] = "格鲁尔的巢穴",
			["Class"] = "SHAMAN",
			["Date"] = "2022-05-28",
			["FirstClass"] = "MAGE",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-565-14506-18831-000010FBF2",
					["Time"] = "00:37:24",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-28",
					["Looter"] = "你爸來了",
					["Name"] = "莫加尔大王",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28795::::::::70:::::::::|h[劍刃氏族戰爭手環]|h|r", -- [2]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[逝往勇士肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[逝往勇士肩鎧]|h|r", -- [5]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-565-14506-19044-000010FBF2",
					["Time"] = "00:44:53",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-28",
					["Looter"] = "傲嬌吉祥物",
					["Name"] = "屠龙者格鲁尔",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:28802::::::::70:::::::::|h[血喉魔導師之刃]|h|r", -- [3]
						"|cffa335ee|Hitem:28830::::::::70:::::::::|h[龍脊戰利品]|h|r", -- [4]
						"|cffa335ee|Hitem:29767::::::::70:::::::::|h[逝往防衛者護腿]|h|r", -- [5]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [6]
					},
				}, -- [2]
			},
			["Player"] = "騎風",
		}, -- [6]
		{
			["InstanceID"] = 580,
			["Player"] = "騎風",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "太阳之井高地",
			["Date"] = "2022-05-28",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "SHAMAN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-580-1098-25367-0002120AAD",
					["Time"] = "20:21:28",
					["Looter"] = "Devinfon",
					["Date"] = "2022-05-28",
					["Class"] = "WARLOCK",
					["Name"] = "炎刃大法师",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-580-1098-25371-0002920AAE",
					["Time"] = "20:31:01",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-28",
					["Class"] = "PALADIN",
					["Name"] = "炎刃黎明祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-580-1098-25367-0000920AAE",
					["Time"] = "20:33:37",
					["Looter"] = "柒刻",
					["Date"] = "2022-05-28",
					["Class"] = "SHAMAN",
					["Name"] = "炎刃大法师",
					["Loots"] = {
						"|cffa335ee|Hitem:35190::::::::70:::::::::|h[結構圖:超放大月光眼鏡]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-580-1098-25371-0000120AAE",
					["Time"] = "20:35:15",
					["Looter"] = "呆丫喵",
					["Date"] = "2022-05-28",
					["Class"] = "PRIEST",
					["Name"] = "炎刃黎明祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-580-1098-25370-0000120AAE",
					["Time"] = "20:35:55",
					["Looter"] = "呆丫喵",
					["Date"] = "2022-05-28",
					["Class"] = "PRIEST",
					["Name"] = "炎刃黄昏祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-580-1098-25363-0000120AAE",
					["Time"] = "20:35:55",
					["Looter"] = "魔令古二世",
					["Date"] = "2022-05-28",
					["Class"] = "MAGE",
					["Name"] = "炎刃秘法师",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-580-1098-25507-0002120AAE",
					["Time"] = "20:36:52",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-05-28",
					["Class"] = "WARRIOR",
					["Name"] = "炎刃保卫者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-580-1098-25507-0000920AAE",
					["Time"] = "20:39:57",
					["Looter"] = "呆丫喵",
					["Date"] = "2022-05-28",
					["Class"] = "PRIEST",
					["Name"] = "炎刃保卫者",
					["Loots"] = {
						"|cffa335ee|Hitem:35209::::::::70:::::::::|h[設計圖:特硬克銀戰拳]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-580-1098-25363-0000920AAD",
					["Time"] = "20:58:55",
					["Looter"] = "不死夜空",
					["Date"] = "2022-05-28",
					["Class"] = "WARLOCK",
					["Name"] = "炎刃秘法师",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-580-1098-25370-0000120AAD",
					["Time"] = "21:02:26",
					["Looter"] = "弗雷爾啄德",
					["Date"] = "2022-05-28",
					["Class"] = "DRUID",
					["Name"] = "炎刃黄昏祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:35273::::::::70:::::::::|h[高級熔煉論文]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-580-1098-25370-0002120AAD",
					["Time"] = "21:07:18",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-05-28",
					["Class"] = "DRUID",
					["Name"] = "炎刃黄昏祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-580-1098-24892-0000122143",
					["Time"] = "21:24:05",
					["Looter"] = "傳說小百",
					["Date"] = "2022-05-28",
					["Class"] = "DRUID",
					["Name"] = "腐蚀者萨索瓦尔",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34167::::::::70:::::::::|h[神聖狂熱腿鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:34851::::::::70:::::::::|h[遺忘保衛者護腕]|h|r", -- [3]
						"|cffa335ee|Hitem:34848::::::::70:::::::::|h[遺忘征服者護腕]|h|r", -- [4]
						"|cffa335ee|Hitem:34848::::::::70:::::::::|h[遺忘征服者護腕]|h|r", -- [5]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-580-1098-25507-0001120AAD",
					["Time"] = "21:25:02",
					["Looter"] = "傳說小百",
					["Date"] = "2022-05-28",
					["Class"] = "DRUID",
					["Name"] = "炎刃保卫者",
					["Loots"] = {
						"|cffa335ee|Hitem:34351::::::::70:::::::::|h[寧靜威嚴裹帶]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-580-1098-25371-0004120AAD",
					["Time"] = "21:27:17",
					["Looter"] = "柒刻",
					["Date"] = "2022-05-28",
					["Class"] = "SHAMAN",
					["Name"] = "炎刃黎明祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-580-1098-24882-0000120AAD",
					["Time"] = "22:04:23",
					["Looter"] = "術難奉陪",
					["Date"] = "2022-05-28",
					["Class"] = "WARLOCK",
					["Name"] = "布鲁塔卢斯",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [2]
						"|cffa335ee|Hitem:34181::::::::70:::::::::|h[災禍護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:34853::::::::70:::::::::|h[遺忘征服者腰帶]|h|r", -- [4]
						"|cffa335ee|Hitem:34854::::::::70:::::::::|h[遺忘保衛者腰帶]|h|r", -- [5]
						"|cffa335ee|Hitem:34854::::::::70:::::::::|h[遺忘保衛者腰帶]|h|r", -- [6]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-580-1098-25038-0000123637",
					["Time"] = "23:10:33",
					["Looter"] = "呆丫喵",
					["Date"] = "2022-05-28",
					["Class"] = "PRIEST",
					["Name"] = "菲米丝",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34857::::::::70:::::::::|h[遺忘保衛者長靴]|h|r", -- [2]
						"|cffa335ee|Hitem:34856::::::::70:::::::::|h[遺忘征服者長靴]|h|r", -- [3]
						"|cffa335ee|Hitem:34856::::::::70:::::::::|h[遺忘征服者長靴]|h|r", -- [4]
						"|cffa335ee|Hitem:34186::::::::70:::::::::|h[劇烈暴風連結鎖鍊]|h|r", -- [5]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-580-23829-25483-0001135A6F",
					["Time"] = "20:28:33",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-29",
					["Class"] = "PALADIN",
					["Name"] = "影刃嗜魔者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-580-23829-25486-0002935A6F",
					["Time"] = "20:30:28",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-05-29",
					["Class"] = "PALADIN",
					["Name"] = "影刃征服者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-580-23829-25486-000013836A",
					["Time"] = "22:47:28",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-29",
					["Class"] = "PALADIN",
					["Name"] = "影刃征服者",
					["Loots"] = {
						"|cffa335ee|Hitem:34351::::::::70:::::::::|h[寧靜威嚴裹帶]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-580-23829-25166-0000139005",
					["Time"] = "23:28:31",
					["Looter"] = "弗雷爾啄德",
					["Date"] = "2022-05-29",
					["Class"] = "DRUID",
					["Name"] = "高阶术士奥蕾塞丝",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [2]
						"|cffa335ee|Hitem:34190::::::::70:::::::::|h[赤紅典範罩篷]|h|r", -- [3]
						"|cffa335ee|Hitem:34196::::::::70:::::::::|h[奎爾薩拉斯金弓]|h|r", -- [4]
						"|cffa335ee|Hitem:34210::::::::70:::::::::|h[召集者襯肩]|h|r", -- [5]
						"|cffa335ee|Hitem:34194::::::::70:::::::::|h[黃金森林披肩]|h|r", -- [6]
						"|cffa335ee|Hitem:35291::::::::70:::::::::|h[辛多雷拯救墜飾]|h|r", -- [7]
						"|cffa335ee|Hitem:34855::::::::70:::::::::|h[遺忘防禦者腰帶]|h|r", -- [8]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-580-23829-25509-0001135A6F",
					["Time"] = "23:39:19",
					["Looter"] = "餅乾味的狗",
					["Date"] = "2022-05-29",
					["Class"] = "PALADIN",
					["Name"] = "苦痛祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-580-23829-25593-0001935A6F",
					["Time"] = "23:43:03",
					["Looter"] = "熙夏",
					["Date"] = "2022-05-29",
					["Class"] = "MAGE",
					["Name"] = "天启卫士",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [22]
			},
		}, -- [7]
		{
			["InstanceID"] = 534,
			["FirstPlayer"] = "未知目标",
			["InstanceName"] = "海加尔峰",
			["Class"] = "SHAMAN",
			["Date"] = "2022-05-30",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-534-27926-17898-000193B257",
					["Time"] = "01:52:06",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-30",
					["Looter"] = "殺神約翰維克",
					["Name"] = "憎恶",
					["Loots"] = {
						"|cffa335ee|Hitem:32752::::::::70:::::::::|h[圖樣:速癒裹帶]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-534-27926-17842-000013B2B6",
					["Time"] = "01:55:20",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-30",
					["Looter"] = "巴巴拓斯",
					["Name"] = "阿兹加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:30897::::::::70:::::::::|h[希望束带]|h|r", -- [2]
						"|cffa335ee|Hitem:31092::::::::70:::::::::|h[遗忘征服者的手套]|h|r", -- [3]
						"|cffa335ee|Hitem:31092::::::::70:::::::::|h[遗忘征服者的手套]|h|r", -- [4]
						"|cffa335ee|Hitem:31094::::::::70:::::::::|h[遗忘保卫者的手套]|h|r", -- [5]
						"|cffa335ee|Hitem:32289::::::::70:::::::::|h[图鉴：风暴天蓝宝石]|h|r", -- [6]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-534-27926-17968-000013B379",
					["Time"] = "02:10:59",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-30",
					["Looter"] = "幻化無情",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:30906::::::::70:::::::::|h[闪击强弓]|h|r", -- [2]
						"|cffa335ee|Hitem:30910::::::::70:::::::::|h[混乱风暴]|h|r", -- [3]
						"|cffa335ee|Hitem:31095::::::::70:::::::::|h[遗忘保卫者的头盔]|h|r", -- [4]
						"|cffa335ee|Hitem:31095::::::::70:::::::::|h[遗忘保卫者的头盔]|h|r", -- [5]
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遗忘征服者的头盔]|h|r", -- [6]
					},
				}, -- [3]
			},
			["Player"] = "騎風",
		}, -- [8]
		{
			["Date"] = "2022-06-02",
			["Class"] = "SHAMAN",
			["InstanceID"] = 565,
			["FirstPlayer"] = "渾沌空間",
			["FirstClass"] = "MAGE",
			["InstanceName"] = "格鲁尔的巢穴",
			["SavedID"] = 111524760,
			["Player"] = "騎風",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-565-746-18831-000018C651",
					["Time"] = "22:31:53",
					["Class"] = "MAGE",
					["Date"] = "2022-06-02",
					["Looter"] = "魔法阿公",
					["Name"] = "莫加尔大王",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[阵亡勇士的护肩]|h|r", -- [2]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[阵亡勇士的护肩]|h|r", -- [3]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[阵亡卫士的护肩]|h|r", -- [4]
						"|cffa335ee|Hitem:28800::::::::70:::::::::|h[纳鲁之锤]|h|r", -- [5]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-565-746-19044-000018C651",
					["Time"] = "22:39:03",
					["Class"] = "SHAMAN",
					["Date"] = "2022-06-02",
					["Looter"] = "Bucket",
					["Name"] = "屠龙者格鲁尔",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[阵亡英雄的护腿]|h|r", -- [2]
						"|cffa335ee|Hitem:28822::::::::70:::::::::|h[格鲁尔之牙]|h|r", -- [3]
						"|cffa335ee|Hitem:28824::::::::70:::::::::|h[完美勇士护手]|h|r", -- [4]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[阵亡勇士的护腿]|h|r", -- [5]
						"|cffa335ee|Hitem:29767::::::::70:::::::::|h[阵亡卫士的护腿]|h|r", -- [6]
					},
				}, -- [2]
			},
		}, -- [9]
		{
			["InstanceID"] = 534,
			["Player"] = "騎風",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-534-14229-17767-000018DF4F",
					["Time"] = "00:06:29",
					["Looter"] = "Marcy",
					["Date"] = "2022-06-03",
					["Class"] = "DRUID",
					["Name"] = "雷基·冬寒",
					["Loots"] = {
						"|cffa335ee|Hitem:30873::::::::70:::::::::|h[止水之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [2]
						"|cffa335ee|Hitem:30863::::::::70:::::::::|h[致命的腕輪]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-534-14229-17899-000198E0DA",
					["Time"] = "00:11:44",
					["Looter"] = "超強聖鬥士",
					["Date"] = "2022-06-03",
					["Class"] = "PALADIN",
					["Name"] = "阴暗通灵师",
					["Loots"] = {
						"|cffa335ee|Hitem:32589::::::::70:::::::::|h[地狱火坠饰]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-534-14229-17808-000018E264",
					["Time"] = "00:21:22",
					["Class"] = "UNKNOWN",
					["Date"] = "2022-06-03",
					["Looter"] = "未知目标",
					["Name"] = "未知目标",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-534-14229-17888-000018E768",
					["Time"] = "00:41:07",
					["Class"] = "SHAMAN",
					["Date"] = "2022-06-03",
					["Looter"] = "騎風",
					["Name"] = "卡兹洛加",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:30919::::::::70:::::::::|h[峡谷猎手腰带]|h|r", -- [2]
						"|cffa335ee|Hitem:30916::::::::70:::::::::|h[元素导能护腿]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-534-14229-17842-000018EB1B",
					["Time"] = "00:57:38",
					["Class"] = "ROGUE",
					["Date"] = "2022-06-03",
					["Looter"] = "馬子狗在旁邊",
					["Name"] = "阿兹加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:31092::::::::70:::::::::|h[遺忘征服者手套]|h|r", -- [2]
						"|cffa335ee|Hitem:31093::::::::70:::::::::|h[遺忘防禦者手套]|h|r", -- [3]
						"|cffa335ee|Hitem:31093::::::::70:::::::::|h[遺忘防禦者手套]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-534-14229-17968-000018EBD3",
					["Time"] = "01:10:19",
					["Class"] = "HUNTER",
					["Date"] = "2022-06-03",
					["Looter"] = "Howdao",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:30907::::::::70:::::::::|h[狂热追击锁甲]|h|r", -- [2]
						"|cffa335ee|Hitem:30913::::::::70:::::::::|h[罗宁之袍]|h|r", -- [3]
						"|cffa335ee|Hitem:31095::::::::70:::::::::|h[遗忘保卫者的头盔]|h|r", -- [4]
						"|cffa335ee|Hitem:31095::::::::70:::::::::|h[遗忘保卫者的头盔]|h|r", -- [5]
						"|cffa335ee|Hitem:31096::::::::70:::::::::|h[遗忘胜利者的头盔]|h|r", -- [6]
					},
				}, -- [6]
			},
			["Class"] = "SHAMAN",
			["Date"] = "2022-06-03",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "海加尔峰",
			["FirstPlayer"] = "未知目标",
		}, -- [10]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 310,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00000381469727, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0000457763672, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
