
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 565,
			["FirstPlayer"] = "魚被水嗆到",
			["InstanceName"] = "Gruul's Lair",
			["Class"] = "SHAMAN",
			["Date"] = "2022-05-01",
			["FirstClass"] = "DRUID",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-565-9766-18831-00006E2ABD",
					["Time"] = "14:51:49",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-01",
					["Looter"] = "Lightblessu",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28797::::::::70:::::::::|h[野蠻巨魔僧侶披風]|h|r", -- [2]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[逝往勇士肩鎧]|h|r", -- [5]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-565-9766-19044-00006E2ABD",
					["Time"] = "15:00:23",
					["Class"] = "MAGE",
					["Date"] = "2022-05-01",
					["Looter"] = "昂昂",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29767::::::::70:::::::::|h[逝往防衛者護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:28802::::::::70:::::::::|h[血喉魔導師之刃]|h|r", -- [3]
						"|cffa335ee|Hitem:28826::::::::70:::::::::|h[否定手裏劍]|h|r", -- [4]
						"|cffa335ee|Hitem:29767::::::::70:::::::::|h[逝往防衛者護腿]|h|r", -- [5]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[逝往英雄護腿]|h|r", -- [6]
					},
				}, -- [2]
			},
			["Player"] = "騎風",
		}, -- [1]
		{
			["InstanceID"] = 568,
			["FirstPlayer"] = "望法",
			["InstanceName"] = "Zul'Aman",
			["FirstClass"] = "WARRIOR",
			["Date"] = "2022-05-02",
			["Class"] = "SHAMAN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-568-31120-23574-00006EBC03",
					["Time"] = "01:14:46",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-02",
					["Looter"] = "Dailo",
					["Name"] = "阿奇爾森",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33293::::::::70:::::::::|h[上古魔法徽記]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-568-31120-23576-00006EBC03",
					["Time"] = "01:24:24",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-02",
					["Looter"] = "Dailo",
					["Name"] = "納羅拉克",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33640::::::::70:::::::::|h[狂怒]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-568-31120-23578-00006EBC03",
					["Time"] = "01:33:26",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-02",
					["Looter"] = "Dailo",
					["Name"] = "賈納雷",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33356::::::::70:::::::::|h[自然再生頭盔]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-568-31120-23577-00006EBC03",
					["Time"] = "01:46:44",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-02",
					["Looter"] = "森鑫淼焱垚",
					["Name"] = "哈拉齊",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33303::::::::70:::::::::|h[碎顱戰靴]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-568-31120-24239-00006EC785",
					["Time"] = "01:56:08",
					["Class"] = "MAGE",
					["Date"] = "2022-05-02",
					["Looter"] = "喵喵斑斑",
					["Name"] = "妖術領主瑪拉克雷斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34029::::::::70:::::::::|h[小巫毒面具]|h|r", -- [2]
						"|cffa335ee|Hitem:33298::::::::70:::::::::|h[徘徊者擊刃]|h|r", -- [3]
						"|cffa335ee|Hitem:33592::::::::70:::::::::|h[遠古儀式披風]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-568-31120-23863-00006EC9B8",
					["Time"] = "02:04:46",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-02",
					["Looter"] = "騎風",
					["Name"] = "祖爾金",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33102::::::::70:::::::::|h[祖爾金之血]|h|r", -- [2]
						"|cffa335ee|Hitem:33467::::::::70:::::::::|h[扭曲幻象之刃]|h|r", -- [3]
						"|cffa335ee|Hitem:33476::::::::70:::::::::|h[難恕斬斧]|h|r", -- [4]
					},
				}, -- [6]
			},
			["Player"] = "騎風",
		}, -- [2]
		{
			["InstanceID"] = 548,
			["Player"] = "騎風",
			["FirstPlayer"] = "威靈頓霜牙",
			["InstanceName"] = "Serpentshrine Cavern",
			["Date"] = "2022-05-02",
			["FirstClass"] = "WARLOCK",
			["Class"] = "SHAMAN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-548-29439-21301-00016FE96E",
					["Time"] = "22:45:01",
					["Looter"] = "踢到樂高的貓",
					["Date"] = "2022-05-02",
					["Class"] = "DRUID",
					["Name"] = "盤牙破碎者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-548-29439-21212-00006FE96C",
					["Time"] = "22:56:59",
					["Looter"] = "泥水佬造橋",
					["Date"] = "2022-05-02",
					["Class"] = "SHAMAN",
					["Name"] = "瓦許女士",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [2]
						"|cffa335ee|Hitem:30108::::::::70:::::::::|h[聖光深淵錘杖]|h|r", -- [3]
						"|cffa335ee|Hitem:30244::::::::70:::::::::|h[征服英雄頭盔]|h|r", -- [4]
						"|cffa335ee|Hitem:30104::::::::70:::::::::|h[眼鏡蛇鞭長靴]|h|r", -- [5]
						"|cffa335ee|Hitem:30243::::::::70:::::::::|h[征服防衛者頭盔]|h|r", -- [6]
						"|cffa335ee|Hitem:30243::::::::70:::::::::|h[征服防衛者頭盔]|h|r", -- [7]
						"|cffa335ee|Hitem:30305::::::::70:::::::::|h[圖樣:自然之擁之靴]|h|r", -- [8]
					},
				}, -- [2]
			},
		}, -- [3]
		{
			["InstanceID"] = 532,
			["FirstPlayer"] = "未知",
			["Player"] = "騎風",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-532-1325-16152-000071527E",
					["Time"] = "00:05:26",
					["Looter"] = "騎風",
					["Date"] = "2022-05-04",
					["Class"] = "SHAMAN",
					["Name"] = "獵人阿圖曼",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28477::::::::70:::::::::|h[先驅者手環]|h|r", -- [2]
						"|cffa335ee|Hitem:28506::::::::70:::::::::|h[敏捷操作手套]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-532-1325-15687-0000715063",
					["Time"] = "00:14:31",
					["Looter"] = "衝鋒雷殘",
					["Date"] = "2022-05-04",
					["Class"] = "WARRIOR",
					["Name"] = "摩洛",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28545::::::::70:::::::::|h[邊緣行者長靴]|h|r", -- [2]
						"|cffa335ee|Hitem:28565::::::::70:::::::::|h[虛空裂片束腰]|h|r", -- [3]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-532-1325-16457-0000715063",
					["Time"] = "00:28:07",
					["Looter"] = "天上聖母",
					["Date"] = "2022-05-04",
					["Class"] = "PALADIN",
					["Name"] = "貞潔聖女",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28516::::::::70:::::::::|h[倒刺懲罰頸飾]|h|r", -- [2]
						"|cffa335ee|Hitem:28521::::::::70:::::::::|h[樹林修補者長手套]|h|r", -- [3]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-532-1325-18168-0000715AAE",
					["Time"] = "00:39:53",
					["Looter"] = "衝鋒雷殘",
					["Date"] = "2022-05-04",
					["Class"] = "WARRIOR",
					["Name"] = "老巫婆",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28585::::::::70:::::::::|h[紅寶石軟靴]|h|r", -- [2]
						"|cffa335ee|Hitem:28594::::::::70:::::::::|h[火焰試煉長褲]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-532-1325-17225-0000715D31",
					["Time"] = "01:02:29",
					["Looter"] = "Cbb",
					["Date"] = "2022-05-04",
					["Class"] = "ROGUE",
					["Name"] = "夜禍",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28597::::::::70:::::::::|h[潘札薩爾胸甲]|h|r", -- [2]
						"|cffa335ee|Hitem:28611::::::::70:::::::::|h[龍心火焰盾牌]|h|r", -- [3]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-532-1325-15691-0000715063",
					["Time"] = "01:14:29",
					["Looter"] = "騎風",
					["Date"] = "2022-05-04",
					["Class"] = "SHAMAN",
					["Name"] = "館長",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28633::::::::70:::::::::|h[無限奧義法杖]|h|r", -- [2]
						"|cffa335ee|Hitem:29757::::::::70:::::::::|h[逝往勇士手套]|h|r", -- [3]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-532-1325-15688-0000715063",
					["Time"] = "01:30:42",
					["Looter"] = "騎風",
					["Date"] = "2022-05-04",
					["Class"] = "SHAMAN",
					["Name"] = "泰瑞斯提安·疫蹄",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28656::::::::70:::::::::|h[宵小束腰]|h|r", -- [2]
						"|cffa335ee|Hitem:28660::::::::70:::::::::|h[電鍍瑟銀披風]|h|r", -- [3]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-532-1325-16524-0000715063",
					["Time"] = "01:37:09",
					["Looter"] = "開車的周傑倫",
					["Date"] = "2022-05-04",
					["Class"] = "MAGE",
					["Name"] = "埃蘭之影",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28672::::::::70:::::::::|h[黑暗搶奪者披氅]|h|r", -- [2]
						"|cffa335ee|Hitem:28675::::::::70:::::::::|h[謝爾曼納偉大之戒]|h|r", -- [3]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-532-1325-15690-0000715063",
					["Time"] = "01:57:56",
					["Looter"] = "阿嬤奶很大",
					["Date"] = "2022-05-04",
					["Class"] = "PRIEST",
					["Name"] = "莫克札王子",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-532-1325-15689-0000715063",
					["Time"] = "02:19:34",
					["Looter"] = "阿嬤奶很大",
					["Date"] = "2022-05-04",
					["Class"] = "PRIEST",
					["Name"] = "尼德斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
					},
				}, -- [10]
			},
			["Date"] = "2022-05-04",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "SHAMAN",
			["InstanceName"] = "Karazhan",
		}, -- [4]
		{
			["InstanceID"] = 568,
			["FirstPlayer"] = "菊一文字",
			["InstanceName"] = "Zul'Aman",
			["Class"] = "SHAMAN",
			["Date"] = "2022-05-04",
			["FirstClass"] = "PALADIN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-568-640-23574-000072783A",
					["Time"] = "21:08:55",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-04",
					["Looter"] = "特變電工",
					["Name"] = "阿奇爾森",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33215::::::::70:::::::::|h[血染的精靈戰鬥外衣]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-568-640-23576-000072783A",
					["Time"] = "21:20:02",
					["Class"] = "WARLOCK",
					["Date"] = "2022-05-04",
					["Looter"] = "紅茶鮮奶",
					["Name"] = "納羅拉克",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33191::::::::70:::::::::|h[叢林踏靴]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-568-640-23578-000072783A",
					["Time"] = "21:32:00",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-04",
					["Looter"] = "Nicolass",
					["Name"] = "賈納雷",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33329::::::::70:::::::::|h[影牙食人妖皮胸衣]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-568-640-23577-000072783A",
					["Time"] = "21:45:01",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-04",
					["Looter"] = "Nicolass",
					["Name"] = "哈拉齊",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33300::::::::70:::::::::|h[刃舞肩墊]|h|r", -- [2]
						"|cff0070dd|Hitem:33307::::::::70:::::::::|h[公式:附魔武器 - 處決者]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-568-640-24239-000072835E",
					["Time"] = "21:58:13",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-04",
					["Looter"] = "Nicolass",
					["Name"] = "妖術領主瑪拉克雷斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33432::::::::70:::::::::|h[叢林獵捕者罩盔]|h|r", -- [2]
						"|cffa335ee|Hitem:33828::::::::70:::::::::|h[惡魔治療典籍]|h|r", -- [3]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-568-640-23863-0000728674",
					["Time"] = "22:04:28",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-04",
					["Looter"] = "特變電工",
					["Name"] = "祖爾金",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33474::::::::70:::::::::|h[上古阿曼尼長弓]|h|r", -- [2]
						"|cffa335ee|Hitem:33831::::::::70:::::::::|h[狂戰士的吶喊]|h|r", -- [3]
						"|cffa335ee|Hitem:33102::::::::70:::::::::|h[祖爾金之血]|h|r", -- [4]
					},
				}, -- [6]
			},
			["Player"] = "騎風",
		}, -- [5]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 310,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00000381469727, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0000457763672, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
