
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 548,
			["Player"] = "騎風",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-548-30088-21220-0000C948CE",
					["Time"] = "15:26:37",
					["Looter"] = "徐定貴",
					["Date"] = "2022-04-03",
					["Class"] = "WARRIOR",
					["Name"] = "盤牙女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:30023::::::::70:::::::::|h[漩渦圖騰]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-548-30088-21301-00044948CE",
					["Time"] = "15:27:58",
					["Looter"] = "徐定貴",
					["Date"] = "2022-04-03",
					["Class"] = "WARRIOR",
					["Name"] = "盤牙破碎者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-548-30088-21301-0001C948CF",
					["Time"] = "15:31:16",
					["Looter"] = "騎風",
					["Date"] = "2022-04-03",
					["Class"] = "SHAMAN",
					["Name"] = "盤牙破碎者",
					["Loots"] = {
						"|cff0070dd|Hitem:24164::::::::70:::::::::|h[設計圖:精緻的恆金戒指]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-548-30088-21217-0000494DF5",
					["Time"] = "15:37:42",
					["Looter"] = "大肉肉",
					["Date"] = "2022-04-03",
					["Class"] = "DRUID",
					["Name"] = "海底潛伏者",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:30665::::::::70:::::::::|h[精神冥想耳環]|h|r", -- [2]
						"|cffa335ee|Hitem:30062::::::::70:::::::::|h[雷姆洛斯樹叢手環]|h|r", -- [3]
						"|cffa335ee|Hitem:30058::::::::70:::::::::|h[潮汐之錘]|h|r", -- [4]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-548-30088-21212-00004948CF",
					["Time"] = "15:50:00",
					["Looter"] = "大肉肉",
					["Date"] = "2022-04-03",
					["Class"] = "DRUID",
					["Name"] = "瓦許女士",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [2]
						"|cffa335ee|Hitem:30110::::::::70:::::::::|h[復甦珊瑚指環]|h|r", -- [3]
						"|cffa335ee|Hitem:30102::::::::70:::::::::|h[海怪之心胸甲]|h|r", -- [4]
						"|cffa335ee|Hitem:30243::::::::70:::::::::|h[征服防衛者頭盔]|h|r", -- [5]
						"|cffa335ee|Hitem:30243::::::::70:::::::::|h[征服防衛者頭盔]|h|r", -- [6]
						"|cffa335ee|Hitem:30243::::::::70:::::::::|h[征服防衛者頭盔]|h|r", -- [7]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-548-30088-21228-00004948CE",
					["Time"] = "15:59:34",
					["Looter"] = "粉紅色鯊魚",
					["Date"] = "2022-04-03",
					["Class"] = "PALADIN",
					["Name"] = "潮行者海法師",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-548-30088-21224-00004948CE",
					["Time"] = "16:00:38",
					["Looter"] = "分身八月四日",
					["Date"] = "2022-04-03",
					["Class"] = "PALADIN",
					["Name"] = "潮行者深淵先知",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:30283::::::::70:::::::::|h[圖樣:長路之靴]|h|r", -- [2]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-548-30088-21214-00004948CE",
					["Time"] = "16:16:01",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-03",
					["Looter"] = "秋波若水",
					["Name"] = "深淵之王卡拉薩瑞斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:30099::::::::70:::::::::|h[浸濕的磨損拴繩]|h|r", -- [2]
						"|cffa335ee|Hitem:30245::::::::70:::::::::|h[征服勇士護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:30247::::::::70:::::::::|h[征服英雄護腿]|h|r", -- [4]
						"|cffa335ee|Hitem:30246::::::::70:::::::::|h[征服防衛者護腿]|h|r", -- [5]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-548-30088-21215-00004948CE",
					["Time"] = "16:28:45",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-03",
					["Looter"] = "秋波若水",
					["Name"] = "『盲目者』李奧薩拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:30091::::::::70:::::::::|h[精準遠行者手環]|h|r", -- [2]
						"|cffa335ee|Hitem:30241::::::::70:::::::::|h[征服英雄手套]|h|r", -- [3]
						"|cffa335ee|Hitem:30241::::::::70:::::::::|h[征服英雄手套]|h|r", -- [4]
						"|cffa335ee|Hitem:30240::::::::70:::::::::|h[征服防衛者手套]|h|r", -- [5]
					},
				}, -- [9]
			},
			["FirstClass"] = "UNKNOWN",
			["Date"] = "2022-04-03",
			["Class"] = "SHAMAN",
			["InstanceName"] = "Serpentshrine Cavern",
			["FirstPlayer"] = "未知",
		}, -- [1]
		{
			["InstanceID"] = 550,
			["FirstPlayer"] = "燹火",
			["InstanceName"] = "Tempest Keep",
			["FirstClass"] = "ROGUE",
			["Date"] = "2022-04-03",
			["Class"] = "SHAMAN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-550-14695-20039-0001495B90",
					["Time"] = "16:50:17",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-03",
					["Looter"] = "徐定貴",
					["Name"] = "鳳鷹",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-550-14695-19514-0000495B90",
					["Time"] = "17:02:17",
					["Class"] = "ROGUE",
					["Date"] = "2022-04-03",
					["Looter"] = "燹火",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29924::::::::70:::::::::|h[虛空死亡之斧]|h|r", -- [2]
						"|cffa335ee|Hitem:29923::::::::70:::::::::|h[太陽之王護符]|h|r", -- [3]
						"|cffa335ee|Hitem:29947::::::::70:::::::::|h[灼熱掌握手套]|h|r", -- [4]
						"|cffa335ee|Hitem:30302::::::::70:::::::::|h[圖樣:暗影深淵腰帶]|h|r", -- [5]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-550-14695-20042-0002495B90",
					["Time"] = "17:10:40",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-03",
					["Looter"] = "日炎",
					["Name"] = "風暴要塞-鐵匠",
					["Loots"] = {
						"|cff0070dd|Hitem:31304::::::::70:::::::::|h[精華集中器]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-550-14695-19516-0000495B90",
					["Time"] = "17:23:49",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-03",
					["Looter"] = "徐定貴",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29986::::::::70:::::::::|h[大工程師風帽]|h|r", -- [2]
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:30249::::::::70:::::::::|h[征服防衛者肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:30248::::::::70:::::::::|h[征服勇士肩鎧]|h|r", -- [5]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-550-14695-21268-0000496BF0",
					["Time"] = "17:42:33",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-03",
					["Looter"] = "騎風",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-550-14695-21270-0000496BF0",
					["Time"] = "17:43:08",
					["Class"] = "ROGUE",
					["Date"] = "2022-04-03",
					["Looter"] = "燹火",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-550-14695-21274-0000496BF0",
					["Time"] = "17:43:10",
					["Class"] = "PRIEST",
					["Date"] = "2022-04-03",
					["Looter"] = "茉莉莉",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-550-14695-21272-0000496BF0",
					["Time"] = "17:43:15",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-03",
					["Looter"] = "騎風",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-550-14695-21273-0000496BF0",
					["Time"] = "17:43:20",
					["Class"] = "PRIEST",
					["Date"] = "2022-04-03",
					["Looter"] = "爆躁小柔",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-550-14695-21271-0000496BF0",
					["Time"] = "17:43:24",
					["Class"] = "HUNTER",
					["Date"] = "2022-04-03",
					["Looter"] = "Kazahunter",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-550-14695-21269-0000496BF0",
					["Time"] = "17:43:29",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-03",
					["Looter"] = "秋波若水",
					["Name"] = "毀滅",
					["Loots"] = {
						"|cffff8000|Hitem:30316::::::::70:::::::::|h[毀滅]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4491-550-14695-19622-0000495B91",
					["Time"] = "17:48:21",
					["Class"] = "ROGUE",
					["Date"] = "2022-04-03",
					["Looter"] = "燹火",
					["Name"] = "凱爾薩斯·逐日者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:32405::::::::70:::::::::|h[嫩綠球體]|h|r", -- [2]
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [3]
						"|cffa335ee|Hitem:29989::::::::70:::::::::|h[浴陽光明披風]|h|r", -- [4]
						"|cffa335ee|Hitem:29998::::::::70:::::::::|h[銀月皇家護手]|h|r", -- [5]
						"|cffa335ee|Hitem:30237::::::::70:::::::::|h[征服防衛者護胸]|h|r", -- [6]
						"|cffa335ee|Hitem:30236::::::::70:::::::::|h[征服勇士護胸]|h|r", -- [7]
						"|cffa335ee|Hitem:30237::::::::70:::::::::|h[征服防衛者護胸]|h|r", -- [8]
					},
				}, -- [12]
			},
			["Player"] = "騎風",
		}, -- [2]
		{
			["InstanceID"] = 568,
			["Player"] = "騎風",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Zul'Aman",
			["Date"] = "2022-04-04",
			["Class"] = "SHAMAN",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-568-20210-23574-00004AF281",
					["Time"] = "21:40:20",
					["Looter"] = "動物大百科",
					["Date"] = "2022-04-04",
					["Class"] = "DRUID",
					["Name"] = "阿奇爾森",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33286::::::::70:::::::::|h[魔精修補者面具]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-568-20210-23576-00004AF281",
					["Time"] = "21:50:48",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-04-04",
					["Class"] = "PALADIN",
					["Name"] = "納羅拉克",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33191::::::::70:::::::::|h[叢林踏靴]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-568-20210-23578-00004AF281",
					["Time"] = "21:59:43",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-04-04",
					["Class"] = "PALADIN",
					["Name"] = "賈納雷",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33354::::::::70:::::::::|h[烏伯的詛咒妖術刃]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-568-20210-24059-0001CAF282",
					["Time"] = "22:06:25",
					["Looter"] = "曹洪",
					["Date"] = "2022-04-04",
					["Class"] = "PALADIN",
					["Name"] = "阿曼尼希馴獸師",
					["Loots"] = {
						"|cff0070dd|Hitem:29549::::::::70:::::::::|h[聖典:堅韌禱言 III]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-568-20210-23577-00004AF281",
					["Time"] = "22:15:26",
					["Looter"] = "騎風",
					["Date"] = "2022-04-04",
					["Class"] = "SHAMAN",
					["Name"] = "哈拉齊",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33297::::::::70:::::::::|h[野蠻頸飾]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-568-20210-24239-00004AFD7E",
					["Time"] = "22:28:46",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-04-04",
					["Class"] = "WARRIOR",
					["Name"] = "妖術領主瑪拉克雷斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33389::::::::70:::::::::|h[壞魔精之匕]|h|r", -- [2]
						"|cffa335ee|Hitem:33829::::::::70:::::::::|h[妖術皺縮人頭]|h|r", -- [3]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-568-20210-23863-00004B009E",
					["Time"] = "22:36:26",
					["Looter"] = "特變電工",
					["Date"] = "2022-04-04",
					["Class"] = "WARRIOR",
					["Name"] = "祖爾金",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33468::::::::70:::::::::|h[黑暗祝福]|h|r", -- [2]
						"|cffa335ee|Hitem:33831::::::::70:::::::::|h[狂戰士的吶喊]|h|r", -- [3]
						"|cffa335ee|Hitem:33102::::::::70:::::::::|h[祖爾金之血]|h|r", -- [4]
					},
				}, -- [7]
			},
		}, -- [3]
		{
			["InstanceID"] = 565,
			["Player"] = "騎風",
			["FirstPlayer"] = "峰仔",
			["InstanceName"] = "Gruul's Lair",
			["Date"] = "2022-04-07",
			["FirstClass"] = "WARLOCK",
			["Class"] = "SHAMAN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-565-18541-18831-00004F041E",
					["Time"] = "23:43:03",
					["Looter"] = "Lightblessu",
					["Date"] = "2022-04-07",
					["Class"] = "PALADIN",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29762::::::::70:::::::::|h[逝往英雄肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[逝往勇士肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:28799::::::::70:::::::::|h[神聖鼓舞腰帶]|h|r", -- [4]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [5]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-565-18541-19044-00004F041E",
					["Time"] = "23:49:38",
					["Looter"] = "Lightblessu",
					["Date"] = "2022-04-07",
					["Class"] = "PALADIN",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28826::::::::70:::::::::|h[否定手裏劍]|h|r", -- [2]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[逝往英雄護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:28802::::::::70:::::::::|h[血喉魔導師之刃]|h|r", -- [4]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [5]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [6]
					},
				}, -- [2]
			},
		}, -- [4]
		{
			["InstanceID"] = 564,
			["Player"] = "騎風",
			["FirstPlayer"] = "魔令古二世",
			["InstanceName"] = "Black Temple",
			["Date"] = "2022-04-09",
			["FirstClass"] = "MAGE",
			["Class"] = "SHAMAN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-564-23592-22884-0000D16FBB",
					["Time"] = "20:19:03",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-09",
					["Class"] = "PALADIN",
					["Name"] = "巨神海蛇",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-564-23592-22887-0000516FBB",
					["Time"] = "20:31:54",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-09",
					["Class"] = "DRUID",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32248::::::::70:::::::::|h[荒漠長戟]|h|r", -- [1]
						"|cffa335ee|Hitem:32236::::::::70:::::::::|h[潮起之斧]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-564-23592-22898-0000516FBB",
					["Time"] = "20:51:40",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-04-09",
					["Class"] = "WARRIOR",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32255::::::::70:::::::::|h[魔石壁壘]|h|r", -- [1]
						"|cffa335ee|Hitem:32257::::::::70:::::::::|h[白鹿塑像]|h|r", -- [2]
						"|cffa335ee|Hitem:32750::::::::70:::::::::|h[圖樣:大地生命束腕]|h|r", -- [3]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-564-23592-22845-0001516FBB",
					["Time"] = "20:59:13",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-04-09",
					["Class"] = "ROGUE",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32750::::::::70:::::::::|h[圖樣:大地生命束腕]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-564-23592-22847-000151812B",
					["Time"] = "21:03:03",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-09",
					["Class"] = "PALADIN",
					["Name"] = "灰舌原獵者",
					["Loots"] = {
						"|cffa335ee|Hitem:32593::::::::70:::::::::|h[獸穴之后足靴]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-564-23592-22844-0000D1812B",
					["Time"] = "21:04:58",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-04-09",
					["Class"] = "PALADIN",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-564-23592-22841-0000516FBB",
					["Time"] = "21:08:24",
					["Looter"] = "特變電工",
					["Date"] = "2022-04-09",
					["Class"] = "WARRIOR",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:32276::::::::70:::::::::|h[爍火束腰]|h|r", -- [1]
						"|cffa335ee|Hitem:32513::::::::70:::::::::|h[神聖權力腕環]|h|r", -- [2]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-564-23592-22844-000051812B",
					["Time"] = "21:08:49",
					["Looter"] = "不死夜空",
					["Date"] = "2022-04-09",
					["Class"] = "WARLOCK",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-564-23592-22879-0001516FBC",
					["Time"] = "21:11:29",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-04-09",
					["Class"] = "MAGE",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32754::::::::70:::::::::|h[圖樣:靈機護腕]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-564-23592-23018-0000516FBB",
					["Time"] = "21:12:45",
					["Looter"] = "程昱",
					["Date"] = "2022-04-09",
					["Class"] = "DRUID",
					["Name"] = "影月馴犬者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-564-23592-22945-0000516FBC",
					["Time"] = "21:15:38",
					["Looter"] = "程昱",
					["Date"] = "2022-04-09",
					["Class"] = "DRUID",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-564-23592-22879-0001516FBB",
					["Time"] = "21:16:43",
					["Looter"] = "程昱",
					["Date"] = "2022-04-09",
					["Class"] = "DRUID",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-564-23592-22882-0000516FBB",
					["Time"] = "21:24:11",
					["Looter"] = "歿天使",
					["Date"] = "2022-04-09",
					["Class"] = "PALADIN",
					["Name"] = "影月死亡塑形者",
					["Loots"] = {
						"|cff0070dd|Hitem:31886::::::::70:::::::::|h[祝福套卡之七]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-564-23592-22871-0000516FBB",
					["Time"] = "21:31:03",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-04-09",
					["Class"] = "PALADIN",
					["Name"] = "泰朗·血魔",
					["Loots"] = {
						"|cffa335ee|Hitem:32326::::::::70:::::::::|h[沙拉克雙絞飛刃]|h|r", -- [1]
						"|cffa335ee|Hitem:32327::::::::70:::::::::|h[暗影議會長袍]|h|r", -- [2]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-564-23592-22869-0001D16FBB",
					["Time"] = "21:34:59",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-09",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-564-23592-23236-0001D16FBC",
					["Time"] = "21:37:33",
					["Looter"] = "熙夏",
					["Date"] = "2022-04-09",
					["Class"] = "MAGE",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cffa335ee|Hitem:32749::::::::70:::::::::|h[圖樣:電光反射護肩]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4490-564-23592-23196-0000516FBC",
					["Time"] = "21:40:52",
					["Looter"] = "我叫緋村",
					["Date"] = "2022-04-09",
					["Class"] = "PALADIN",
					["Name"] = "噬骨者巨獸",
					["Loots"] = {
						"|cffa335ee|Hitem:32744::::::::70:::::::::|h[圖樣:生命再生護腕]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4490-564-23592-23236-0000D16FBB",
					["Time"] = "21:42:37",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-04-09",
					["Class"] = "ROGUE",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4490-564-23592-23223-0005D16FBC",
					["Time"] = "21:43:33",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-09",
					["Class"] = "PALADIN",
					["Name"] = "噬骨看守者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4490-564-23592-23196-0000D16FBC",
					["Time"] = "21:44:43",
					["Looter"] = "魔令古二世",
					["Date"] = "2022-04-09",
					["Class"] = "MAGE",
					["Name"] = "噬骨者巨獸",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4490-564-23592-23223-0003516FBC",
					["Time"] = "21:47:39",
					["Looter"] = "熙夏",
					["Date"] = "2022-04-09",
					["Class"] = "MAGE",
					["Name"] = "噬骨看守者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4490-564-23592-22948-0000516FBB",
					["Time"] = "21:56:37",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-04-09",
					["Class"] = "WARRIOR",
					["Name"] = "葛塔格·血沸",
					["Loots"] = {
						"|cffa335ee|Hitem:32333::::::::70:::::::::|h[穩固束腰]|h|r", -- [1]
						"|cffa335ee|Hitem:32342::::::::70:::::::::|h[堅定決心束腰]|h|r", -- [2]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4490-564-23592-23237-0000516FBC",
					["Time"] = "21:59:19",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-09",
					["Class"] = "PALADIN",
					["Name"] = "噬骨鮮血預言者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [2]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4490-564-23592-23420-000051930A",
					["Time"] = "22:08:33",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-04-09",
					["Class"] = "WARRIOR",
					["Name"] = "憤怒精華",
					["Loots"] = {
						"|cffa335ee|Hitem:32354::::::::70:::::::::|h[強能命運之冠]|h|r", -- [1]
						"|cffa335ee|Hitem:32345::::::::70:::::::::|h[軍團恐懼之靴]|h|r", -- [2]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-4490-564-23592-22939-000A516FBB",
					["Time"] = "22:15:09",
					["Looter"] = "柒刻",
					["Date"] = "2022-04-09",
					["Class"] = "SHAMAN",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-4490-564-23592-22959-0000516FBB",
					["Time"] = "22:16:55",
					["Looter"] = "我叫緋村",
					["Date"] = "2022-04-09",
					["Class"] = "PALADIN",
					["Name"] = "熱情招待者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-4490-564-23592-22956-0000516FBC",
					["Time"] = "22:18:09",
					["Looter"] = "程昱",
					["Date"] = "2022-04-09",
					["Class"] = "DRUID",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-4490-564-23592-22955-0000516FBB",
					["Time"] = "22:20:02",
					["Looter"] = "魔令古二世",
					["Date"] = "2022-04-09",
					["Class"] = "MAGE",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-4490-564-23592-22955-0007516FBB",
					["Time"] = "22:20:08",
					["Looter"] = "Devinfon",
					["Date"] = "2022-04-09",
					["Class"] = "WARLOCK",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-4490-564-23592-22939-0001516FBB",
					["Time"] = "22:20:10",
					["Looter"] = "程昱",
					["Date"] = "2022-04-09",
					["Class"] = "DRUID",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32608::::::::70:::::::::|h[掠取者護手]|h|r", -- [1]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-4490-564-23592-22956-0000D16FBC",
					["Time"] = "22:20:27",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-09",
					["Class"] = "DRUID",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-4490-564-23592-22939-000BD16FBB",
					["Time"] = "22:22:11",
					["Looter"] = "柒刻",
					["Date"] = "2022-04-09",
					["Class"] = "SHAMAN",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-4490-564-23592-22964-0000516FBB",
					["Time"] = "22:25:45",
					["Looter"] = "我叫緋村",
					["Date"] = "2022-04-09",
					["Class"] = "PALADIN",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [33]
				{
					["GUID"] = "Creature-0-4490-564-23592-22955-000AD16FBB",
					["Time"] = "22:27:18",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-04-09",
					["Class"] = "ROGUE",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [34]
				{
					["GUID"] = "Creature-0-4490-564-23592-22957-0001516FBB",
					["Time"] = "22:28:47",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-04-09",
					["Class"] = "WARRIOR",
					["Name"] = "癲狂之女",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [35]
				{
					["GUID"] = "Creature-0-4490-564-23592-22947-0000516FBB",
					["Time"] = "22:40:31",
					["Looter"] = "騎風",
					["Date"] = "2022-04-09",
					["Class"] = "SHAMAN",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:32365::::::::70:::::::::|h[碎心胸甲]|h|r", -- [2]
						"|cffa335ee|Hitem:31101::::::::70:::::::::|h[遺忘征服者肩鎧]|h|r", -- [3]
					},
				}, -- [36]
				{
					["GUID"] = "Creature-0-4490-564-23592-23403-0001516FBB",
					["Time"] = "22:47:21",
					["Looter"] = "Trowa",
					["Date"] = "2022-04-09",
					["Class"] = "HUNTER",
					["Name"] = "伊利達瑞刺客",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [37]
				{
					["GUID"] = "Creature-0-4490-564-23592-23397-0002516FBB",
					["Time"] = "22:48:58",
					["Looter"] = "特變電工",
					["Date"] = "2022-04-09",
					["Class"] = "WARRIOR",
					["Name"] = "伊利達瑞血領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [38]
				{
					["GUID"] = "Creature-0-4490-564-23592-22952-0000516FBB",
					["Time"] = "23:03:42",
					["Looter"] = "Devinfon",
					["Date"] = "2022-04-09",
					["Class"] = "WARLOCK",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [39]
				{
					["GUID"] = "Creature-0-4490-564-23592-22951-0000516FBB",
					["Time"] = "23:03:51",
					["Looter"] = "司命",
					["Date"] = "2022-04-09",
					["Class"] = "PRIEST",
					["Name"] = "瑪蘭黛女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31100::::::::70:::::::::|h[遺忘保衛者護腿]|h|r", -- [1]
					},
				}, -- [40]
				{
					["GUID"] = "Creature-0-4490-564-23592-22950-0000516FBB",
					["Time"] = "23:03:52",
					["Looter"] = "司命",
					["Date"] = "2022-04-09",
					["Class"] = "PRIEST",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:32373::::::::70:::::::::|h[伊利達瑞粉碎者頭盔]|h|r", -- [1]
					},
				}, -- [41]
				{
					["GUID"] = "Creature-0-4490-564-23592-22917-0000516FBB",
					["Time"] = "23:15:23",
					["Looter"] = "程昱",
					["Date"] = "2022-04-09",
					["Class"] = "DRUID",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [1]
						"|cffa335ee|Hitem:32521::::::::70:::::::::|h[不破面甲]|h|r", -- [2]
						"|cffa335ee|Hitem:32374::::::::70:::::::::|h[札頓姆，吞噬者之杖]|h|r", -- [3]
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遺忘保衛者護胸]|h|r", -- [4]
					},
				}, -- [42]
			},
		}, -- [5]
		{
			["InstanceID"] = 534,
			["Player"] = "騎風",
			["FirstPlayer"] = "熙夏",
			["InstanceName"] = "Hyjal Summit",
			["Date"] = "2022-04-09",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "SHAMAN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-534-17345-17895-0000D1AB78",
					["Time"] = "23:52:46",
					["Looter"] = "吃貨憨仔",
					["Date"] = "2022-04-09",
					["Class"] = "WARRIOR",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-534-17345-17767-000051ABCC",
					["Time"] = "23:56:00",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-09",
					["Class"] = "PALADIN",
					["Name"] = "瑞齊·凜冬",
					["Loots"] = {
						"|cffa335ee|Hitem:30863::::::::70:::::::::|h[致命的腕輪]|h|r", -- [1]
						"|cffa335ee|Hitem:30869::::::::70:::::::::|h[哀嚎之風護腕]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-534-17345-17895-0004D1ACB5",
					["Time"] = "23:57:38",
					["Looter"] = "騎風",
					["Date"] = "2022-04-09",
					["Class"] = "SHAMAN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-534-17345-17895-0003D1ACF3",
					["Time"] = "23:58:45",
					["Looter"] = "吃貨憨仔",
					["Date"] = "2022-04-09",
					["Class"] = "WARRIOR",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32589::::::::70:::::::::|h[地獄火墜飾]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-534-17345-17899-0000D1AE9D",
					["Time"] = "00:06:04",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-10",
					["Class"] = "PALADIN",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-534-17345-17808-000051AEEC",
					["Time"] = "00:09:09",
					["Looter"] = "殺戮聖經",
					["Date"] = "2022-04-10",
					["Class"] = "WARRIOR",
					["Name"] = "安納塞隆",
					["Loots"] = {
						"|cffa335ee|Hitem:30884::::::::70:::::::::|h[怨怒披肩]|h|r", -- [1]
						"|cffa335ee|Hitem:30881::::::::70:::::::::|h[惡名之刃]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-534-17345-17895-0002D1B1D1",
					["Time"] = "00:19:57",
					["Looter"] = "殺戮聖經",
					["Date"] = "2022-04-10",
					["Class"] = "WARRIOR",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32752::::::::70:::::::::|h[圖樣:速癒裹帶]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-534-17345-17899-000151B29F",
					["Time"] = "00:25:06",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-04-10",
					["Class"] = "ROGUE",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cffa335ee|Hitem:34009::::::::70:::::::::|h[審判之錘]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-534-17345-17888-000051B454",
					["Time"] = "00:32:51",
					["Looter"] = "殺戮聖經",
					["Date"] = "2022-04-10",
					["Class"] = "WARRIOR",
					["Name"] = "卡茲洛加",
					["Loots"] = {
						"|cffa335ee|Hitem:30916::::::::70:::::::::|h[元素傳導護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:30895::::::::70:::::::::|h[安潔莉絲塔束帶]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-534-17345-17908-0000D1B655",
					["Time"] = "00:38:57",
					["Looter"] = "維魯莎多",
					["Date"] = "2022-04-10",
					["Class"] = "PALADIN",
					["Name"] = "巨型地獄火",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-534-17345-17899-000051B7A8",
					["Time"] = "00:45:04",
					["Looter"] = "慕之內走步",
					["Date"] = "2022-04-10",
					["Class"] = "WARLOCK",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32739::::::::70:::::::::|h[設計圖:黎明鋼鐵護肩]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4491-534-17345-17895-0000D1B80C",
					["Time"] = "00:46:32",
					["Looter"] = "凌小狼",
					["Date"] = "2022-04-10",
					["Class"] = "SHAMAN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4491-534-17345-17908-000051B816",
					["Time"] = "00:46:53",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-10",
					["Class"] = "DRUID",
					["Name"] = "巨型地獄火",
					["Loots"] = {
						"|cffa335ee|Hitem:32590::::::::70:::::::::|h[虛無披風]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4491-534-17345-17899-0000D1B890",
					["Time"] = "00:48:50",
					["Looter"] = "若相依",
					["Date"] = "2022-04-10",
					["Class"] = "PALADIN",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4491-534-17345-17842-000051B8F4",
					["Time"] = "00:53:59",
					["Looter"] = "一隻倉鼠",
					["Date"] = "2022-04-10",
					["Class"] = "HUNTER",
					["Name"] = "亞茲加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:32296::::::::70:::::::::|h[設計圖:絕佳的獅眼石]|h|r", -- [1]
						"|cffa335ee|Hitem:31093::::::::70:::::::::|h[遺忘防禦者手套]|h|r", -- [2]
						"|cffa335ee|Hitem:31093::::::::70:::::::::|h[遺忘防禦者手套]|h|r", -- [3]
						"|cffa335ee|Hitem:30901::::::::70:::::::::|h[無限痛苦]|h|r", -- [4]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4491-534-17345-17968-000051BD89",
					["Time"] = "01:15:38",
					["Looter"] = "魔令古二世",
					["Date"] = "2022-04-10",
					["Class"] = "MAGE",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:31096::::::::70:::::::::|h[遺忘防禦者頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:32307::::::::70:::::::::|h[設計圖:矇矓的焚石]|h|r", -- [2]
						"|cffa335ee|Hitem:30906::::::::70:::::::::|h[刺皮打擊]|h|r", -- [3]
						"|cffa335ee|Hitem:30910::::::::70:::::::::|h[混沌風暴之劍]|h|r", -- [4]
						"|cffa335ee|Hitem:31095::::::::70:::::::::|h[遺忘保衛者頭盔]|h|r", -- [5]
					},
				}, -- [16]
			},
		}, -- [6]
		{
			["InstanceID"] = 568,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Zul'Aman",
			["Class"] = "SHAMAN",
			["Date"] = "2022-04-11",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-568-28093-23574-000054346E",
					["Time"] = "22:18:29",
					["Class"] = "MAGE",
					["Date"] = "2022-04-11",
					["Looter"] = "熙夏",
					["Name"] = "阿奇爾森",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33283::::::::70:::::::::|h[阿曼尼懲戒之錘]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-568-28093-23576-000054346E",
					["Time"] = "22:30:00",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-11",
					["Looter"] = "特變電工",
					["Name"] = "納羅拉克",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33285::::::::70:::::::::|h[熊族之怒]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-568-28093-23578-000054346E",
					["Time"] = "22:38:43",
					["Class"] = "MAGE",
					["Date"] = "2022-04-11",
					["Looter"] = "熙夏",
					["Name"] = "賈納雷",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33329::::::::70:::::::::|h[影牙食人妖皮胸衣]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-568-28093-23577-000054346E",
					["Time"] = "22:53:17",
					["Class"] = "HUNTER",
					["Date"] = "2022-04-11",
					["Looter"] = "獵艷狂魔",
					["Name"] = "哈拉齊",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33317::::::::70:::::::::|h[過往靈魂之袍]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-568-28093-24239-00005440CE",
					["Time"] = "23:09:10",
					["Class"] = "MAGE",
					["Date"] = "2022-04-11",
					["Looter"] = "熙夏",
					["Name"] = "妖術領主瑪拉克雷斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33421::::::::70:::::::::|h[鬥爭牙衛]|h|r", -- [2]
						"|cffa335ee|Hitem:33464::::::::70:::::::::|h[妖術領主的巫毒肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:34029::::::::70:::::::::|h[小巫毒面具]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-568-28093-23863-000054448C",
					["Time"] = "23:16:01",
					["Class"] = "WARLOCK",
					["Date"] = "2022-04-11",
					["Looter"] = "慕之內走步",
					["Name"] = "祖爾金",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33102::::::::70:::::::::|h[祖爾金之血]|h|r", -- [2]
						"|cffa335ee|Hitem:33474::::::::70:::::::::|h[上古阿曼尼長弓]|h|r", -- [3]
						"|cffa335ee|Hitem:33478::::::::70:::::::::|h[金羅克，偉大的天啟之劍]|h|r", -- [4]
					},
				}, -- [6]
			},
			["Player"] = "騎風",
		}, -- [7]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 310,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00000381469727, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0000457763672, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
