
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 568,
			["Player"] = "騎風",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "祖阿曼",
			["Date"] = "2022-05-24",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "SHAMAN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-568-14386-23574-00000BB3B0",
					["Time"] = "00:26:47",
					["Looter"] = "大周天天仙功",
					["Date"] = "2022-05-24",
					["Class"] = "PALADIN",
					["Name"] = "埃基尔松",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33215::::::::70:::::::::|h[浸血的精灵战衣]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-568-14386-23576-00000BB3B0",
					["Time"] = "00:35:51",
					["Looter"] = "Raylin",
					["Date"] = "2022-05-24",
					["Class"] = "WARRIOR",
					["Name"] = "纳洛拉克",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33191::::::::70:::::::::|h[丛林践踏者]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-568-14386-23578-00000BB3B0",
					["Time"] = "00:44:01",
					["Looter"] = "Raylin",
					["Date"] = "2022-05-24",
					["Class"] = "WARRIOR",
					["Name"] = "加亚莱",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33357::::::::70:::::::::|h[疯狂足垫]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-568-14386-23577-00000BB3B0",
					["Time"] = "00:55:27",
					["Looter"] = "大周天天仙功",
					["Date"] = "2022-05-24",
					["Class"] = "PALADIN",
					["Name"] = "哈尔拉兹",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33322::::::::70:::::::::|h[閃光毛皮外衣]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-568-14386-24239-00000BBC7B",
					["Time"] = "01:03:22",
					["Looter"] = "Raylin",
					["Date"] = "2022-05-24",
					["Class"] = "WARRIOR",
					["Name"] = "妖术领主玛拉卡斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34029::::::::70:::::::::|h[小巫毒面具]|h|r", -- [2]
						"|cffa335ee|Hitem:33298::::::::70:::::::::|h[徘徊者擊刃]|h|r", -- [3]
						"|cffa335ee|Hitem:33453::::::::70:::::::::|h[妖術兜帽]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-568-14386-23863-00000BBE55",
					["Time"] = "01:09:20",
					["Looter"] = "大周天天仙功",
					["Date"] = "2022-05-24",
					["Class"] = "PALADIN",
					["Name"] = "祖尔金",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33102::::::::70:::::::::|h[祖尔金之血]|h|r", -- [2]
						"|cffa335ee|Hitem:33468::::::::70:::::::::|h[黑暗祝福]|h|r", -- [3]
						"|cffa335ee|Hitem:33479::::::::70:::::::::|h[扭曲面甲]|h|r", -- [4]
					},
				}, -- [6]
			},
		}, -- [1]
		{
			["Date"] = "2022-05-27",
			["Class"] = "SHAMAN",
			["InstanceID"] = 564,
			["FirstPlayer"] = "若相依",
			["InstanceName"] = "黑暗神殿",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-564-11302-22877-000210BED4",
					["Time"] = "20:53:08",
					["Looter"] = "神經伊魯德",
					["Date"] = "2022-05-27",
					["Class"] = "DRUID",
					["Name"] = "库斯卡争斗者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-564-11302-22878-000010BED4",
					["Time"] = "20:54:11",
					["Looter"] = "一隻德魯伊",
					["Date"] = "2022-05-27",
					["Class"] = "DRUID",
					["Name"] = "邪水领主",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-564-11302-22873-000010BED4",
					["Time"] = "20:57:30",
					["Looter"] = "朝朝扯旗",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "库斯卡将军",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-564-11302-22887-000010BED4",
					["Time"] = "21:05:55",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-05-27",
					["Class"] = "ROGUE",
					["Name"] = "高阶督军纳因图斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32242::::::::70:::::::::|h[海洋憤怒之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:32377::::::::70:::::::::|h[黑暗披肩]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-564-11302-23330-000010CDEC",
					["Time"] = "21:23:30",
					["Looter"] = "十五年老司機",
					["Date"] = "2022-05-27",
					["Class"] = "MAGE",
					["Name"] = "龙喉斩风者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-564-11302-22954-000010BED4",
					["Time"] = "21:25:21",
					["Looter"] = "別逼我無敵",
					["Date"] = "2022-05-27",
					["Class"] = "PALADIN",
					["Name"] = "伊利达雷恐惧使者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-564-11302-22960-000210BED5",
					["Time"] = "21:27:08",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-05-27",
					["Class"] = "ROGUE",
					["Name"] = "龙喉唤龙者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-564-11302-22898-000010BED4",
					["Time"] = "21:34:21",
					["Looter"] = "不死夜空",
					["Date"] = "2022-05-27",
					["Class"] = "WARLOCK",
					["Name"] = "苏普雷姆斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32255::::::::70:::::::::|h[魔石壁壘]|h|r", -- [2]
						"|cffa335ee|Hitem:32256::::::::70:::::::::|h[無盡裹腰]|h|r", -- [3]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-564-11302-23339-000090BED4",
					["Time"] = "21:42:25",
					["Looter"] = "別逼我無敵",
					["Date"] = "2022-05-27",
					["Class"] = "PALADIN",
					["Name"] = "伊利达雷觅心者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-564-11302-22847-000110D34A",
					["Time"] = "21:46:18",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-05-27",
					["Class"] = "ROGUE",
					["Name"] = "灰舌仪祭师",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-564-11302-22845-000010D34A",
					["Time"] = "21:46:20",
					["Looter"] = "凌小狼",
					["Date"] = "2022-05-27",
					["Class"] = "SHAMAN",
					["Name"] = "灰舌秘术师",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-564-11302-22845-000190D34A",
					["Time"] = "21:47:24",
					["Looter"] = "朝朝扯旗",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "灰舌秘术师",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-564-11302-22841-000010BED4",
					["Time"] = "21:49:02",
					["Looter"] = "朝朝扯旗",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "阿卡玛之影",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32264::::::::70:::::::::|h[隱藏捕獵者護肩]|h|r", -- [2]
						"|cffa335ee|Hitem:32273::::::::70:::::::::|h[輝煌光明襯肩]|h|r", -- [3]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-564-11302-23236-000010BED4",
					["Time"] = "21:55:04",
					["Looter"] = "找蟹大師",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "噬骨持盾者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-564-11302-23196-000010BED4",
					["Time"] = "21:56:05",
					["Looter"] = "別逼我無敵",
					["Date"] = "2022-05-27",
					["Class"] = "PALADIN",
					["Name"] = "噬骨巨兽",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-564-11302-23235-000390BED4",
					["Time"] = "21:57:28",
					["Looter"] = "阿梨的魔術師",
					["Date"] = "2022-05-27",
					["Class"] = "MAGE",
					["Name"] = "噬骨剑武者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-564-11302-23420-000010DAD8",
					["Time"] = "22:07:40",
					["Looter"] = "一隻德魯伊",
					["Date"] = "2022-05-27",
					["Class"] = "DRUID",
					["Name"] = "愤怒精华",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32347::::::::70:::::::::|h[非難手套]|h|r", -- [2]
						"|cffa335ee|Hitem:32350::::::::70:::::::::|h[靈光之觸]|h|r", -- [3]
						"|cffa335ee|Hitem:32753::::::::70:::::::::|h[圖樣:速癒披肩]|h|r", -- [4]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-564-11302-23337-000390BED4",
					["Time"] = "22:10:41",
					["Looter"] = "朝朝扯旗",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "伊利达雷百夫长",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-564-11302-22869-000310BED4",
					["Time"] = "22:11:14",
					["Looter"] = "找蟹大師",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "伊利达雷切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-564-11302-22955-001C10BED4",
					["Time"] = "22:14:57",
					["Looter"] = "朝朝扯旗",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "有魅力的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-564-11302-22939-001A10BED4",
					["Time"] = "22:14:57",
					["Looter"] = "Chocowa",
					["Date"] = "2022-05-27",
					["Class"] = "WARLOCK",
					["Name"] = "神殿助祭",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-564-11302-22939-001890BED4",
					["Time"] = "22:15:51",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-05-27",
					["Class"] = "ROGUE",
					["Name"] = "神殿助祭",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-5580-564-11302-22956-000010BED4",
					["Time"] = "22:16:37",
					["Looter"] = "朝朝扯旗",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "苦痛祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-5580-564-11302-22939-001590BED4",
					["Time"] = "22:17:44",
					["Looter"] = "電丘",
					["Date"] = "2022-05-27",
					["Class"] = "SHAMAN",
					["Name"] = "神殿助祭",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-5580-564-11302-22964-000210BED4",
					["Time"] = "22:18:21",
					["Looter"] = "找蟹大師",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "欢愉祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-5580-564-11302-22964-000190BED4",
					["Time"] = "22:22:25",
					["Looter"] = "找蟹大師",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "欢愉祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-5580-564-11302-22947-000010BED4",
					["Time"] = "22:49:13",
					["Looter"] = "朝朝扯旗",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "莎赫拉丝主母",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32366::::::::70:::::::::|h[暗影大師之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:31101::::::::70:::::::::|h[遺忘征服者肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:31102::::::::70:::::::::|h[遺忘防禦者肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [5]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-5580-564-11302-23400-000190BED4",
					["Time"] = "22:59:00",
					["Looter"] = "找蟹大師",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "伊利达雷执政官",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-5580-564-11302-22949-000010BED4",
					["Time"] = "23:16:53",
					["Looter"] = "Chocowa",
					["Date"] = "2022-05-27",
					["Class"] = "WARLOCK",
					["Name"] = "击碎者加西奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:31100::::::::70:::::::::|h[遺忘保衛者護腿]|h|r", -- [1]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-5580-564-11302-22952-000010BED4",
					["Time"] = "23:16:54",
					["Looter"] = "騎風",
					["Date"] = "2022-05-27",
					["Class"] = "SHAMAN",
					["Name"] = "维尔莱斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31099::::::::70:::::::::|h[遺忘防禦者護腿]|h|r", -- [1]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-5580-564-11302-22951-000010BED4",
					["Time"] = "23:16:57",
					["Looter"] = "找蟹大師",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "女公爵玛兰德",
					["Loots"] = {
						"|cffa335ee|Hitem:31099::::::::70:::::::::|h[遗忘胜利者的护腿]|h|r", -- [1]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-5580-564-11302-22950-000010BED4",
					["Time"] = "23:17:09",
					["Looter"] = "特變電工",
					["Date"] = "2022-05-27",
					["Class"] = "WARRIOR",
					["Name"] = "高阶灵术师塞勒沃尔",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32505::::::::70:::::::::|h[背叛者的狂熱]|h|r", -- [2]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-5580-564-11302-22917-000010F120",
					["Time"] = "23:54:34",
					["Looter"] = "騎風",
					["Date"] = "2022-05-27",
					["Class"] = "SHAMAN",
					["Name"] = "伊利丹·怒风",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遗忘保卫者的胸甲]|h|r", -- [2]
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遗忘保卫者的胸甲]|h|r", -- [3]
						"|cffa335ee|Hitem:32483::::::::70:::::::::|h[古尔丹之颅]|h|r", -- [4]
						"|cffa335ee|Hitem:32375::::::::70:::::::::|h[埃辛诺斯壁垒]|h|r", -- [5]
						"|cffa335ee|Hitem:31089::::::::70:::::::::|h[遗忘征服者的胸甲]|h|r", -- [6]
					},
				}, -- [33]
			},
			["SavedID"] = 111371936,
			["Player"] = "騎風",
			["FirstClass"] = "PALADIN",
		}, -- [2]
		{
			["InstanceID"] = 565,
			["Player"] = "騎風",
			["FirstPlayer"] = "Ikemen",
			["InstanceName"] = "格鲁尔的巢穴",
			["Date"] = "2022-05-28",
			["Class"] = "SHAMAN",
			["FirstClass"] = "MAGE",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-565-14506-18831-000010FBF2",
					["Time"] = "00:37:24",
					["Looter"] = "你爸來了",
					["Date"] = "2022-05-28",
					["Class"] = "WARRIOR",
					["Name"] = "莫加尔大王",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28795::::::::70:::::::::|h[劍刃氏族戰爭手環]|h|r", -- [2]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[逝往勇士肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[逝往勇士肩鎧]|h|r", -- [5]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-565-14506-19044-000010FBF2",
					["Time"] = "00:44:53",
					["Looter"] = "傲嬌吉祥物",
					["Date"] = "2022-05-28",
					["Class"] = "WARRIOR",
					["Name"] = "屠龙者格鲁尔",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:28802::::::::70:::::::::|h[血喉魔導師之刃]|h|r", -- [3]
						"|cffa335ee|Hitem:28830::::::::70:::::::::|h[龍脊戰利品]|h|r", -- [4]
						"|cffa335ee|Hitem:29767::::::::70:::::::::|h[逝往防衛者護腿]|h|r", -- [5]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [6]
					},
				}, -- [2]
			},
		}, -- [3]
		{
			["InstanceID"] = 580,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "太阳之井高地",
			["Class"] = "SHAMAN",
			["Date"] = "2022-05-28",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-580-1098-25367-0002120AAD",
					["Time"] = "20:21:28",
					["Class"] = "WARLOCK",
					["Date"] = "2022-05-28",
					["Looter"] = "Devinfon",
					["Name"] = "炎刃大法师",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-580-1098-25371-0002920AAE",
					["Time"] = "20:31:01",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-28",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "炎刃黎明祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-580-1098-25367-0000920AAE",
					["Time"] = "20:33:37",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-28",
					["Looter"] = "柒刻",
					["Name"] = "炎刃大法师",
					["Loots"] = {
						"|cffa335ee|Hitem:35190::::::::70:::::::::|h[結構圖:超放大月光眼鏡]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-580-1098-25371-0000120AAE",
					["Time"] = "20:35:15",
					["Class"] = "PRIEST",
					["Date"] = "2022-05-28",
					["Looter"] = "呆丫喵",
					["Name"] = "炎刃黎明祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-580-1098-25370-0000120AAE",
					["Time"] = "20:35:55",
					["Class"] = "PRIEST",
					["Date"] = "2022-05-28",
					["Looter"] = "呆丫喵",
					["Name"] = "炎刃黄昏祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-580-1098-25363-0000120AAE",
					["Time"] = "20:35:55",
					["Class"] = "MAGE",
					["Date"] = "2022-05-28",
					["Looter"] = "魔令古二世",
					["Name"] = "炎刃秘法师",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-580-1098-25507-0002120AAE",
					["Time"] = "20:36:52",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-28",
					["Looter"] = "別逼我擋怪",
					["Name"] = "炎刃保卫者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-580-1098-25507-0000920AAE",
					["Time"] = "20:39:57",
					["Class"] = "PRIEST",
					["Date"] = "2022-05-28",
					["Looter"] = "呆丫喵",
					["Name"] = "炎刃保卫者",
					["Loots"] = {
						"|cffa335ee|Hitem:35209::::::::70:::::::::|h[設計圖:特硬克銀戰拳]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-580-1098-25363-0000920AAD",
					["Time"] = "20:58:55",
					["Class"] = "WARLOCK",
					["Date"] = "2022-05-28",
					["Looter"] = "不死夜空",
					["Name"] = "炎刃秘法师",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-580-1098-25370-0000120AAD",
					["Time"] = "21:02:26",
					["Class"] = "DRUID",
					["Date"] = "2022-05-28",
					["Looter"] = "弗雷爾啄德",
					["Name"] = "炎刃黄昏祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:35273::::::::70:::::::::|h[高級熔煉論文]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-580-1098-25370-0002120AAD",
					["Time"] = "21:07:18",
					["Class"] = "DRUID",
					["Date"] = "2022-05-28",
					["Looter"] = "神經德魯伊",
					["Name"] = "炎刃黄昏祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-580-1098-24892-0000122143",
					["Time"] = "21:24:05",
					["Class"] = "DRUID",
					["Date"] = "2022-05-28",
					["Looter"] = "傳說小百",
					["Name"] = "腐蚀者萨索瓦尔",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34167::::::::70:::::::::|h[神聖狂熱腿鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:34851::::::::70:::::::::|h[遺忘保衛者護腕]|h|r", -- [3]
						"|cffa335ee|Hitem:34848::::::::70:::::::::|h[遺忘征服者護腕]|h|r", -- [4]
						"|cffa335ee|Hitem:34848::::::::70:::::::::|h[遺忘征服者護腕]|h|r", -- [5]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-580-1098-25507-0001120AAD",
					["Time"] = "21:25:02",
					["Class"] = "DRUID",
					["Date"] = "2022-05-28",
					["Looter"] = "傳說小百",
					["Name"] = "炎刃保卫者",
					["Loots"] = {
						"|cffa335ee|Hitem:34351::::::::70:::::::::|h[寧靜威嚴裹帶]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-580-1098-25371-0004120AAD",
					["Time"] = "21:27:17",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-28",
					["Looter"] = "柒刻",
					["Name"] = "炎刃黎明祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-580-1098-24882-0000120AAD",
					["Time"] = "22:04:23",
					["Class"] = "WARLOCK",
					["Date"] = "2022-05-28",
					["Looter"] = "術難奉陪",
					["Name"] = "布鲁塔卢斯",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [2]
						"|cffa335ee|Hitem:34181::::::::70:::::::::|h[災禍護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:34853::::::::70:::::::::|h[遺忘征服者腰帶]|h|r", -- [4]
						"|cffa335ee|Hitem:34854::::::::70:::::::::|h[遺忘保衛者腰帶]|h|r", -- [5]
						"|cffa335ee|Hitem:34854::::::::70:::::::::|h[遺忘保衛者腰帶]|h|r", -- [6]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-580-1098-25038-0000123637",
					["Time"] = "23:10:33",
					["Class"] = "PRIEST",
					["Date"] = "2022-05-28",
					["Looter"] = "呆丫喵",
					["Name"] = "菲米丝",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34857::::::::70:::::::::|h[遺忘保衛者長靴]|h|r", -- [2]
						"|cffa335ee|Hitem:34856::::::::70:::::::::|h[遺忘征服者長靴]|h|r", -- [3]
						"|cffa335ee|Hitem:34856::::::::70:::::::::|h[遺忘征服者長靴]|h|r", -- [4]
						"|cffa335ee|Hitem:34186::::::::70:::::::::|h[劇烈暴風連結鎖鍊]|h|r", -- [5]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-580-23829-25483-0001135A6F",
					["Time"] = "20:28:33",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-29",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "影刃嗜魔者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-580-23829-25486-0002935A6F",
					["Time"] = "20:30:28",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-29",
					["Looter"] = "歐艾丹",
					["Name"] = "影刃征服者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-580-23829-25486-000013836A",
					["Time"] = "22:47:28",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-29",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "影刃征服者",
					["Loots"] = {
						"|cffa335ee|Hitem:34351::::::::70:::::::::|h[寧靜威嚴裹帶]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-580-23829-25166-0000139005",
					["Time"] = "23:28:31",
					["Class"] = "DRUID",
					["Date"] = "2022-05-29",
					["Looter"] = "弗雷爾啄德",
					["Name"] = "高阶术士奥蕾塞丝",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [2]
						"|cffa335ee|Hitem:34190::::::::70:::::::::|h[赤紅典範罩篷]|h|r", -- [3]
						"|cffa335ee|Hitem:34196::::::::70:::::::::|h[奎爾薩拉斯金弓]|h|r", -- [4]
						"|cffa335ee|Hitem:34210::::::::70:::::::::|h[召集者襯肩]|h|r", -- [5]
						"|cffa335ee|Hitem:34194::::::::70:::::::::|h[黃金森林披肩]|h|r", -- [6]
						"|cffa335ee|Hitem:35291::::::::70:::::::::|h[辛多雷拯救墜飾]|h|r", -- [7]
						"|cffa335ee|Hitem:34855::::::::70:::::::::|h[遺忘防禦者腰帶]|h|r", -- [8]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-580-23829-25509-0001135A6F",
					["Time"] = "23:39:19",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-29",
					["Looter"] = "餅乾味的狗",
					["Name"] = "苦痛祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-580-23829-25593-0001935A6F",
					["Time"] = "23:43:03",
					["Class"] = "MAGE",
					["Date"] = "2022-05-29",
					["Looter"] = "熙夏",
					["Name"] = "天启卫士",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [22]
			},
			["Player"] = "騎風",
		}, -- [4]
		{
			["InstanceID"] = 534,
			["Player"] = "騎風",
			["FirstPlayer"] = "未知目标",
			["InstanceName"] = "海加尔峰",
			["Date"] = "2022-05-30",
			["Class"] = "SHAMAN",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-534-27926-17898-000193B257",
					["Time"] = "01:52:06",
					["Looter"] = "殺神約翰維克",
					["Date"] = "2022-05-30",
					["Class"] = "PALADIN",
					["Name"] = "憎恶",
					["Loots"] = {
						"|cffa335ee|Hitem:32752::::::::70:::::::::|h[圖樣:速癒裹帶]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-534-27926-17842-000013B2B6",
					["Time"] = "01:55:20",
					["Looter"] = "巴巴拓斯",
					["Date"] = "2022-05-30",
					["Class"] = "ROGUE",
					["Name"] = "阿兹加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:30897::::::::70:::::::::|h[希望束带]|h|r", -- [2]
						"|cffa335ee|Hitem:31092::::::::70:::::::::|h[遗忘征服者的手套]|h|r", -- [3]
						"|cffa335ee|Hitem:31092::::::::70:::::::::|h[遗忘征服者的手套]|h|r", -- [4]
						"|cffa335ee|Hitem:31094::::::::70:::::::::|h[遗忘保卫者的手套]|h|r", -- [5]
						"|cffa335ee|Hitem:32289::::::::70:::::::::|h[图鉴：风暴天蓝宝石]|h|r", -- [6]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-534-27926-17968-000013B379",
					["Time"] = "02:10:59",
					["Looter"] = "幻化無情",
					["Date"] = "2022-05-30",
					["Class"] = "SHAMAN",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:30906::::::::70:::::::::|h[闪击强弓]|h|r", -- [2]
						"|cffa335ee|Hitem:30910::::::::70:::::::::|h[混乱风暴]|h|r", -- [3]
						"|cffa335ee|Hitem:31095::::::::70:::::::::|h[遗忘保卫者的头盔]|h|r", -- [4]
						"|cffa335ee|Hitem:31095::::::::70:::::::::|h[遗忘保卫者的头盔]|h|r", -- [5]
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遗忘征服者的头盔]|h|r", -- [6]
					},
				}, -- [3]
			},
		}, -- [5]
		{
			["Date"] = "2022-06-02",
			["Class"] = "SHAMAN",
			["InstanceID"] = 565,
			["FirstPlayer"] = "渾沌空間",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-565-746-18831-000018C651",
					["Time"] = "22:31:53",
					["Looter"] = "魔法阿公",
					["Date"] = "2022-06-02",
					["Class"] = "MAGE",
					["Name"] = "莫加尔大王",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[阵亡勇士的护肩]|h|r", -- [2]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[阵亡勇士的护肩]|h|r", -- [3]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[阵亡卫士的护肩]|h|r", -- [4]
						"|cffa335ee|Hitem:28800::::::::70:::::::::|h[纳鲁之锤]|h|r", -- [5]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-565-746-19044-000018C651",
					["Time"] = "22:39:03",
					["Looter"] = "Bucket",
					["Date"] = "2022-06-02",
					["Class"] = "SHAMAN",
					["Name"] = "屠龙者格鲁尔",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[阵亡英雄的护腿]|h|r", -- [2]
						"|cffa335ee|Hitem:28822::::::::70:::::::::|h[格鲁尔之牙]|h|r", -- [3]
						"|cffa335ee|Hitem:28824::::::::70:::::::::|h[完美勇士护手]|h|r", -- [4]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[阵亡勇士的护腿]|h|r", -- [5]
						"|cffa335ee|Hitem:29767::::::::70:::::::::|h[阵亡卫士的护腿]|h|r", -- [6]
					},
				}, -- [2]
			},
			["InstanceName"] = "格鲁尔的巢穴",
			["FirstClass"] = "MAGE",
			["Player"] = "騎風",
			["SavedID"] = 111524760,
		}, -- [6]
		{
			["InstanceID"] = 534,
			["FirstPlayer"] = "未知目标",
			["Player"] = "騎風",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-534-14229-17767-000018DF4F",
					["Time"] = "00:06:29",
					["Class"] = "DRUID",
					["Date"] = "2022-06-03",
					["Looter"] = "Marcy",
					["Name"] = "雷基·冬寒",
					["Loots"] = {
						"|cffa335ee|Hitem:30873::::::::70:::::::::|h[止水之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [2]
						"|cffa335ee|Hitem:30863::::::::70:::::::::|h[致命的腕輪]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-534-14229-17899-000198E0DA",
					["Time"] = "00:11:44",
					["Class"] = "PALADIN",
					["Date"] = "2022-06-03",
					["Looter"] = "超強聖鬥士",
					["Name"] = "阴暗通灵师",
					["Loots"] = {
						"|cffa335ee|Hitem:32589::::::::70:::::::::|h[地狱火坠饰]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-534-14229-17808-000018E264",
					["Time"] = "00:21:22",
					["Looter"] = "未知目标",
					["Date"] = "2022-06-03",
					["Class"] = "UNKNOWN",
					["Name"] = "未知目标",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-534-14229-17888-000018E768",
					["Time"] = "00:41:07",
					["Looter"] = "騎風",
					["Date"] = "2022-06-03",
					["Class"] = "SHAMAN",
					["Name"] = "卡兹洛加",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:30919::::::::70:::::::::|h[峡谷猎手腰带]|h|r", -- [2]
						"|cffa335ee|Hitem:30916::::::::70:::::::::|h[元素导能护腿]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-534-14229-17842-000018EB1B",
					["Time"] = "00:57:38",
					["Looter"] = "馬子狗在旁邊",
					["Date"] = "2022-06-03",
					["Class"] = "ROGUE",
					["Name"] = "阿兹加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:31092::::::::70:::::::::|h[遺忘征服者手套]|h|r", -- [2]
						"|cffa335ee|Hitem:31093::::::::70:::::::::|h[遺忘防禦者手套]|h|r", -- [3]
						"|cffa335ee|Hitem:31093::::::::70:::::::::|h[遺忘防禦者手套]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-534-14229-17968-000018EBD3",
					["Time"] = "01:10:19",
					["Looter"] = "Howdao",
					["Date"] = "2022-06-03",
					["Class"] = "HUNTER",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:30907::::::::70:::::::::|h[狂热追击锁甲]|h|r", -- [2]
						"|cffa335ee|Hitem:30913::::::::70:::::::::|h[罗宁之袍]|h|r", -- [3]
						"|cffa335ee|Hitem:31095::::::::70:::::::::|h[遗忘保卫者的头盔]|h|r", -- [4]
						"|cffa335ee|Hitem:31095::::::::70:::::::::|h[遗忘保卫者的头盔]|h|r", -- [5]
						"|cffa335ee|Hitem:31096::::::::70:::::::::|h[遗忘胜利者的头盔]|h|r", -- [6]
					},
				}, -- [6]
			},
			["Date"] = "2022-06-03",
			["Class"] = "SHAMAN",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "海加尔峰",
		}, -- [7]
		{
			["Date"] = "2022-06-03",
			["Class"] = "SHAMAN",
			["InstanceID"] = 564,
			["Player"] = "騎風",
			["InstanceName"] = "黑暗神殿",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-564-31718-22875-000119FA77",
					["Time"] = "20:54:41",
					["Looter"] = "熊來了",
					["Date"] = "2022-06-03",
					["Class"] = "DRUID",
					["Name"] = "库斯卡唤海者",
					["Loots"] = {
						"|cffa335ee|Hitem:32528::::::::70:::::::::|h[卡拉伯爾祝福指環]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-564-31718-22887-000019FA77",
					["Time"] = "21:10:07",
					["Looter"] = "熊來了",
					["Date"] = "2022-06-03",
					["Class"] = "DRUID",
					["Name"] = "高阶督军纳因图斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32240::::::::70:::::::::|h[潮汐潛伏者面罩]|h|r", -- [2]
						"|cffa335ee|Hitem:32377::::::::70:::::::::|h[黑暗披肩]|h|r", -- [3]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-564-31718-23330-000219FA78",
					["Time"] = "21:19:01",
					["Looter"] = "Devinfon",
					["Date"] = "2022-06-03",
					["Class"] = "WARLOCK",
					["Name"] = "龙喉斩风者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-564-31718-23330-000199FA78",
					["Time"] = "21:19:05",
					["Looter"] = "別逼我無敵",
					["Date"] = "2022-06-03",
					["Class"] = "PALADIN",
					["Name"] = "龙喉斩风者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤尖石]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-564-31718-22898-000019FA77",
					["Time"] = "21:25:49",
					["Looter"] = "Chocowa",
					["Date"] = "2022-06-03",
					["Class"] = "WARLOCK",
					["Name"] = "苏普雷姆斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32252::::::::70:::::::::|h[虛空暗影外套]|h|r", -- [2]
						"|cffa335ee|Hitem:32261::::::::70:::::::::|h[深淵領主指環]|h|r", -- [3]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-564-31718-22869-000199FA78",
					["Time"] = "21:29:57",
					["Looter"] = "找蟹大師",
					["Date"] = "2022-06-03",
					["Class"] = "WARRIOR",
					["Name"] = "伊利达雷切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-564-31718-22869-000099FA78",
					["Time"] = "21:31:50",
					["Looter"] = "熊來了",
					["Date"] = "2022-06-03",
					["Class"] = "DRUID",
					["Name"] = "伊利达雷切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-564-31718-23337-000119FA78",
					["Time"] = "21:33:38",
					["Looter"] = "找蟹大師",
					["Date"] = "2022-06-03",
					["Class"] = "WARRIOR",
					["Name"] = "伊利达雷百夫长",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-564-31718-22845-00011A0BB4",
					["Time"] = "21:34:55",
					["Looter"] = "朝朝扯旗",
					["Date"] = "2022-06-03",
					["Class"] = "WARRIOR",
					["Name"] = "灰舌秘术师",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-564-31718-22847-00019A0BB4",
					["Time"] = "21:35:41",
					["Looter"] = "熊來了",
					["Date"] = "2022-06-03",
					["Class"] = "DRUID",
					["Name"] = "灰舌仪祭师",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-564-31718-22847-00011A0BB4",
					["Time"] = "21:36:40",
					["Looter"] = "若相依",
					["Date"] = "2022-06-03",
					["Class"] = "PALADIN",
					["Name"] = "灰舌仪祭师",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-564-31718-22846-00001A0BB4",
					["Time"] = "21:37:30",
					["Looter"] = "熊來了",
					["Date"] = "2022-06-03",
					["Class"] = "DRUID",
					["Name"] = "灰舌唤雷者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-564-31718-22841-000019FA77",
					["Time"] = "21:41:50",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-06-03",
					["Class"] = "ROGUE",
					["Name"] = "阿卡玛之影",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32271::::::::70:::::::::|h[永恆自然褶裙]|h|r", -- [2]
						"|cffa335ee|Hitem:32264::::::::70:::::::::|h[隱藏捕獵者護肩]|h|r", -- [3]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-564-31718-22956-000299FA78",
					["Time"] = "21:47:09",
					["Looter"] = "Chocowa",
					["Date"] = "2022-06-03",
					["Class"] = "WARLOCK",
					["Name"] = "苦痛祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-564-31718-22939-000599FA78",
					["Time"] = "21:48:38",
					["Looter"] = "騎風",
					["Date"] = "2022-06-03",
					["Class"] = "SHAMAN",
					["Name"] = "神殿助祭",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-564-31718-22956-000019FA78",
					["Time"] = "21:49:34",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-06-03",
					["Class"] = "ROGUE",
					["Name"] = "苦痛祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4490-564-31718-22955-000899FA78",
					["Time"] = "21:55:28",
					["Looter"] = "朝朝扯旗",
					["Date"] = "2022-06-03",
					["Class"] = "WARRIOR",
					["Name"] = "有魅力的客人",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4490-564-31718-22955-000E19FA78",
					["Time"] = "21:55:56",
					["Looter"] = "情人節沒愛人",
					["Date"] = "2022-06-03",
					["Class"] = "SHAMAN",
					["Name"] = "有魅力的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[天蓝宝石]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4490-564-31718-22939-000B99FA78",
					["Time"] = "21:55:58",
					["Looter"] = "騎風",
					["Date"] = "2022-06-03",
					["Class"] = "SHAMAN",
					["Name"] = "神殿助祭",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4490-564-31718-22962-000019FA78",
					["Time"] = "21:56:59",
					["Looter"] = "找蟹大師",
					["Date"] = "2022-06-03",
					["Class"] = "WARRIOR",
					["Name"] = "悲伤女士",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4490-564-31718-22956-000099FA78",
					["Time"] = "21:57:53",
					["Looter"] = "朝朝扯旗",
					["Date"] = "2022-06-03",
					["Class"] = "WARRIOR",
					["Name"] = "苦痛祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4490-564-31718-22947-000019FA78",
					["Time"] = "22:15:33",
					["Looter"] = "阿梨的魔術師",
					["Date"] = "2022-06-03",
					["Class"] = "MAGE",
					["Name"] = "莎赫拉丝主母",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:31102::::::::70:::::::::|h[遺忘防禦者肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:31101::::::::70:::::::::|h[遺忘征服者肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:32368::::::::70:::::::::|h[光明使者法典]|h|r", -- [4]
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [5]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4490-564-31718-23402-000119FA78",
					["Time"] = "22:23:02",
					["Looter"] = "找蟹大師",
					["Date"] = "2022-06-03",
					["Class"] = "WARRIOR",
					["Name"] = "伊利达雷战斗法师",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4490-564-31718-23397-000099FA78",
					["Time"] = "22:24:27",
					["Looter"] = "朝朝扯旗",
					["Date"] = "2022-06-03",
					["Class"] = "WARRIOR",
					["Name"] = "伊利达雷血领主",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-4490-564-31718-23397-000019FA78",
					["Time"] = "22:24:36",
					["Looter"] = "熊來了",
					["Date"] = "2022-06-03",
					["Class"] = "DRUID",
					["Name"] = "伊利达雷血领主",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-4490-564-31718-22952-000019FA78",
					["Time"] = "22:56:37",
					["Looter"] = "Chocowa",
					["Date"] = "2022-06-03",
					["Class"] = "WARLOCK",
					["Name"] = "维尔莱斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-4490-564-31718-22949-000019FA78",
					["Time"] = "22:56:39",
					["Looter"] = "Chocowa",
					["Date"] = "2022-06-03",
					["Class"] = "WARLOCK",
					["Name"] = "击碎者加西奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-4490-564-31718-22951-000019FA78",
					["Time"] = "22:56:45",
					["Looter"] = "Chocowa",
					["Date"] = "2022-06-03",
					["Class"] = "WARLOCK",
					["Name"] = "女公爵玛兰德",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-4490-564-31718-22950-000019FA78",
					["Time"] = "22:56:51",
					["Looter"] = "Chocowa",
					["Date"] = "2022-06-03",
					["Class"] = "WARLOCK",
					["Name"] = "高阶灵术师塞勒沃尔",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32505::::::::70:::::::::|h[背叛者的狂熱]|h|r", -- [2]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-4490-564-31718-22917-00001A2662",
					["Time"] = "23:32:25",
					["Looter"] = "不死夜空",
					["Date"] = "2022-06-03",
					["Class"] = "WARLOCK",
					["Name"] = "伊利丹·怒风",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32336::::::::70:::::::::|h[背叛者黑弓]|h|r", -- [2]
						"|cffa335ee|Hitem:32500::::::::70:::::::::|h[卡拉伯爾水晶尖錘]|h|r", -- [3]
						"|cffa335ee|Hitem:31089::::::::70:::::::::|h[遺忘征服者護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [5]
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [6]
					},
				}, -- [30]
			},
			["FirstClass"] = "PALADIN",
			["FirstPlayer"] = "若相依",
			["SavedID"] = 111544564,
		}, -- [8]
		{
			["InstanceID"] = 580,
			["FirstPlayer"] = "未知",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-580-3517-24882-00001B4496",
					["Time"] = "21:34:47",
					["Looter"] = "弗雷爾啄德",
					["Date"] = "2022-06-04",
					["Class"] = "DRUID",
					["Name"] = "布鲁塔卢斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34179::::::::70:::::::::|h[深淵之心]|h|r", -- [2]
						"|cffa335ee|Hitem:34854::::::::70:::::::::|h[遺忘保衛者腰帶]|h|r", -- [3]
						"|cffa335ee|Hitem:34854::::::::70:::::::::|h[遺忘保衛者腰帶]|h|r", -- [4]
						"|cffa335ee|Hitem:34855::::::::70:::::::::|h[遺忘防禦者腰帶]|h|r", -- [5]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-580-3517-25038-00001B72F1",
					["Time"] = "23:11:50",
					["Class"] = "SHAMAN",
					["Date"] = "2022-06-04",
					["Looter"] = "騎風",
					["Name"] = "菲米丝",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34352::::::::70:::::::::|h[堡垒手套]|h|r", -- [2]
						"|cffa335ee|Hitem:34857::::::::70:::::::::|h[遗忘保卫者的长靴]|h|r", -- [3]
						"|cffa335ee|Hitem:34856::::::::70:::::::::|h[遗忘征服者的长靴]|h|r", -- [4]
						"|cffa335ee|Hitem:34856::::::::70:::::::::|h[遗忘征服者的长靴]|h|r", -- [5]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-580-5342-25486-00011C9806",
					["Time"] = "20:35:21",
					["Class"] = "PALADIN",
					["Date"] = "2022-06-05",
					["Looter"] = "餅乾味的狗",
					["Name"] = "影刃征服者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-580-5342-25486-00019C9806",
					["Time"] = "20:35:29",
					["Class"] = "PALADIN",
					["Date"] = "2022-06-05",
					["Looter"] = "餅乾味的狗",
					["Name"] = "影刃征服者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-580-5342-25166-00001CA97F",
					["Time"] = "21:07:48",
					["Class"] = "PRIEST",
					["Date"] = "2022-06-05",
					["Looter"] = "馬卡迷尼龍",
					["Name"] = "高阶术士奥蕾塞丝",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [2]
						"|cffa335ee|Hitem:34854::::::::70:::::::::|h[遺忘保衛者腰帶]|h|r", -- [3]
						"|cffa335ee|Hitem:34192::::::::70:::::::::|h[堅忍肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:34202::::::::70:::::::::|h[奇觀披巾]|h|r", -- [5]
						"|cffa335ee|Hitem:34196::::::::70:::::::::|h[奎爾薩拉斯金弓]|h|r", -- [6]
						"|cffa335ee|Hitem:35292::::::::70:::::::::|h[辛多雷凱旋墜飾]|h|r", -- [7]
						"|cffa335ee|Hitem:34204::::::::70:::::::::|h[無約束魔法護符]|h|r", -- [8]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-580-5342-25597-00001CC8AB",
					["Time"] = "23:25:07",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-06-05",
					["Class"] = "PALADIN",
					["Name"] = "湮灭法师",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-580-5342-25591-00009CC8AB",
					["Time"] = "23:25:12",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-06-05",
					["Class"] = "WARRIOR",
					["Name"] = "痛苦使者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-580-5342-25593-00009CC9E1",
					["Time"] = "23:29:14",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-06-05",
					["Class"] = "PALADIN",
					["Name"] = "天启卫士",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [8]
			},
			["Player"] = "騎風",
			["Date"] = "2022-06-04",
			["Class"] = "SHAMAN",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "太阳之井高地",
		}, -- [9]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 310,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00000381469727, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0000457763672, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
