
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 534,
			["Player"] = "騎風",
			["FirstPlayer"] = "未知目标",
			["InstanceName"] = "海加尔峰",
			["Date"] = "2022-05-30",
			["Class"] = "SHAMAN",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-534-27926-17898-000193B257",
					["Time"] = "01:52:06",
					["Looter"] = "殺神約翰維克",
					["Date"] = "2022-05-30",
					["Class"] = "PALADIN",
					["Name"] = "憎恶",
					["Loots"] = {
						"|cffa335ee|Hitem:32752::::::::70:::::::::|h[圖樣:速癒裹帶]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-534-27926-17842-000013B2B6",
					["Time"] = "01:55:20",
					["Looter"] = "巴巴拓斯",
					["Date"] = "2022-05-30",
					["Class"] = "ROGUE",
					["Name"] = "阿兹加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:30897::::::::70:::::::::|h[希望束带]|h|r", -- [2]
						"|cffa335ee|Hitem:31092::::::::70:::::::::|h[遗忘征服者的手套]|h|r", -- [3]
						"|cffa335ee|Hitem:31092::::::::70:::::::::|h[遗忘征服者的手套]|h|r", -- [4]
						"|cffa335ee|Hitem:31094::::::::70:::::::::|h[遗忘保卫者的手套]|h|r", -- [5]
						"|cffa335ee|Hitem:32289::::::::70:::::::::|h[图鉴：风暴天蓝宝石]|h|r", -- [6]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-534-27926-17968-000013B379",
					["Time"] = "02:10:59",
					["Looter"] = "幻化無情",
					["Date"] = "2022-05-30",
					["Class"] = "SHAMAN",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:30906::::::::70:::::::::|h[闪击强弓]|h|r", -- [2]
						"|cffa335ee|Hitem:30910::::::::70:::::::::|h[混乱风暴]|h|r", -- [3]
						"|cffa335ee|Hitem:31095::::::::70:::::::::|h[遗忘保卫者的头盔]|h|r", -- [4]
						"|cffa335ee|Hitem:31095::::::::70:::::::::|h[遗忘保卫者的头盔]|h|r", -- [5]
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遗忘征服者的头盔]|h|r", -- [6]
					},
				}, -- [3]
			},
		}, -- [1]
		{
			["Date"] = "2022-06-02",
			["Class"] = "SHAMAN",
			["InstanceID"] = 565,
			["FirstPlayer"] = "渾沌空間",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-565-746-18831-000018C651",
					["Time"] = "22:31:53",
					["Looter"] = "魔法阿公",
					["Date"] = "2022-06-02",
					["Class"] = "MAGE",
					["Name"] = "莫加尔大王",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[阵亡勇士的护肩]|h|r", -- [2]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[阵亡勇士的护肩]|h|r", -- [3]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[阵亡卫士的护肩]|h|r", -- [4]
						"|cffa335ee|Hitem:28800::::::::70:::::::::|h[纳鲁之锤]|h|r", -- [5]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-565-746-19044-000018C651",
					["Time"] = "22:39:03",
					["Looter"] = "Bucket",
					["Date"] = "2022-06-02",
					["Class"] = "SHAMAN",
					["Name"] = "屠龙者格鲁尔",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[阵亡英雄的护腿]|h|r", -- [2]
						"|cffa335ee|Hitem:28822::::::::70:::::::::|h[格鲁尔之牙]|h|r", -- [3]
						"|cffa335ee|Hitem:28824::::::::70:::::::::|h[完美勇士护手]|h|r", -- [4]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[阵亡勇士的护腿]|h|r", -- [5]
						"|cffa335ee|Hitem:29767::::::::70:::::::::|h[阵亡卫士的护腿]|h|r", -- [6]
					},
				}, -- [2]
			},
			["InstanceName"] = "格鲁尔的巢穴",
			["FirstClass"] = "MAGE",
			["Player"] = "騎風",
			["SavedID"] = 111524760,
		}, -- [2]
		{
			["InstanceID"] = 534,
			["FirstPlayer"] = "未知目标",
			["Player"] = "騎風",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-534-14229-17767-000018DF4F",
					["Time"] = "00:06:29",
					["Class"] = "DRUID",
					["Date"] = "2022-06-03",
					["Looter"] = "Marcy",
					["Name"] = "雷基·冬寒",
					["Loots"] = {
						"|cffa335ee|Hitem:30873::::::::70:::::::::|h[止水之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [2]
						"|cffa335ee|Hitem:30863::::::::70:::::::::|h[致命的腕輪]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-534-14229-17899-000198E0DA",
					["Time"] = "00:11:44",
					["Class"] = "PALADIN",
					["Date"] = "2022-06-03",
					["Looter"] = "超強聖鬥士",
					["Name"] = "阴暗通灵师",
					["Loots"] = {
						"|cffa335ee|Hitem:32589::::::::70:::::::::|h[地狱火坠饰]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-534-14229-17808-000018E264",
					["Time"] = "00:21:22",
					["Looter"] = "未知目标",
					["Date"] = "2022-06-03",
					["Class"] = "UNKNOWN",
					["Name"] = "未知目标",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-534-14229-17888-000018E768",
					["Time"] = "00:41:07",
					["Looter"] = "騎風",
					["Date"] = "2022-06-03",
					["Class"] = "SHAMAN",
					["Name"] = "卡兹洛加",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:30919::::::::70:::::::::|h[峡谷猎手腰带]|h|r", -- [2]
						"|cffa335ee|Hitem:30916::::::::70:::::::::|h[元素导能护腿]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-534-14229-17842-000018EB1B",
					["Time"] = "00:57:38",
					["Looter"] = "馬子狗在旁邊",
					["Date"] = "2022-06-03",
					["Class"] = "ROGUE",
					["Name"] = "阿兹加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:31092::::::::70:::::::::|h[遺忘征服者手套]|h|r", -- [2]
						"|cffa335ee|Hitem:31093::::::::70:::::::::|h[遺忘防禦者手套]|h|r", -- [3]
						"|cffa335ee|Hitem:31093::::::::70:::::::::|h[遺忘防禦者手套]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-534-14229-17968-000018EBD3",
					["Time"] = "01:10:19",
					["Looter"] = "Howdao",
					["Date"] = "2022-06-03",
					["Class"] = "HUNTER",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:30907::::::::70:::::::::|h[狂热追击锁甲]|h|r", -- [2]
						"|cffa335ee|Hitem:30913::::::::70:::::::::|h[罗宁之袍]|h|r", -- [3]
						"|cffa335ee|Hitem:31095::::::::70:::::::::|h[遗忘保卫者的头盔]|h|r", -- [4]
						"|cffa335ee|Hitem:31095::::::::70:::::::::|h[遗忘保卫者的头盔]|h|r", -- [5]
						"|cffa335ee|Hitem:31096::::::::70:::::::::|h[遗忘胜利者的头盔]|h|r", -- [6]
					},
				}, -- [6]
			},
			["Date"] = "2022-06-03",
			["Class"] = "SHAMAN",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "海加尔峰",
		}, -- [3]
		{
			["Date"] = "2022-06-03",
			["Class"] = "SHAMAN",
			["InstanceID"] = 564,
			["Player"] = "騎風",
			["InstanceName"] = "黑暗神殿",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-564-31718-22875-000119FA77",
					["Time"] = "20:54:41",
					["Looter"] = "熊來了",
					["Date"] = "2022-06-03",
					["Class"] = "DRUID",
					["Name"] = "库斯卡唤海者",
					["Loots"] = {
						"|cffa335ee|Hitem:32528::::::::70:::::::::|h[卡拉伯爾祝福指環]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-564-31718-22887-000019FA77",
					["Time"] = "21:10:07",
					["Looter"] = "熊來了",
					["Date"] = "2022-06-03",
					["Class"] = "DRUID",
					["Name"] = "高阶督军纳因图斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32240::::::::70:::::::::|h[潮汐潛伏者面罩]|h|r", -- [2]
						"|cffa335ee|Hitem:32377::::::::70:::::::::|h[黑暗披肩]|h|r", -- [3]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-564-31718-23330-000219FA78",
					["Time"] = "21:19:01",
					["Looter"] = "Devinfon",
					["Date"] = "2022-06-03",
					["Class"] = "WARLOCK",
					["Name"] = "龙喉斩风者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-564-31718-23330-000199FA78",
					["Time"] = "21:19:05",
					["Looter"] = "別逼我無敵",
					["Date"] = "2022-06-03",
					["Class"] = "PALADIN",
					["Name"] = "龙喉斩风者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤尖石]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-564-31718-22898-000019FA77",
					["Time"] = "21:25:49",
					["Looter"] = "Chocowa",
					["Date"] = "2022-06-03",
					["Class"] = "WARLOCK",
					["Name"] = "苏普雷姆斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32252::::::::70:::::::::|h[虛空暗影外套]|h|r", -- [2]
						"|cffa335ee|Hitem:32261::::::::70:::::::::|h[深淵領主指環]|h|r", -- [3]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-564-31718-22869-000199FA78",
					["Time"] = "21:29:57",
					["Looter"] = "找蟹大師",
					["Date"] = "2022-06-03",
					["Class"] = "WARRIOR",
					["Name"] = "伊利达雷切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-564-31718-22869-000099FA78",
					["Time"] = "21:31:50",
					["Looter"] = "熊來了",
					["Date"] = "2022-06-03",
					["Class"] = "DRUID",
					["Name"] = "伊利达雷切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-564-31718-23337-000119FA78",
					["Time"] = "21:33:38",
					["Looter"] = "找蟹大師",
					["Date"] = "2022-06-03",
					["Class"] = "WARRIOR",
					["Name"] = "伊利达雷百夫长",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-564-31718-22845-00011A0BB4",
					["Time"] = "21:34:55",
					["Looter"] = "朝朝扯旗",
					["Date"] = "2022-06-03",
					["Class"] = "WARRIOR",
					["Name"] = "灰舌秘术师",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-564-31718-22847-00019A0BB4",
					["Time"] = "21:35:41",
					["Looter"] = "熊來了",
					["Date"] = "2022-06-03",
					["Class"] = "DRUID",
					["Name"] = "灰舌仪祭师",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-564-31718-22847-00011A0BB4",
					["Time"] = "21:36:40",
					["Looter"] = "若相依",
					["Date"] = "2022-06-03",
					["Class"] = "PALADIN",
					["Name"] = "灰舌仪祭师",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-564-31718-22846-00001A0BB4",
					["Time"] = "21:37:30",
					["Looter"] = "熊來了",
					["Date"] = "2022-06-03",
					["Class"] = "DRUID",
					["Name"] = "灰舌唤雷者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-564-31718-22841-000019FA77",
					["Time"] = "21:41:50",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-06-03",
					["Class"] = "ROGUE",
					["Name"] = "阿卡玛之影",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32271::::::::70:::::::::|h[永恆自然褶裙]|h|r", -- [2]
						"|cffa335ee|Hitem:32264::::::::70:::::::::|h[隱藏捕獵者護肩]|h|r", -- [3]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-564-31718-22956-000299FA78",
					["Time"] = "21:47:09",
					["Looter"] = "Chocowa",
					["Date"] = "2022-06-03",
					["Class"] = "WARLOCK",
					["Name"] = "苦痛祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-564-31718-22939-000599FA78",
					["Time"] = "21:48:38",
					["Looter"] = "騎風",
					["Date"] = "2022-06-03",
					["Class"] = "SHAMAN",
					["Name"] = "神殿助祭",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-564-31718-22956-000019FA78",
					["Time"] = "21:49:34",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-06-03",
					["Class"] = "ROGUE",
					["Name"] = "苦痛祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4490-564-31718-22955-000899FA78",
					["Time"] = "21:55:28",
					["Looter"] = "朝朝扯旗",
					["Date"] = "2022-06-03",
					["Class"] = "WARRIOR",
					["Name"] = "有魅力的客人",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4490-564-31718-22955-000E19FA78",
					["Time"] = "21:55:56",
					["Looter"] = "情人節沒愛人",
					["Date"] = "2022-06-03",
					["Class"] = "SHAMAN",
					["Name"] = "有魅力的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[天蓝宝石]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4490-564-31718-22939-000B99FA78",
					["Time"] = "21:55:58",
					["Looter"] = "騎風",
					["Date"] = "2022-06-03",
					["Class"] = "SHAMAN",
					["Name"] = "神殿助祭",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4490-564-31718-22962-000019FA78",
					["Time"] = "21:56:59",
					["Looter"] = "找蟹大師",
					["Date"] = "2022-06-03",
					["Class"] = "WARRIOR",
					["Name"] = "悲伤女士",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4490-564-31718-22956-000099FA78",
					["Time"] = "21:57:53",
					["Looter"] = "朝朝扯旗",
					["Date"] = "2022-06-03",
					["Class"] = "WARRIOR",
					["Name"] = "苦痛祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4490-564-31718-22947-000019FA78",
					["Time"] = "22:15:33",
					["Looter"] = "阿梨的魔術師",
					["Date"] = "2022-06-03",
					["Class"] = "MAGE",
					["Name"] = "莎赫拉丝主母",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:31102::::::::70:::::::::|h[遺忘防禦者肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:31101::::::::70:::::::::|h[遺忘征服者肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:32368::::::::70:::::::::|h[光明使者法典]|h|r", -- [4]
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [5]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4490-564-31718-23402-000119FA78",
					["Time"] = "22:23:02",
					["Looter"] = "找蟹大師",
					["Date"] = "2022-06-03",
					["Class"] = "WARRIOR",
					["Name"] = "伊利达雷战斗法师",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4490-564-31718-23397-000099FA78",
					["Time"] = "22:24:27",
					["Looter"] = "朝朝扯旗",
					["Date"] = "2022-06-03",
					["Class"] = "WARRIOR",
					["Name"] = "伊利达雷血领主",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-4490-564-31718-23397-000019FA78",
					["Time"] = "22:24:36",
					["Looter"] = "熊來了",
					["Date"] = "2022-06-03",
					["Class"] = "DRUID",
					["Name"] = "伊利达雷血领主",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-4490-564-31718-22952-000019FA78",
					["Time"] = "22:56:37",
					["Looter"] = "Chocowa",
					["Date"] = "2022-06-03",
					["Class"] = "WARLOCK",
					["Name"] = "维尔莱斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-4490-564-31718-22949-000019FA78",
					["Time"] = "22:56:39",
					["Looter"] = "Chocowa",
					["Date"] = "2022-06-03",
					["Class"] = "WARLOCK",
					["Name"] = "击碎者加西奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-4490-564-31718-22951-000019FA78",
					["Time"] = "22:56:45",
					["Looter"] = "Chocowa",
					["Date"] = "2022-06-03",
					["Class"] = "WARLOCK",
					["Name"] = "女公爵玛兰德",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-4490-564-31718-22950-000019FA78",
					["Time"] = "22:56:51",
					["Looter"] = "Chocowa",
					["Date"] = "2022-06-03",
					["Class"] = "WARLOCK",
					["Name"] = "高阶灵术师塞勒沃尔",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32505::::::::70:::::::::|h[背叛者的狂熱]|h|r", -- [2]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-4490-564-31718-22917-00001A2662",
					["Time"] = "23:32:25",
					["Looter"] = "不死夜空",
					["Date"] = "2022-06-03",
					["Class"] = "WARLOCK",
					["Name"] = "伊利丹·怒风",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32336::::::::70:::::::::|h[背叛者黑弓]|h|r", -- [2]
						"|cffa335ee|Hitem:32500::::::::70:::::::::|h[卡拉伯爾水晶尖錘]|h|r", -- [3]
						"|cffa335ee|Hitem:31089::::::::70:::::::::|h[遺忘征服者護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [5]
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [6]
					},
				}, -- [30]
			},
			["FirstClass"] = "PALADIN",
			["FirstPlayer"] = "若相依",
			["SavedID"] = 111544564,
		}, -- [4]
		{
			["InstanceID"] = 580,
			["Player"] = "騎風",
			["InstanceName"] = "太阳之井高地",
			["FirstPlayer"] = "未知",
			["Date"] = "2022-06-04",
			["Class"] = "SHAMAN",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-580-3517-24882-00001B4496",
					["Time"] = "21:34:47",
					["Looter"] = "弗雷爾啄德",
					["Date"] = "2022-06-04",
					["Class"] = "DRUID",
					["Name"] = "布鲁塔卢斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34179::::::::70:::::::::|h[深淵之心]|h|r", -- [2]
						"|cffa335ee|Hitem:34854::::::::70:::::::::|h[遺忘保衛者腰帶]|h|r", -- [3]
						"|cffa335ee|Hitem:34854::::::::70:::::::::|h[遺忘保衛者腰帶]|h|r", -- [4]
						"|cffa335ee|Hitem:34855::::::::70:::::::::|h[遺忘防禦者腰帶]|h|r", -- [5]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-580-3517-25038-00001B72F1",
					["Time"] = "23:11:50",
					["Class"] = "SHAMAN",
					["Date"] = "2022-06-04",
					["Looter"] = "騎風",
					["Name"] = "菲米丝",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34352::::::::70:::::::::|h[堡垒手套]|h|r", -- [2]
						"|cffa335ee|Hitem:34857::::::::70:::::::::|h[遗忘保卫者的长靴]|h|r", -- [3]
						"|cffa335ee|Hitem:34856::::::::70:::::::::|h[遗忘征服者的长靴]|h|r", -- [4]
						"|cffa335ee|Hitem:34856::::::::70:::::::::|h[遗忘征服者的长靴]|h|r", -- [5]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-580-5342-25486-00011C9806",
					["Time"] = "20:35:21",
					["Class"] = "PALADIN",
					["Date"] = "2022-06-05",
					["Looter"] = "餅乾味的狗",
					["Name"] = "影刃征服者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-580-5342-25486-00019C9806",
					["Time"] = "20:35:29",
					["Class"] = "PALADIN",
					["Date"] = "2022-06-05",
					["Looter"] = "餅乾味的狗",
					["Name"] = "影刃征服者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-580-5342-25166-00001CA97F",
					["Time"] = "21:07:48",
					["Class"] = "PRIEST",
					["Date"] = "2022-06-05",
					["Looter"] = "馬卡迷尼龍",
					["Name"] = "高阶术士奥蕾塞丝",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [2]
						"|cffa335ee|Hitem:34854::::::::70:::::::::|h[遺忘保衛者腰帶]|h|r", -- [3]
						"|cffa335ee|Hitem:34192::::::::70:::::::::|h[堅忍肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:34202::::::::70:::::::::|h[奇觀披巾]|h|r", -- [5]
						"|cffa335ee|Hitem:34196::::::::70:::::::::|h[奎爾薩拉斯金弓]|h|r", -- [6]
						"|cffa335ee|Hitem:35292::::::::70:::::::::|h[辛多雷凱旋墜飾]|h|r", -- [7]
						"|cffa335ee|Hitem:34204::::::::70:::::::::|h[無約束魔法護符]|h|r", -- [8]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-580-5342-25597-00001CC8AB",
					["Time"] = "23:25:07",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-06-05",
					["Class"] = "PALADIN",
					["Name"] = "湮灭法师",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-580-5342-25591-00009CC8AB",
					["Time"] = "23:25:12",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-06-05",
					["Class"] = "WARRIOR",
					["Name"] = "痛苦使者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-580-5342-25593-00009CC9E1",
					["Time"] = "23:29:14",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-06-05",
					["Class"] = "PALADIN",
					["Name"] = "天启卫士",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-580-22266-25507-0001247BB7",
					["Time"] = "20:15:43",
					["Class"] = "PALADIN",
					["Date"] = "2022-06-11",
					["Looter"] = "餅乾味的狗",
					["Name"] = "炎刃保卫者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-580-22266-25507-0003247BB7",
					["Time"] = "20:36:39",
					["Class"] = "PALADIN",
					["Date"] = "2022-06-11",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "炎刃保卫者",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-580-22266-24892-0000249B38",
					["Time"] = "21:45:04",
					["Class"] = "SHAMAN",
					["Date"] = "2022-06-11",
					["Looter"] = "莉姆露",
					["Name"] = "腐蚀者萨索瓦尔",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [2]
						"|cffa335ee|Hitem:34852::::::::70:::::::::|h[遺忘防禦者護腕]|h|r", -- [3]
						"|cffa335ee|Hitem:34848::::::::70:::::::::|h[遺忘征服者護腕]|h|r", -- [4]
						"|cffa335ee|Hitem:34851::::::::70:::::::::|h[遺忘保衛者護腕]|h|r", -- [5]
						"|cffa335ee|Hitem:34164::::::::70:::::::::|h[龍鱗鑲嵌長刃]|h|r", -- [6]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-580-22266-24882-0000247BB7",
					["Time"] = "22:10:13",
					["Class"] = "PALADIN",
					["Date"] = "2022-06-11",
					["Looter"] = "歐艾丹",
					["Name"] = "布鲁塔卢斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34181::::::::70:::::::::|h[災禍護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:34853::::::::70:::::::::|h[遺忘征服者腰帶]|h|r", -- [3]
						"|cffa335ee|Hitem:34853::::::::70:::::::::|h[遺忘征服者腰帶]|h|r", -- [4]
						"|cffa335ee|Hitem:34854::::::::70:::::::::|h[遺忘保衛者腰帶]|h|r", -- [5]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-580-22266-25038-000024A26B",
					["Time"] = "22:32:01",
					["Class"] = "WARLOCK",
					["Date"] = "2022-06-11",
					["Looter"] = "術難奉陪",
					["Name"] = "菲米丝",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34856::::::::70:::::::::|h[遺忘征服者長靴]|h|r", -- [2]
						"|cffa335ee|Hitem:34856::::::::70:::::::::|h[遺忘征服者長靴]|h|r", -- [3]
						"|cffa335ee|Hitem:34352::::::::70:::::::::|h[邊地要塞之握]|h|r", -- [4]
						"|cffa335ee|Hitem:34857::::::::70:::::::::|h[遺忘保衛者長靴]|h|r", -- [5]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-580-22266-25166-000024B524",
					["Time"] = "23:37:08",
					["Looter"] = "莉姆露",
					["Date"] = "2022-06-11",
					["Class"] = "SHAMAN",
					["Name"] = "高阶术士奥蕾塞丝",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [2]
						"|cffa335ee|Hitem:34848::::::::70:::::::::|h[遺忘征服者護腕]|h|r", -- [3]
						"|cffa335ee|Hitem:35291::::::::70:::::::::|h[辛多雷拯救墜飾]|h|r", -- [4]
						"|cffa335ee|Hitem:34202::::::::70:::::::::|h[奇觀披巾]|h|r", -- [5]
						"|cffa335ee|Hitem:34193::::::::70:::::::::|h[薩拉斯救主肩甲]|h|r", -- [6]
						"|cffa335ee|Hitem:34210::::::::70:::::::::|h[召集者襯肩]|h|r", -- [7]
						"|cffa335ee|Hitem:34189::::::::70:::::::::|h[有害慾望指環]|h|r", -- [8]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-580-29026-25591-000025F7EC",
					["Time"] = "22:29:20",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-06-12",
					["Class"] = "PALADIN",
					["Name"] = "痛苦使者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [15]
			},
		}, -- [5]
		{
			["InstanceID"] = 565,
			["Player"] = "騎風",
			["FirstPlayer"] = "太宰治",
			["InstanceName"] = "格鲁尔的巢穴",
			["Date"] = "2022-06-13",
			["Class"] = "SHAMAN",
			["FirstClass"] = "WARLOCK",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-565-30828-18831-0000261449",
					["Time"] = "00:40:51",
					["Looter"] = "夕睦",
					["Date"] = "2022-06-13",
					["Class"] = "WARRIOR",
					["Name"] = "莫加尔大王",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[公正徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28799::::::::70:::::::::|h[神圣灵感腰带]|h|r", -- [2]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[阵亡卫士的护肩]|h|r", -- [3]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[阵亡卫士的护肩]|h|r", -- [4]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[阵亡勇士的护肩]|h|r", -- [5]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-565-30828-19044-0000261449",
					["Time"] = "00:47:48",
					["Looter"] = "狠諸席",
					["Date"] = "2022-06-13",
					["Class"] = "ROGUE",
					["Name"] = "屠龙者格鲁尔",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28822::::::::70:::::::::|h[戈魯爾之牙]|h|r", -- [2]
						"|cffa335ee|Hitem:28830::::::::70:::::::::|h[龍脊戰利品]|h|r", -- [3]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [4]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [5]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[逝往英雄護腿]|h|r", -- [6]
					},
				}, -- [2]
			},
		}, -- [6]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 310,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00000381469727, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0000457763672, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
