
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 532,
			["FirstPlayer"] = "未知",
			["Player"] = "騎風",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-532-29654-16152-000043332C",
					["Time"] = "00:27:22",
					["Looter"] = "亡名",
					["Date"] = "2022-03-30",
					["Class"] = "WARRIOR",
					["Name"] = "獵人阿圖曼",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28508::::::::70:::::::::|h[聖使祝福手套]|h|r", -- [2]
						"|cffa335ee|Hitem:28503::::::::70:::::::::|h[旋風護腕]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-532-29654-15687-00004331D4",
					["Time"] = "00:35:48",
					["Looter"] = "一刺定江山",
					["Date"] = "2022-03-30",
					["Class"] = "ROGUE",
					["Name"] = "摩洛",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28566::::::::70:::::::::|h[不撓的赤紅束腰]|h|r", -- [2]
						"|cffa335ee|Hitem:28530::::::::70:::::::::|h[不滅狂怒胸針]|h|r", -- [3]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-532-29654-16457-00004331D4",
					["Time"] = "00:51:18",
					["Looter"] = "採集草藥",
					["Date"] = "2022-03-30",
					["Class"] = "DRUID",
					["Name"] = "貞潔聖女",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28517::::::::70:::::::::|h[預示之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:28518::::::::70:::::::::|h[初新鐵護手]|h|r", -- [3]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-532-29654-18168-0000433B61",
					["Time"] = "01:02:11",
					["Looter"] = "亡名",
					["Date"] = "2022-03-30",
					["Class"] = "WARRIOR",
					["Name"] = "老巫婆",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28586::::::::70:::::::::|h[邪惡女巫之帽]|h|r", -- [2]
						"|cffa335ee|Hitem:28592::::::::70:::::::::|h[贖救靈魂聖契]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-532-29654-17225-00004331D4",
					["Time"] = "01:16:37",
					["Looter"] = "亡名",
					["Date"] = "2022-03-30",
					["Class"] = "WARRIOR",
					["Name"] = "夜禍",
					["Loots"] = {
						"|cffa335ee|Hitem:28608::::::::70:::::::::|h[緊急鐵行者之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [2]
						"|cffa335ee|Hitem:28599::::::::70:::::::::|h[屠殺綴鱗胸甲]|h|r", -- [3]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-532-29654-15691-00004331D4",
					["Time"] = "01:27:48",
					["Looter"] = "亡名",
					["Date"] = "2022-03-30",
					["Class"] = "WARRIOR",
					["Name"] = "館長",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28647::::::::70:::::::::|h[森林之風肩墊]|h|r", -- [2]
						"|cffa335ee|Hitem:29757::::::::70:::::::::|h[逝往勇士手套]|h|r", -- [3]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-532-29654-16540-00004331D4",
					["Time"] = "01:44:08",
					["Looter"] = "一刺定江山",
					["Date"] = "2022-03-30",
					["Class"] = "ROGUE",
					["Name"] = "暗影掠取者",
					["Loots"] = {
						"|cffa335ee|Hitem:30666::::::::70:::::::::|h[雷特辛失落墜飾]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-532-29654-15688-00004331D4",
					["Time"] = "01:58:56",
					["Looter"] = "騎風",
					["Date"] = "2022-03-30",
					["Class"] = "SHAMAN",
					["Name"] = "泰瑞斯提安·疫蹄",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28653::::::::70:::::::::|h[灌注之影藤披風]|h|r", -- [2]
						"|cffa335ee|Hitem:28660::::::::70:::::::::|h[電鍍瑟銀披風]|h|r", -- [3]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-532-29654-16524-00004331D4",
					["Time"] = "02:17:08",
					["Looter"] = "亡名",
					["Date"] = "2022-03-30",
					["Class"] = "WARRIOR",
					["Name"] = "埃蘭之影",
					["Loots"] = {
						"|cffa335ee|Hitem:28673::::::::70:::::::::|h[提里斯法權勢魔杖]|h|r", -- [1]
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [2]
						"|cffa335ee|Hitem:28671::::::::70:::::::::|h[鋼刺面甲]|h|r", -- [3]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-532-29654-15690-00004331D4",
					["Time"] = "02:44:46",
					["Looter"] = "騎風",
					["Date"] = "2022-03-30",
					["Class"] = "SHAMAN",
					["Name"] = "莫克札王子",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28765::::::::70:::::::::|h[純潔之心無垢披風]|h|r", -- [2]
						"|cffa335ee|Hitem:29760::::::::70:::::::::|h[逝往勇士頭盔]|h|r", -- [3]
						"|cffa335ee|Hitem:28773::::::::70:::::::::|h[血吼之斧]|h|r", -- [4]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-532-29654-15689-00004331D4",
					["Time"] = "02:53:55",
					["Looter"] = "巴迪熊",
					["Date"] = "2022-03-30",
					["Class"] = "DRUID",
					["Name"] = "尼德斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28730::::::::70:::::::::|h[無疤秘銀指環]|h|r", -- [2]
						"|cffa335ee|Hitem:28740::::::::70:::::::::|h[破碎撕掠者護腿]|h|r", -- [3]
					},
				}, -- [11]
			},
			["Date"] = "2022-03-30",
			["Class"] = "SHAMAN",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "Karazhan",
		}, -- [1]
		{
			["InstanceID"] = 565,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Gruul's Lair",
			["Class"] = "SHAMAN",
			["Date"] = "2022-03-30",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-565-25331-18831-00004449C3",
					["Time"] = "20:41:47",
					["Class"] = "SHAMAN",
					["Date"] = "2022-03-30",
					["Looter"] = "Rocketjuke",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28796::::::::70:::::::::|h[暗影邪惡面罩]|h|r", -- [2]
						"|cffa335ee|Hitem:29762::::::::70:::::::::|h[逝往英雄肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [5]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-565-25331-19044-00004449C3",
					["Time"] = "20:54:01",
					["Class"] = "SHAMAN",
					["Date"] = "2022-03-30",
					["Looter"] = "騎風",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28803::::::::70:::::::::|h[自然氣息風帽]|h|r", -- [2]
						"|cffa335ee|Hitem:28826::::::::70:::::::::|h[否定手裏劍]|h|r", -- [3]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[逝往英雄護腿]|h|r", -- [4]
						"|cffa335ee|Hitem:29767::::::::70:::::::::|h[逝往防衛者護腿]|h|r", -- [5]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [6]
					},
				}, -- [2]
			},
			["Player"] = "騎風",
		}, -- [2]
		{
			["InstanceID"] = 544,
			["FirstPlayer"] = "氣氛破壞大師",
			["InstanceName"] = "Magtheridon's Lair",
			["Class"] = "SHAMAN",
			["Date"] = "2022-03-30",
			["FirstClass"] = "WARLOCK",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-544-19469-17257-0000445398",
					["Time"] = "21:14:03",
					["Class"] = "SHAMAN",
					["Date"] = "2022-03-30",
					["Looter"] = "對不起電到你",
					["Name"] = "瑪瑟里頓",
					["Loots"] = {
						"|cffa335ee|Hitem:34845::::::::70:::::::::|h[深淵領主的背包]|h|r", -- [1]
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [2]
						"|cffa335ee|Hitem:28777::::::::70:::::::::|h[地窖潛行者披風]|h|r", -- [3]
						"|cffa335ee|Hitem:28782::::::::70:::::::::|h[水晶之心搏動法杖]|h|r", -- [4]
						"|cffa335ee|Hitem:29755::::::::70:::::::::|h[逝往英雄護胸]|h|r", -- [5]
						"|cffa335ee|Hitem:29755::::::::70:::::::::|h[逝往英雄護胸]|h|r", -- [6]
						"|cffa335ee|Hitem:29754::::::::70:::::::::|h[逝往勇士護胸]|h|r", -- [7]
						"|cffa335ee|Hitem:32386::::::::70:::::::::|h[瑪瑟里頓之首]|h|r", -- [8]
					},
				}, -- [1]
			},
			["Player"] = "騎風",
		}, -- [3]
		{
			["InstanceID"] = 565,
			["FirstPlayer"] = "幫你積陰德",
			["InstanceName"] = "Gruul's Lair",
			["FirstClass"] = "DRUID",
			["Date"] = "2022-03-31",
			["Class"] = "SHAMAN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-565-25250-18831-000045AA6A",
					["Time"] = "21:31:24",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-31",
					["Looter"] = "小梨渦",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28795::::::::70:::::::::|h[劍刃氏族戰爭手環]|h|r", -- [2]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:29762::::::::70:::::::::|h[逝往英雄肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:29762::::::::70:::::::::|h[逝往英雄肩鎧]|h|r", -- [5]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-565-25250-19044-000045AA6A",
					["Time"] = "21:39:08",
					["Class"] = "ROGUE",
					["Date"] = "2022-03-31",
					["Looter"] = "哈迪斯的靈魂",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:28804::::::::70:::::::::|h[丘加利頭帶]|h|r", -- [3]
						"|cffa335ee|Hitem:28825::::::::70:::::::::|h[奧多爾遺產防衛者]|h|r", -- [4]
						"|cffa335ee|Hitem:29767::::::::70:::::::::|h[逝往防衛者護腿]|h|r", -- [5]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[逝往英雄護腿]|h|r", -- [6]
					},
				}, -- [2]
			},
			["Player"] = "騎風",
		}, -- [4]
		{
			["InstanceID"] = 532,
			["FirstPlayer"] = "菲兒朵",
			["Player"] = "騎風",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-532-8182-16152-000045CC4D",
					["Time"] = "23:45:19",
					["Looter"] = "Constantin",
					["Date"] = "2022-03-31",
					["Class"] = "PALADIN",
					["Name"] = "獵人阿圖曼",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28502::::::::70:::::::::|h[驍勇臂鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:28506::::::::70:::::::::|h[敏捷操作手套]|h|r", -- [3]
						"|cff0070dd|Hitem:23809::::::::70:::::::::|h[結構圖:穩固恆金瞄準鏡]|h|r", -- [4]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-532-8182-15687-000045CADA",
					["Time"] = "23:54:28",
					["Looter"] = "騎風",
					["Date"] = "2022-03-31",
					["Class"] = "SHAMAN",
					["Name"] = "摩洛",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28525::::::::70:::::::::|h[堅信之戒]|h|r", -- [2]
						"|cffa335ee|Hitem:28570::::::::70:::::::::|h[達拉然暗影披風]|h|r", -- [3]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-532-8182-16457-000045CADA",
					["Time"] = "00:09:18",
					["Looter"] = "相當大銀子",
					["Date"] = "2022-04-01",
					["Class"] = "PRIEST",
					["Name"] = "貞潔聖女",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28518::::::::70:::::::::|h[初新鐵護手]|h|r", -- [2]
						"|cffa335ee|Hitem:28512::::::::70:::::::::|h[正義護腕]|h|r", -- [3]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-532-8182-17533-000045D3E0",
					["Time"] = "00:18:18",
					["Looter"] = "Constantin",
					["Date"] = "2022-04-01",
					["Class"] = "PALADIN",
					["Name"] = "羅慕歐",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28590::::::::70:::::::::|h[奉獻綬帶]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-532-8182-17534-000045D3B6",
					["Time"] = "00:18:20",
					["Looter"] = "菲兒朵",
					["Date"] = "2022-04-01",
					["Class"] = "MAGE",
					["Name"] = "茱麗葉",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28573::::::::70:::::::::|h[絕望之劍]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-532-8182-17225-000045CADA",
					["Time"] = "00:30:45",
					["Looter"] = "血辰",
					["Date"] = "2022-04-01",
					["Class"] = "WARRIOR",
					["Name"] = "夜禍",
					["Loots"] = {
						"|cffa335ee|Hitem:28604::::::::70:::::::::|h[永生黑夜之杖]|h|r", -- [1]
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [2]
						"|cffa335ee|Hitem:28601::::::::70:::::::::|h[共謀者護胸]|h|r", -- [3]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-532-8182-15691-000045CADA",
					["Time"] = "00:43:57",
					["Looter"] = "Constantin",
					["Date"] = "2022-04-01",
					["Class"] = "PALADIN",
					["Name"] = "館長",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28633::::::::70:::::::::|h[無限奧義法杖]|h|r", -- [2]
						"|cffa335ee|Hitem:29757::::::::70:::::::::|h[逝往勇士手套]|h|r", -- [3]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-532-8182-15688-000045CADA",
					["Time"] = "00:59:19",
					["Looter"] = "Hegen",
					["Date"] = "2022-04-01",
					["Class"] = "PRIEST",
					["Name"] = "泰瑞斯提安·疫蹄",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28657::::::::70:::::::::|h[蠢人毒藥]|h|r", -- [2]
						"|cffa335ee|Hitem:28661::::::::70:::::::::|h[修補者之心型指環]|h|r", -- [3]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-532-8182-16524-000045CADA",
					["Time"] = "01:04:24",
					["Looter"] = "Constantin",
					["Date"] = "2022-04-01",
					["Class"] = "PALADIN",
					["Name"] = "埃蘭之影",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28669::::::::70:::::::::|h[惡霸之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:28727::::::::70:::::::::|h[紫羅蘭之眼墜飾]|h|r", -- [3]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-532-8182-15689-000045CADA",
					["Time"] = "01:16:22",
					["Looter"] = "乂楊過乂",
					["Date"] = "2022-04-01",
					["Class"] = "WARRIOR",
					["Name"] = "尼德斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28730::::::::70:::::::::|h[無疤秘銀指環]|h|r", -- [2]
						"|cffa335ee|Hitem:28744::::::::70:::::::::|h[獨心頭飾]|h|r", -- [3]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-532-8182-15690-000045CADA",
					["Time"] = "01:35:01",
					["Looter"] = "乂楊過乂",
					["Date"] = "2022-04-01",
					["Class"] = "WARRIOR",
					["Name"] = "莫克札王子",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29760::::::::70:::::::::|h[逝往勇士頭盔]|h|r", -- [2]
						"|cffa335ee|Hitem:28765::::::::70:::::::::|h[純潔之心無垢披風]|h|r", -- [3]
						"|cffa335ee|Hitem:28771::::::::70:::::::::|h[聖光正義之錘]|h|r", -- [4]
					},
				}, -- [11]
			},
			["Date"] = "2022-03-31",
			["FirstClass"] = "MAGE",
			["Class"] = "SHAMAN",
			["InstanceName"] = "Karazhan",
		}, -- [5]
		{
			["InstanceID"] = 568,
			["Player"] = "騎風",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Zul'Aman",
			["Date"] = "2022-04-01",
			["Class"] = "SHAMAN",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-568-4496-23574-00004705F3",
					["Time"] = "22:19:10",
					["Looter"] = "程昱",
					["Date"] = "2022-04-01",
					["Class"] = "DRUID",
					["Name"] = "阿奇爾森",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33216::::::::70:::::::::|h[隱匿意圖護胸]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-568-4496-23576-00004705F3",
					["Time"] = "22:29:53",
					["Looter"] = "程昱",
					["Date"] = "2022-04-01",
					["Class"] = "DRUID",
					["Name"] = "納羅拉克",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33211::::::::70:::::::::|h[劍刃天使的金錢腰帶]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-568-4496-23578-00004705F3",
					["Time"] = "22:38:39",
					["Looter"] = "程昱",
					["Date"] = "2022-04-01",
					["Class"] = "DRUID",
					["Name"] = "賈納雷",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33326::::::::70:::::::::|h[阿曼尼帝國壁壘]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-568-4496-23577-00004705F3",
					["Time"] = "22:51:22",
					["Looter"] = "騎風",
					["Date"] = "2022-04-01",
					["Class"] = "SHAMAN",
					["Name"] = "哈拉齊",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33303::::::::70:::::::::|h[碎顱戰靴]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-568-4496-24239-0000471829",
					["Time"] = "23:26:57",
					["Looter"] = "程昱",
					["Date"] = "2022-04-01",
					["Class"] = "DRUID",
					["Name"] = "妖術領主瑪拉克雷斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33464::::::::70:::::::::|h[妖術領主的巫毒肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:33298::::::::70:::::::::|h[徘徊者擊刃]|h|r", -- [3]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-568-4496-23863-0000471B34",
					["Time"] = "23:39:50",
					["Looter"] = "騎風",
					["Date"] = "2022-04-01",
					["Class"] = "SHAMAN",
					["Name"] = "祖爾金",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33102::::::::70:::::::::|h[祖爾金之血]|h|r", -- [2]
						"|cffa335ee|Hitem:33466::::::::70:::::::::|h[詛咒骸骨迴圈]|h|r", -- [3]
						"|cffa335ee|Hitem:33830::::::::70:::::::::|h[上古亞基神器]|h|r", -- [4]
					},
				}, -- [6]
			},
		}, -- [6]
		{
			["InstanceID"] = 564,
			["Player"] = "騎風",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-564-18924-22875-0001C8347C",
					["Time"] = "20:15:21",
					["Class"] = "DRUID",
					["Date"] = "2022-04-02",
					["Looter"] = "程昱",
					["Name"] = "考斯卡召海者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-564-18924-22875-000248347C",
					["Time"] = "20:15:56",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-02",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "考斯卡召海者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-564-18924-22887-000048347C",
					["Time"] = "20:27:07",
					["Class"] = "HUNTER",
					["Date"] = "2022-04-02",
					["Looter"] = "Trowa",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32239::::::::70:::::::::|h[海浪召喚者軟靴]|h|r", -- [1]
						"|cffa335ee|Hitem:32236::::::::70:::::::::|h[潮起之斧]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-564-18924-22954-000048347D",
					["Time"] = "20:32:35",
					["Class"] = "DRUID",
					["Date"] = "2022-04-02",
					["Looter"] = "程昱",
					["Name"] = "伊利達瑞恐懼者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-564-18924-22898-000048347C",
					["Time"] = "20:44:17",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-02",
					["Looter"] = "裁芸剪水",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32260::::::::70:::::::::|h[無盡夢魘頸飾]|h|r", -- [1]
						"|cffa335ee|Hitem:32255::::::::70:::::::::|h[魔石壁壘]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-564-18924-23339-0002C8347C",
					["Time"] = "20:48:13",
					["Class"] = "PRIEST",
					["Date"] = "2022-04-02",
					["Looter"] = "慕蓉兒",
					["Name"] = "伊利達瑞尋心者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-564-18924-22869-000348347C",
					["Time"] = "20:48:14",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-02",
					["Looter"] = "騎風",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-564-18924-22844-000148347C",
					["Time"] = "20:50:07",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-02",
					["Looter"] = "裁芸剪水",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-564-18924-23339-0000C8347C",
					["Time"] = "20:52:24",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-02",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "伊利達瑞尋心者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-564-18924-23339-000048347C",
					["Time"] = "20:53:50",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-02",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "伊利達瑞尋心者",
					["Loots"] = {
						"|cff0070dd|Hitem:31501::::::::70:::::::::|h[秘典:造食術 VIII]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-564-18924-22869-0000C8347C",
					["Time"] = "20:53:55",
					["Class"] = "ROGUE",
					["Date"] = "2022-04-02",
					["Looter"] = "背鍋俠",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-564-18924-22845-0001C84519",
					["Time"] = "20:55:49",
					["Class"] = "DRUID",
					["Date"] = "2022-04-02",
					["Looter"] = "程昱",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-564-18924-22844-0002484519",
					["Time"] = "20:56:03",
					["Class"] = "DRUID",
					["Date"] = "2022-04-02",
					["Looter"] = "程昱",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-564-18924-22844-0001484519",
					["Time"] = "20:57:39",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-02",
					["Looter"] = "歐艾丹",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-564-18924-22844-0000C84519",
					["Time"] = "20:57:40",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-02",
					["Looter"] = "別逼我擋怪",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-564-18924-22841-000048347C",
					["Time"] = "21:00:46",
					["Class"] = "PRIEST",
					["Date"] = "2022-04-02",
					["Looter"] = "慕蓉兒",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:32278::::::::70:::::::::|h[寂靜正義手套]|h|r", -- [1]
						"|cffa335ee|Hitem:32264::::::::70:::::::::|h[隱藏捕獵者護肩]|h|r", -- [2]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4490-564-18924-22880-000048347C",
					["Time"] = "21:04:34",
					["Class"] = "MAGE",
					["Date"] = "2022-04-02",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "影月勇士",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4490-564-18924-22946-000048347C",
					["Time"] = "21:07:18",
					["Class"] = "PRIEST",
					["Date"] = "2022-04-02",
					["Looter"] = "小嫩腳",
					["Name"] = "影月戰犬",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4490-564-18924-22945-000248347C",
					["Time"] = "21:07:35",
					["Class"] = "DRUID",
					["Date"] = "2022-04-02",
					["Looter"] = "程昱",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4490-564-18924-22945-0002C8347C",
					["Time"] = "21:07:35",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-02",
					["Looter"] = "歐艾丹",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4490-564-18924-22879-0000C8347C",
					["Time"] = "21:07:39",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-02",
					["Looter"] = "歐艾丹",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32753::::::::70:::::::::|h[圖樣:速癒披肩]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4490-564-18924-22879-0001C8347C",
					["Time"] = "21:10:30",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-02",
					["Looter"] = "我叫緋村",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4490-564-18924-23047-000048347D",
					["Time"] = "21:12:34",
					["Class"] = "DRUID",
					["Date"] = "2022-04-02",
					["Looter"] = "香濃可可",
					["Name"] = "影月士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4490-564-18924-22880-0000C8347D",
					["Time"] = "21:13:55",
					["Class"] = "DRUID",
					["Date"] = "2022-04-02",
					["Looter"] = "程昱",
					["Name"] = "影月勇士",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-4490-564-18924-23172-000048347C",
					["Time"] = "21:19:49",
					["Class"] = "DRUID",
					["Date"] = "2022-04-02",
					["Looter"] = "程昱",
					["Name"] = "血魔之手",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-4490-564-18924-22871-000048347C",
					["Time"] = "21:24:46",
					["Class"] = "DRUID",
					["Date"] = "2022-04-02",
					["Looter"] = "神經德魯伊",
					["Name"] = "泰朗·血魔",
					["Loots"] = {
						"|cffa335ee|Hitem:32328::::::::70:::::::::|h[植物學家的生長手套]|h|r", -- [1]
						"|cffa335ee|Hitem:32280::::::::70:::::::::|h[強制護手]|h|r", -- [2]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-4490-564-18924-22869-000448347C",
					["Time"] = "21:29:21",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-02",
					["Looter"] = "別逼我擋怪",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-4490-564-18924-23235-0001C8347C",
					["Time"] = "21:31:32",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-02",
					["Looter"] = "騎風",
					["Name"] = "噬骨劍刃狂怒者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-4490-564-18924-23235-000148347C",
					["Time"] = "21:31:47",
					["Class"] = "PRIEST",
					["Date"] = "2022-04-02",
					["Looter"] = "慕蓉兒",
					["Name"] = "噬骨劍刃狂怒者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-4490-564-18924-23237-000148347C",
					["Time"] = "21:31:48",
					["Class"] = "MAGE",
					["Date"] = "2022-04-02",
					["Looter"] = "魔令古二世",
					["Name"] = "噬骨鮮血預言者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-4490-564-18924-23237-0001C8347C",
					["Time"] = "21:31:49",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-02",
					["Looter"] = "特變電工",
					["Name"] = "噬骨鮮血預言者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-4490-564-18924-23196-000048347C",
					["Time"] = "21:32:46",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-02",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "噬骨者巨獸",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-4490-564-18924-23196-000148347C",
					["Time"] = "21:33:46",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-02",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "噬骨者巨獸",
					["Loots"] = {
						"|cffa335ee|Hitem:32747::::::::70:::::::::|h[圖樣:迅擊護肩]|h|r", -- [1]
					},
				}, -- [33]
				{
					["GUID"] = "Creature-0-4490-564-18924-23236-000248347C",
					["Time"] = "21:37:12",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-02",
					["Looter"] = "我叫緋村",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [34]
				{
					["GUID"] = "Creature-0-4490-564-18924-23235-0000C8347C",
					["Time"] = "21:38:57",
					["Class"] = "DRUID",
					["Date"] = "2022-04-02",
					["Looter"] = "程昱",
					["Name"] = "噬骨劍刃狂怒者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [35]
				{
					["GUID"] = "Creature-0-4490-564-18924-23236-0000C8347C",
					["Time"] = "21:39:06",
					["Class"] = "WARLOCK",
					["Date"] = "2022-04-02",
					["Looter"] = "術難奉陪",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [36]
				{
					["GUID"] = "Creature-0-4490-564-18924-23236-000048347C",
					["Time"] = "21:39:09",
					["Class"] = "DRUID",
					["Date"] = "2022-04-02",
					["Looter"] = "程昱",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cffa335ee|Hitem:32737::::::::70:::::::::|h[設計圖:迅鋼護肩]|h|r", -- [1]
					},
				}, -- [37]
				{
					["GUID"] = "Creature-0-4490-564-18924-23222-000048347C",
					["Time"] = "21:42:29",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-02",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "噬骨打鬥者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [38]
				{
					["GUID"] = "Creature-0-4490-564-18924-22948-000048347C",
					["Time"] = "21:53:14",
					["Class"] = "DRUID",
					["Date"] = "2022-04-02",
					["Looter"] = "神經德魯伊",
					["Name"] = "葛塔格·血沸",
					["Loots"] = {
						"|cffa335ee|Hitem:32339::::::::70:::::::::|h[原始權威腰帶]|h|r", -- [1]
						"|cffa335ee|Hitem:32501::::::::70:::::::::|h[影月徽記]|h|r", -- [2]
					},
				}, -- [39]
				{
					["GUID"] = "Creature-0-4490-564-18924-23420-000048573F",
					["Time"] = "22:02:57",
					["Class"] = "DRUID",
					["Date"] = "2022-04-02",
					["Looter"] = "神經德魯伊",
					["Name"] = "憤怒精華",
					["Loots"] = {
						"|cffa335ee|Hitem:32517::::::::70:::::::::|h[波浪治癒者披肩]|h|r", -- [1]
						"|cffa335ee|Hitem:32349::::::::70:::::::::|h[清澈法術絲線頸鍊]|h|r", -- [2]
					},
				}, -- [40]
				{
					["GUID"] = "Creature-0-4490-564-18924-22964-000248347C",
					["Time"] = "22:08:40",
					["Class"] = "DRUID",
					["Date"] = "2022-04-02",
					["Looter"] = "神經德魯伊",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32608::::::::70:::::::::|h[掠取者護手]|h|r", -- [1]
					},
				}, -- [41]
				{
					["GUID"] = "Creature-0-4490-564-18924-22939-000348347C",
					["Time"] = "22:09:32",
					["Class"] = "MAGE",
					["Date"] = "2022-04-02",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [42]
				{
					["GUID"] = "Creature-0-4490-564-18924-22955-0016C8347C",
					["Time"] = "22:09:32",
					["Class"] = "ROGUE",
					["Date"] = "2022-04-02",
					["Looter"] = "背鍋俠",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32738::::::::70:::::::::|h[設計圖:黎明鋼鐵護腕]|h|r", -- [1]
					},
				}, -- [43]
				{
					["GUID"] = "Creature-0-4490-564-18924-22959-000148347C",
					["Time"] = "22:10:11",
					["Class"] = "HUNTER",
					["Date"] = "2022-04-02",
					["Looter"] = "Trowa",
					["Name"] = "熱情招待者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [44]
				{
					["GUID"] = "Creature-0-4490-564-18924-22956-000048347C",
					["Time"] = "22:11:16",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-02",
					["Looter"] = "莉姆露",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [45]
				{
					["GUID"] = "Creature-0-4490-564-18924-22955-001448347C",
					["Time"] = "22:12:31",
					["Class"] = "MAGE",
					["Date"] = "2022-04-02",
					["Looter"] = "熙夏",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [46]
				{
					["GUID"] = "Creature-0-4490-564-18924-22955-000A48347C",
					["Time"] = "22:14:37",
					["Class"] = "MAGE",
					["Date"] = "2022-04-02",
					["Looter"] = "熙夏",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32754::::::::70:::::::::|h[圖樣:靈機護腕]|h|r", -- [1]
					},
				}, -- [47]
				{
					["GUID"] = "Creature-0-4490-564-18924-22964-000148347C",
					["Time"] = "22:18:12",
					["Class"] = "ROGUE",
					["Date"] = "2022-04-02",
					["Looter"] = "背鍋俠",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [2]
					},
				}, -- [48]
				{
					["GUID"] = "Creature-0-4490-564-18924-22939-000BC8347C",
					["Time"] = "22:18:56",
					["Class"] = "MAGE",
					["Date"] = "2022-04-02",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [49]
				{
					["GUID"] = "Creature-0-4490-564-18924-22955-000BC8347C",
					["Time"] = "22:19:29",
					["Class"] = "WARLOCK",
					["Date"] = "2022-04-02",
					["Looter"] = "不死夜空",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [50]
				{
					["GUID"] = "Creature-0-4490-564-18924-22955-001348347C",
					["Time"] = "22:19:33",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-02",
					["Looter"] = "騎風",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cff0070dd|Hitem:31308::::::::70:::::::::|h[死亡降臨者]|h|r", -- [1]
					},
				}, -- [51]
				{
					["GUID"] = "Creature-0-4490-564-18924-22939-001148347C",
					["Time"] = "22:19:33",
					["Class"] = "DRUID",
					["Date"] = "2022-04-02",
					["Looter"] = "程昱",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
						"|cffa335ee|Hitem:32737::::::::70:::::::::|h[設計圖:迅鋼護肩]|h|r", -- [2]
					},
				}, -- [52]
				{
					["GUID"] = "Creature-0-4490-564-18924-22947-000048347C",
					["Time"] = "22:27:15",
					["Class"] = "DRUID",
					["Date"] = "2022-04-02",
					["Looter"] = "神經德魯伊",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31102::::::::70:::::::::|h[遺忘防禦者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:32365::::::::70:::::::::|h[碎心胸甲]|h|r", -- [2]
						"|cffa335ee|Hitem:31101::::::::70:::::::::|h[遺忘征服者肩鎧]|h|r", -- [3]
					},
				}, -- [53]
				{
					["GUID"] = "Creature-0-4490-564-18924-23394-000048347C",
					["Time"] = "22:33:53",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-02",
					["Looter"] = "別逼我擋怪",
					["Name"] = "漫步哨兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [54]
				{
					["GUID"] = "Creature-0-4490-564-18924-23397-0001C8347C",
					["Time"] = "22:35:25",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-02",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "伊利達瑞血領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [55]
				{
					["GUID"] = "Creature-0-4490-564-18924-22950-000048347C",
					["Time"] = "22:52:22",
					["Class"] = "DRUID",
					["Date"] = "2022-04-02",
					["Looter"] = "神經德魯伊",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:32373::::::::70:::::::::|h[伊利達瑞粉碎者頭盔]|h|r", -- [1]
					},
				}, -- [56]
				{
					["GUID"] = "Creature-0-4490-564-18924-22951-000048347C",
					["Time"] = "22:52:28",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-02",
					["Looter"] = "裁芸剪水",
					["Name"] = "瑪蘭黛女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31100::::::::70:::::::::|h[遺忘保衛者護腿]|h|r", -- [1]
					},
				}, -- [57]
				{
					["GUID"] = "Creature-0-4490-564-18924-22952-000048347C",
					["Time"] = "22:52:30",
					["Class"] = "DRUID",
					["Date"] = "2022-04-02",
					["Looter"] = "程昱",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [58]
				{
					["GUID"] = "Creature-0-4490-564-18924-22917-0000486A0F",
					["Time"] = "23:34:38",
					["Class"] = "DRUID",
					["Date"] = "2022-04-02",
					["Looter"] = "神經德魯伊",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [1]
						"|cffa335ee|Hitem:32471::::::::70:::::::::|h[埃辛諾斯裂刺]|h|r", -- [2]
						"|cffa335ee|Hitem:32525::::::::70:::::::::|h[伊利達瑞高階領主風帽]|h|r", -- [3]
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [4]
					},
				}, -- [59]
			},
			["Class"] = "SHAMAN",
			["Date"] = "2022-04-02",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "Black Temple",
			["FirstPlayer"] = "未知",
		}, -- [7]
		{
			["InstanceID"] = 534,
			["FirstPlayer"] = "魔令古二世",
			["InstanceName"] = "Hyjal Summit",
			["Class"] = "SHAMAN",
			["Date"] = "2022-04-03",
			["FirstClass"] = "MAGE",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-534-17680-17767-0000487346",
					["Time"] = "00:04:03",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-03",
					["Looter"] = "騎風",
					["Name"] = "瑞齊·凜冬",
					["Loots"] = {
						"|cffa335ee|Hitem:30870::::::::70:::::::::|h[荒廢腕輪]|h|r", -- [1]
						"|cffa335ee|Hitem:30862::::::::70:::::::::|h[受祝福的堅鋼護腕]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-534-17680-17897-0001C87496",
					["Time"] = "00:08:01",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-03",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "地穴惡魔",
					["Loots"] = {
						"|cffa335ee|Hitem:32609::::::::70:::::::::|h[神聖光芒之靴]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-534-17680-17895-000048757E",
					["Time"] = "00:11:45",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-03",
					["Looter"] = "騎風",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32592::::::::70:::::::::|h[無情暴風護胸]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-534-17680-17898-0000487611",
					["Time"] = "00:14:25",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-03",
					["Looter"] = "我叫緋村",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-534-17680-17899-0000C87611",
					["Time"] = "00:14:27",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-03",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-534-17680-17808-0000487660",
					["Time"] = "00:17:13",
					["Class"] = "PRIEST",
					["Date"] = "2022-04-03",
					["Looter"] = "小嫩腳",
					["Name"] = "安納塞隆",
					["Loots"] = {
						"|cffa335ee|Hitem:30883::::::::70:::::::::|h[殘暴之柱]|h|r", -- [1]
						"|cffa335ee|Hitem:30880::::::::70:::::::::|h[迅行者底鞋]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-534-17680-17895-000048780A",
					["Time"] = "00:22:46",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-03",
					["Looter"] = "騎風",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-534-17680-17895-0000487859",
					["Time"] = "00:24:36",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-03",
					["Looter"] = "騎風",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32748::::::::70:::::::::|h[圖樣:電光反射束腕]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-534-17680-17895-0000C878C2",
					["Time"] = "00:25:47",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-03",
					["Looter"] = "騎風",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-534-17680-17906-0000C879E9",
					["Time"] = "00:31:47",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-03",
					["Looter"] = "終焉之戰",
					["Name"] = "石像鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-534-17680-17895-0002487A6D",
					["Time"] = "00:32:52",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-03",
					["Looter"] = "騎風",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-534-17680-17888-0000487B3A",
					["Time"] = "00:38:17",
					["Class"] = "DRUID",
					["Date"] = "2022-04-03",
					["Looter"] = "神經德魯伊",
					["Name"] = "卡茲洛加",
					["Loots"] = {
						"|cffa335ee|Hitem:30917::::::::70:::::::::|h[尖銳怒氣披肩]|h|r", -- [1]
						"|cffa335ee|Hitem:30919::::::::70:::::::::|h[溪谷行者束腰]|h|r", -- [2]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-534-17680-17906-0001487C70",
					["Time"] = "00:41:50",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-03",
					["Looter"] = "裁芸剪水",
					["Name"] = "石像鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32590::::::::70:::::::::|h[虛無披風]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-534-17680-17916-0001487DE1",
					["Time"] = "00:47:48",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-03",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "惡魔捕獵者",
					["Loots"] = {
						"|cffa335ee|Hitem:32592::::::::70:::::::::|h[無情暴風護胸]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-534-17680-17842-0000487F51",
					["Time"] = "00:55:55",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-03",
					["Looter"] = "我叫緋村",
					["Name"] = "亞茲加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:31092::::::::70:::::::::|h[遺忘征服者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:31093::::::::70:::::::::|h[遺忘防禦者手套]|h|r", -- [2]
						"|cffa335ee|Hitem:30898::::::::70:::::::::|h[暗中主使者窄褲]|h|r", -- [3]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-534-17680-17899-0001C87DE1",
					["Time"] = "00:56:26",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-03",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-534-17680-17968-000048845A",
					["Time"] = "01:21:52",
					["Class"] = "DRUID",
					["Date"] = "2022-04-03",
					["Looter"] = "神經德魯伊",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:30906::::::::70:::::::::|h[刺皮打擊]|h|r", -- [2]
						"|cffa335ee|Hitem:30913::::::::70:::::::::|h[羅甯長袍]|h|r", -- [3]
						"|cffa335ee|Hitem:32285::::::::70:::::::::|h[設計圖:閃光的赤紅尖晶石]|h|r", -- [4]
						"|cffa335ee|Hitem:31095::::::::70:::::::::|h[遺忘保衛者頭盔]|h|r", -- [5]
					},
				}, -- [17]
			},
			["Player"] = "騎風",
		}, -- [8]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 310,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00000381469727, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0000457763672, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
