
TomTomDB = {
	["profileKeys"] = {
		["红发男 - 祈福"] = "Default",
		["骑风 - 祈福"] = "Default",
		["死哪了 - 祈福"] = "Default",
		["仓库技师 - 祈福"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["arrow"] = {
				["position"] = {
					"CENTER", -- [1]
					nil, -- [2]
					"CENTER", -- [3]
					2.042098760604858, -- [4]
					-61.66675567626953, -- [5]
				},
			},
			["block"] = {
				["position"] = {
					"TOPRIGHT", -- [1]
					nil, -- [2]
					"TOPRIGHT", -- [3]
					-76.69598388671875, -- [4]
					-203.3815612792969, -- [5]
				},
			},
		},
	},
}
TomTomWaypoints = nil
TomTomWaypointsM = {
	["profileKeys"] = {
		["红发男 - 祈福"] = "红发男 - 祈福",
		["骑风 - 祈福"] = "骑风 - 祈福",
		["死哪了 - 祈福"] = "死哪了 - 祈福",
		["仓库技师 - 祈福"] = "仓库技师 - 祈福",
	},
	["profiles"] = {
		["红发男 - 祈福"] = {
		},
		["骑风 - 祈福"] = {
		},
		["死哪了 - 祈福"] = {
		},
		["仓库技师 - 祈福"] = {
		},
	},
}
