
_weizpvp_globaldb = {
	["profileKeys"] = {
		["骑风 - 祈福"] = "骑风 - 祈福",
	},
	["global"] = {
		["魚头-祈福"] = {
			["E"] = true,
			["T"] = 1664037336,
		},
		["冰焱舞者-祈福"] = {
			["E"] = true,
			["T"] = 1664207409,
		},
		["枫林之爱-祈福"] = {
			["E"] = true,
			["T"] = 1664372770,
		},
		["龍骧-祈福"] = {
			["E"] = true,
			["T"] = 1664107617,
		},
		["克拉牧-祈福"] = {
			["E"] = true,
			["T"] = 1664109900,
		},
		["丐中丐-祈福"] = {
			["E"] = true,
			["T"] = 1664035628,
		},
		["婧王-祈福"] = {
			["E"] = true,
			["T"] = 1664207454,
		},
		["彡鍢彡-祈福"] = {
			["E"] = true,
			["T"] = 1664210255,
		},
	},
}
_weizpvp_global_info = {
	["Database_Version"] = 3,
	["Addon_Version"] = "v1.9.6.2b",
}
