
ARKINVDB = {
	["global"] = {
		["player"] = {
			["data"] = {
				["特变电工 - 祈福"] = {
					["info"] = {
						["guid"] = "Player-4778-04DBFC9E",
						["class"] = "ROGUE",
						["class_local"] = "潜行者",
						["race"] = "Human",
						["level"] = 80,
						["realm"] = "祈福",
						["isplayer"] = true,
						["money"] = 231282442,
						["gender"] = 2,
						["itemlevel"] = 1,
						["name"] = "特变电工",
						["faction"] = "Alliance",
						["race_local"] = "人类",
						["player_id"] = "特变电工 - 祈福",
						["faction_local"] = "联盟",
					},
					["location"] = {
						{
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:22838::::::::80:::::::::|h[加速药水]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 2,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:6948::::::::80:::::::::|h[炉石]|h|r",
										}, -- [2]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 10,
											["sb"] = 0,
											["slot_id"] = 3,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:36926::::::::80:::::::::|h[暗影水晶]|h|r",
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 4,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:20815::::::::80:::::::::|h[珠宝制作工具]|h|r",
										}, -- [4]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 15,
											["sb"] = 0,
											["slot_id"] = 5,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:36923::::::::80:::::::::|h[玉髓石]|h|r",
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 5,
											["sb"] = 0,
											["slot_id"] = 6,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:20817::::::::80:::::::::|h[青铜底座]|h|r",
										}, -- [6]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 11,
											["sb"] = 0,
											["slot_id"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:36929::::::::80:::::::::|h[茶晶石]|h|r",
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 8,
											["sb"] = 0,
											["slot_id"] = 8,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:34736::::::::80:::::::::|h[猛犸肉]|h|r",
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 19,
											["sb"] = 0,
											["slot_id"] = 10,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:22838::::::::80:::::::::|h[加速药水]|h|r",
										}, -- [10]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 6,
											["sb"] = 0,
											["slot_id"] = 11,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:36932::::::::80:::::::::|h[黑玉]|h|r",
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 12,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:20824::::::::80:::::::::|h[简易研磨器]|h|r",
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 19,
											["sb"] = 0,
											["slot_id"] = 13,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:34766::::::::80:::::::::|h[水煮北地蚌背鱼]|h|r",
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 14,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:34766::::::::80:::::::::|h[水煮北地蚌背鱼]|h|r",
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 14,
											["sb"] = 0,
											["slot_id"] = 15,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:35948::::::::80:::::::::|h[美味雪梅]|h|r",
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 6,
											["sb"] = 0,
											["slot_id"] = 16,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:42780::::::::80:::::::::|h[奥杜尔的圣物]|h|r",
										}, -- [16]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 12,
											["sb"] = 0,
											["slot_id"] = 17,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:36926::::::::80:::::::::|h[暗影水晶]|h|r",
										}, -- [17]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 13,
											["sb"] = 3,
											["slot_id"] = 18,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:38551::::::::80:::::::::|h[达卡莱供品]|h|r",
										}, -- [18]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 5,
											["sb"] = 0,
											["slot_id"] = 19,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:43013::::::::80:::::::::|h[冰冷的肉]|h|r",
										}, -- [19]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 11,
											["sb"] = 0,
											["slot_id"] = 20,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:43230::::::::80:::::::::|h[速效药膏 VIII]|h|r",
										}, -- [20]
									},
									["bag_id"] = 1,
									["loc_id"] = 1,
									["count"] = 20,
									["status"] = -3,
									["empty"] = 1,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 10,
											["sb"] = 0,
											["slot_id"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:20816::::::::80:::::::::|h[精巧的铜线]|h|r",
										}, -- [1]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 2,
											["bag_id"] = 2,
											["h"] = "|cff0070dd|Hitem:12607::::::::80:::::::::|h[闪亮的彩色龙鳞]|h|r",
										}, -- [2]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 12,
											["sb"] = 0,
											["slot_id"] = 3,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:36932::::::::80:::::::::|h[黑玉]|h|r",
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 8,
											["sb"] = 0,
											["slot_id"] = 4,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:33447::::::::80:::::::::|h[符文治疗药水]|h|r",
										}, -- [4]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 17,
											["sb"] = 0,
											["slot_id"] = 5,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:36917::::::::80:::::::::|h[血石]|h|r",
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 6,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:22838::::::::80:::::::::|h[加速药水]|h|r",
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 7,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:46377::::::::80:::::::::|h[无尽怒气合剂]|h|r",
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 8,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:35948::::::::80:::::::::|h[美味雪梅]|h|r",
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 9,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:43230::::::::80:::::::::|h[速效药膏 VIII]|h|r",
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 9,
											["sb"] = 0,
											["slot_id"] = 10,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:43232::::::::80:::::::::|h[致命药膏 VIII]|h|r",
										}, -- [10]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 2,
											["slot_id"] = 11,
											["bag_id"] = 2,
											["h"] = "|cff0070dd|Hitem:16672::::::::80:::::::::|h[元素护手]|h|r",
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22527::::::::80:::::::::|h[元素之核]|h|r",
											["slot_id"] = 12,
											["sb"] = 0,
											["count"] = 9,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 13,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:43232::::::::80:::::::::|h[致命药膏 VIII]|h|r",
										}, -- [13]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 14,
											["bag_id"] = 2,
											["h"] = "|cff0070dd|Hitem:23320::::::::80:::::::::|h[石板：烈焰震击 VI]|h|r",
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 16,
											["sb"] = 0,
											["slot_id"] = 15,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:34722::::::::80:::::::::|h[厚霜纹布绷带]|h|r",
										}, -- [15]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 12,
											["sb"] = 0,
											["slot_id"] = 16,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:36923::::::::80:::::::::|h[玉髓石]|h|r",
										}, -- [16]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 4,
											["sb"] = 0,
											["slot_id"] = 17,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:14047::::::::80:::::::::|h[符文布]|h|r",
										}, -- [17]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 18,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:36920::::::::80:::::::::|h[太阳水晶]|h|r",
										}, -- [18]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 10,
											["sb"] = 0,
											["slot_id"] = 19,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:22838::::::::80:::::::::|h[加速药水]|h|r",
										}, -- [19]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 20,
											["bag_id"] = 2,
											["h"] = "|cffa335ee|Hitem:12590::::::::80:::::::::|h[恶魔之击]|h|r",
										}, -- [20]
									},
									["bag_id"] = 2,
									["loc_id"] = 1,
									["count"] = 20,
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:41599::::::::80:::::::::|h[霜纹包]|h|r",
									["texture"] = 133665,
								}, -- [2]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 1,
											["bag_id"] = 3,
											["h"] = "|cff9d9d9d|Hitem:43852::::::::80:::::::::|h[厚皮衣碎片]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 2,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:43269::::::::80:::::::::|h[血玉护符]|h|r",
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 4,
											["sb"] = 0,
											["slot_id"] = 3,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:33470::::::::80:::::::::|h[霜纹布]|h|r",
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 4,
											["bag_id"] = 3,
											["h"] = "|cff9d9d9d|Hitem:43851::::::::80:::::::::|h[皮衣碎片]|h|r",
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 5,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:43232::::::::80:::::::::|h[致命药膏 VIII]|h|r",
										}, -- [5]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 13,
											["sb"] = 0,
											["slot_id"] = 6,
											["bag_id"] = 3,
											["h"] = "|cff1eff00|Hitem:36929::::::::80:::::::::|h[茶晶石]|h|r",
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 7,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:43269::::::::80:::::::::|h[血玉护符]|h|r",
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 8,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:43230::::::::80:::::::::|h[速效药膏 VIII]|h|r",
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 9,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:43269::::::::80:::::::::|h[血玉护符]|h|r",
										}, -- [9]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 2,
											["sb"] = 0,
											["slot_id"] = 10,
											["bag_id"] = 3,
											["h"] = "|cff1eff00|Hitem:12800::::::::80:::::::::|h[艾泽拉斯钻石]|h|r",
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 3,
											["sb"] = 0,
											["slot_id"] = 11,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:42253::::::::80:::::::::|h[冰网蛛丝]|h|r",
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["sb"] = 0,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 14,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:33448::::::::80:::::::::|h[符文法力药水]|h|r",
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 6,
											["sb"] = 0,
											["slot_id"] = 15,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:37705::::::::80:::::::::|h[水之结晶]|h|r",
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 17,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:43275::::::::80:::::::::|h[光芒护甲圣物]|h|r",
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43276::::::::80:::::::::|h[迅捷烈日古器]|h|r",
											["slot_id"] = 19,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 20,
											["sb"] = 0,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 21,
											["sb"] = 0,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 22,
											["sb"] = 0,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [22]
									},
									["bag_id"] = 3,
									["loc_id"] = 1,
									["count"] = 22,
									["status"] = -3,
									["empty"] = 7,
									["h"] = "|cffa335ee|Hitem:43345::::::::80:::::::::|h[龙皮包]|h|r",
									["texture"] = 133659,
								}, -- [3]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43272::::::::80:::::::::|h[邪恶太阳胸针]|h|r",
											["slot_id"] = 9,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43272::::::::80:::::::::|h[邪恶太阳胸针]|h|r",
											["slot_id"] = 11,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43270::::::::80:::::::::|h[炽热鹿牙雕像]|h|r",
											["slot_id"] = 13,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43270::::::::80:::::::::|h[炽热鹿牙雕像]|h|r",
											["slot_id"] = 14,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
										}, -- [14]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43270::::::::80:::::::::|h[炽热鹿牙雕像]|h|r",
											["slot_id"] = 15,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 17,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 18,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 20,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [20]
									},
									["bag_id"] = 4,
									["loc_id"] = 1,
									["count"] = 20,
									["status"] = -3,
									["empty"] = 15,
									["h"] = "|cff1eff00|Hitem:41599::::::::80:::::::::|h[霜纹包]|h|r",
									["texture"] = 133665,
								}, -- [4]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 17,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 18,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 20,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [20]
									},
									["bag_id"] = 5,
									["loc_id"] = 1,
									["count"] = 20,
									["status"] = -3,
									["empty"] = 20,
									["h"] = "|cff1eff00|Hitem:41599::::::::80:::::::::|h[霜纹包]|h|r",
									["texture"] = 133665,
								}, -- [5]
							},
							["slot_count"] = 102,
						}, -- [1]
						{
							["bag"] = {
								{
									["type"] = 3,
									["count"] = 32,
									["slot"] = {
										{
											["q"] = 2,
											["loc_id"] = 2,
											["slot_id"] = 1,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:27808::::::::80:::::::::|h[超级蹦床4000型的钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 2,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:34078::::::::80:::::::::|h[约格莫夫·冰锤的鱼叉控制器]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 3,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 4,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 5,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 6,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 7,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 8,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 9,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 10,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 11,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 12,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 13,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 14,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 16,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 17,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 18,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 19,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 20,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 21,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 22,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [22]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 23,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [23]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 24,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [24]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 25,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [25]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 26,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [26]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 27,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [27]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 28,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [28]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 29,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [29]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 30,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [30]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 31,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [31]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 32,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [32]
									},
									["status"] = -3,
									["empty"] = 30,
									["bag_id"] = 1,
									["loc_id"] = 2,
								}, -- [1]
							},
							["slot_count"] = 32,
						}, -- [2]
						[10] = {
							["bag"] = {
								{
									["bag_id"] = 1,
									["loc_id"] = 10,
								}, -- [1]
							},
						},
						[16] = {
							["bag"] = {
								{
									["type"] = 29,
									["count"] = 38,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 1,
											["sb"] = 3,
											["h"] = "reputation:369:尊敬:1512:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 10512,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 2,
											["sb"] = 3,
											["h"] = "reputation:934:友善:2043:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 5043,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 3,
											["sb"] = 3,
											["h"] = "reputation:1073:崇敬:4091:21000:0:0:0",
											["bag_id"] = 1,
											["count"] = 25091,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 4,
											["sb"] = 3,
											["h"] = "reputation:930:崇敬:3454:21000:0:0:0",
											["bag_id"] = 1,
											["count"] = 24454,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 5,
											["sb"] = 3,
											["h"] = "reputation:609:中立:0:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 0,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 6,
											["sb"] = 3,
											["h"] = "reputation:942:尊敬:8519:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 17519,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 7,
											["sb"] = 3,
											["h"] = "reputation:932:敌对:395:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = -5605,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 8,
											["sb"] = 3,
											["h"] = "reputation:970:中立:2714:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 2714,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 9,
											["sb"] = 3,
											["h"] = "reputation:978:尊敬:9314:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 18314,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 10,
											["sb"] = 3,
											["h"] = "reputation:349:中立:269:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 269,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 11,
											["sb"] = 3,
											["h"] = "reputation:1068:崇敬:5240:21000:0:0:0",
											["bag_id"] = 1,
											["count"] = 26240,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 12,
											["sb"] = 3,
											["h"] = "reputation:1050:崇拜:999:1000:0:0:0",
											["bag_id"] = 1,
											["count"] = 42999,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 13,
											["sb"] = 3,
											["h"] = "reputation:989:中立:11:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 11,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 14,
											["sb"] = 3,
											["h"] = "reputation:933:中立:1650:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 1650,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 15,
											["sb"] = 3,
											["h"] = "reputation:72:崇拜:999:1000:0:0:0",
											["bag_id"] = 1,
											["count"] = 42999,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 16,
											["sb"] = 3,
											["h"] = "reputation:576:冷淡:941:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = -2059,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 17,
											["sb"] = 3,
											["h"] = "reputation:470:友善:3577:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 6577,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 18,
											["sb"] = 3,
											["h"] = "reputation:577:友善:4058:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 7058,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 19,
											["sb"] = 3,
											["h"] = "reputation:935:友善:1581:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 4581,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 20,
											["sb"] = 3,
											["h"] = "reputation:749:中立:374:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 374,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 21,
											["sb"] = 3,
											["h"] = "reputation:59:中立:1925:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 1925,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 22,
											["sb"] = 3,
											["h"] = "reputation:1090:友善:4749:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 7749,
										}, -- [22]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 23,
											["sb"] = 3,
											["h"] = "reputation:946:尊敬:1433:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 10433,
										}, -- [23]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 24,
											["sb"] = 3,
											["h"] = "reputation:21:友善:4468:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 7468,
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 25,
											["sb"] = 3,
											["h"] = "reputation:87:仇恨:33900:36000:0:0:0",
											["bag_id"] = 1,
											["count"] = -8100,
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 26,
											["sb"] = 3,
											["h"] = "reputation:54:尊敬:10973:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 19973,
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 27,
											["sb"] = 3,
											["h"] = "reputation:1011:友善:3380:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 6380,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 28,
											["sb"] = 3,
											["h"] = "reputation:70:仇恨:30775:36000:0:0:0",
											["bag_id"] = 1,
											["count"] = -11225,
										}, -- [28]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 29,
											["sb"] = 3,
											["h"] = "reputation:69:崇敬:661:21000:0:0:0",
											["bag_id"] = 1,
											["count"] = 21661,
										}, -- [29]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 30,
											["sb"] = 3,
											["h"] = "reputation:47:崇敬:8703:21000:0:0:0",
											["bag_id"] = 1,
											["count"] = 29703,
										}, -- [30]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 31,
											["sb"] = 3,
											["h"] = "reputation:1106:崇敬:14538:21000:0:0:0",
											["bag_id"] = 1,
											["count"] = 35538,
										}, -- [31]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 32,
											["sb"] = 3,
											["h"] = "reputation:1094:尊敬:11894:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 20894,
										}, -- [32]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 33,
											["sb"] = 3,
											["h"] = "reputation:529:中立:200:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 200,
										}, -- [33]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 34,
											["sb"] = 3,
											["h"] = "reputation:730:中立:0:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 0,
										}, -- [34]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 35,
											["sb"] = 3,
											["h"] = "reputation:1119:友善:3400:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 6400,
										}, -- [35]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 36,
											["sb"] = 3,
											["h"] = "reputation:1126:崇敬:1033:21000:0:0:0",
											["bag_id"] = 1,
											["count"] = 22033,
										}, -- [36]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 37,
											["sb"] = 3,
											["h"] = "reputation:1098:尊敬:6697:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 15697,
										}, -- [37]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 38,
											["sb"] = 3,
											["h"] = "reputation:1091:尊敬:1978:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 10978,
										}, -- [38]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 16,
								}, -- [1]
							},
							["slot_count"] = 38,
						},
						[6] = {
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 18,
									["slot"] = {
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40499:3817:41398:42702:::::80:::::::::|h[勇猛的骨镰头盔]|h|r",
											["bag_id"] = 1,
											["age"] = 27784302,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 2,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40065::::::::80:::::::::|h[愚者的试炼]|h|r",
											["bag_id"] = 1,
											["age"] = 27784302,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 3,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40502:3808:36766::::::80:::::::::|h[勇猛的骨镰肩甲]|h|r",
											["bag_id"] = 1,
											["age"] = 27804076,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 4,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40403:1099:::::::80:::::::::|h[致命仇敌斗篷]|h|r",
											["bag_id"] = 1,
											["age"] = 27804076,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 5,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40539:3832:36766::::::80:::::::::|h[寂寞胸甲]|h|r",
											["bag_id"] = 1,
											["age"] = 27804076,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:2575::::::::80:::::::::|h[红色亚麻衬衣]|h|r",
											["bag_id"] = 1,
											["age"] = 27784302,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:43154::::::::80:::::::::|h[银色北伐军战袍]|h|r",
											["bag_id"] = 1,
											["age"] = 27784302,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 8,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40186:3845:::::::80:::::::::|h[无情护腕]|h|r",
											["bag_id"] = 1,
											["age"] = 27784302,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 9,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40496:1603:40014::::::80:::::::::|h[勇猛的骨镰护手]|h|r",
											["bag_id"] = 1,
											["age"] = 27784302,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 10,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:37194::39999:39910:::::80:::::::::|h[钩刺皮质腰带]|h|r",
											["bag_id"] = 1,
											["age"] = 27804076,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 11,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40500:3823:36766:39999:::::80:::::::::|h[勇猛的骨镰腿甲]|h|r",
											["bag_id"] = 1,
											["age"] = 27804076,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 12,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:39701:1597:::::::80:::::::::|h[黎明行者]|h|r",
											["bag_id"] = 1,
											["age"] = 27804076,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 13,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40474::::::::80:::::::::|h[湍流之针指环]|h|r",
											["bag_id"] = 1,
											["age"] = 27784302,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 14,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40717::::::::80:::::::::|h[无敌之戒]|h|r",
											["bag_id"] = 1,
											["age"] = 27784302,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 15,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:44253::::::::80:::::::::|h[暗月卡片：伟大]|h|r",
											["bag_id"] = 1,
											["age"] = 27784302,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 16,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40684::::::::80:::::::::|h[真实之镜]|h|r",
											["bag_id"] = 1,
											["age"] = 27784302,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 17,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:39714:3789:::::::80:::::::::|h[死亡之网]|h|r",
											["bag_id"] = 1,
											["age"] = 27784302,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 18,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40386:3789:::::::80:::::::::|h[邪恶复仇]|h|r",
											["bag_id"] = 1,
											["age"] = 27784302,
											["count"] = 1,
										}, -- [18]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 6,
								}, -- [1]
							},
							["slot_count"] = 18,
						},
					},
				},
				["+醉饮無盡 - 祈福"] = {
					["info"] = {
						["money"] = 103942604,
						["class"] = "GUILD",
						["guild_id"] = "+醉饮無盡 - 祈福",
						["realm"] = "祈福",
						["name"] = "醉饮無盡",
						["faction"] = "Alliance",
						["player_id"] = "+醉饮無盡 - 祈福",
						["level"] = 1,
						["class_local"] = "公会",
						["faction_local"] = "联盟",
					},
				},
				["码农巴菲特 - 祈福"] = {
					["info"] = {
						["guid"] = "Player-4778-0505CE58",
						["class"] = "DEATHKNIGHT",
						["player_id"] = "码农巴菲特 - 祈福",
						["race"] = "Human",
						["level"] = 80,
						["realm"] = "祈福",
						["isplayer"] = true,
						["money"] = 1717276,
						["gender"] = 2,
						["itemlevel"] = 1,
						["name"] = "码农巴菲特",
						["faction"] = "Alliance",
						["race_local"] = "人类",
						["class_local"] = "死亡骑士",
						["faction_local"] = "联盟",
					},
					["location"] = {
						{
							["slot_count"] = 100,
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 15,
											["sb"] = 0,
											["slot_id"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:33447::::::::80:::::::::|h[符文治疗药水]|h|r",
										}, -- [1]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 16,
											["sb"] = 0,
											["slot_id"] = 2,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:11754::::::::80:::::::::|h[黑钻石]|h|r",
										}, -- [2]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 3,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:37220::::::::80:::::::::|h[蛛丝精华]|h|r",
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 6,
											["sb"] = 0,
											["slot_id"] = 4,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:46379::::::::80:::::::::|h[石血合剂]|h|r",
										}, -- [4]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 5,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:40107::::::::80:::::::::|h[沙砾指环]|h|r",
										}, -- [5]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 12,
											["sb"] = 0,
											["slot_id"] = 6,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:36929::::::::80:::::::::|h[茶晶石]|h|r",
										}, -- [6]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 5,
											["sb"] = 0,
											["slot_id"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:23077::::::::80:::::::::|h[血榴石]|h|r",
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 12,
											["sb"] = 0,
											["slot_id"] = 8,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:19768::::::::80:::::::::|h[原始虎皮]|h|r",
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 18,
											["sb"] = 0,
											["slot_id"] = 9,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:12804::::::::80:::::::::|h[强力魔精]|h|r",
										}, -- [9]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 10,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:37217::::::::80:::::::::|h[黄金肢甲]|h|r",
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 11,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:33470::::::::80:::::::::|h[霜纹布]|h|r",
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 12,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:38557::::::::80:::::::::|h[冰冷的龙鳞]|h|r",
										}, -- [12]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 13,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:40483::::::::80:::::::::|h[天灾徽记]|h|r",
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 4,
											["sb"] = 0,
											["slot_id"] = 14,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:37702::::::::80:::::::::|h[火焰结晶]|h|r",
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 15,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:44328::::::::80:::::::::|h[极效防御药剂]|h|r",
										}, -- [15]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 16,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:43565:3294:::::::80:::::::::|h[强化蛛魔外皮斗篷]|h|r",
										}, -- [16]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 17,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:44063::40008:42157:::::80:::::::::|h[雕像 - 帝黄晶螃蟹]|h|r",
										}, -- [17]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 19,
											["sb"] = 0,
											["slot_id"] = 18,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:34750::::::::80:::::::::|h[虫肉美食]|h|r",
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 10,
											["sb"] = 0,
											["slot_id"] = 20,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:40078::::::::80:::::::::|h[极效坚韧药剂]|h|r",
										}, -- [20]
									},
									["bag_id"] = 1,
									["loc_id"] = 1,
									["count"] = 20,
									["status"] = -3,
									["empty"] = 1,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 11,
											["sb"] = 0,
											["slot_id"] = 1,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:36926::::::::80:::::::::|h[暗影水晶]|h|r",
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 2,
											["sb"] = 0,
											["slot_id"] = 3,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:46378::::::::80:::::::::|h[纯净魔精合剂]|h|r",
										}, -- [3]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 12,
											["sb"] = 0,
											["slot_id"] = 4,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:36920::::::::80:::::::::|h[太阳水晶]|h|r",
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 85,
											["sb"] = 3,
											["slot_id"] = 5,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:38551::::::::80:::::::::|h[达卡莱供品]|h|r",
										}, -- [5]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 11,
											["sb"] = 0,
											["slot_id"] = 6,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:36932::::::::80:::::::::|h[黑玉]|h|r",
										}, -- [6]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 13,
											["sb"] = 0,
											["slot_id"] = 7,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:36923::::::::80:::::::::|h[玉髓石]|h|r",
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 8,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:2841::::::::80:::::::::|h[青铜锭]|h|r",
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 4,
											["sb"] = 0,
											["slot_id"] = 9,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:40211::::::::80:::::::::|h[速度药水]|h|r",
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 10,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:43272::::::::80:::::::::|h[邪恶太阳胸针]|h|r",
										}, -- [10]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 11,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:36917::::::::80:::::::::|h[血石]|h|r",
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 11,
											["sb"] = 0,
											["slot_id"] = 12,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:33568::::::::80:::::::::|h[北地皮]|h|r",
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 14,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:39691::::::::80:::::::::|h[美味炖鲸肉]|h|r",
										}, -- [14]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 15,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:36917::::::::80:::::::::|h[血石]|h|r",
										}, -- [15]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 16,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:36917::::::::80:::::::::|h[血石]|h|r",
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 18,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:41163::::::::80:::::::::|h[泰坦神铁锭]|h|r",
										}, -- [18]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 19,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:33454::::::::80:::::::::|h[腌鹿肉]|h|r",
										}, -- [19]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 20,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:43272::::::::80:::::::::|h[邪恶太阳胸针]|h|r",
										}, -- [20]
									},
									["bag_id"] = 2,
									["loc_id"] = 1,
									["count"] = 20,
									["status"] = -3,
									["empty"] = 3,
									["h"] = "|cff1eff00|Hitem:41599::::::::80:::::::::|h[霜纹包]|h|r",
									["texture"] = 133665,
								}, -- [2]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 1,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:33470::::::::80:::::::::|h[霜纹布]|h|r",
										}, -- [1]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 2,
											["bag_id"] = 3,
											["h"] = "|cffa335ee|Hitem:40563:3253:36767::::::80:::::::::|h[勇猛的天灾苦痛手套]|h|r",
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 3,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:6948::::::::80:::::::::|h[炉石]|h|r",
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:40093::::::::80:::::::::|h[不灭药水]|h|r",
											["slot_id"] = 4,
											["sb"] = 0,
											["count"] = 20,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 3,
											["sb"] = 0,
											["slot_id"] = 5,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:37701::::::::80:::::::::|h[土之结晶]|h|r",
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 5,
											["sb"] = 0,
											["slot_id"] = 6,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:37705::::::::80:::::::::|h[水之结晶]|h|r",
										}, -- [6]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:35622::::::::80:::::::::|h[永恒之水]|h|r",
											["slot_id"] = 7,
											["sb"] = 0,
											["count"] = 2,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["sb"] = 0,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43493::::::::80:::::::::|h[看守者的尸尘]|h|r",
											["slot_id"] = 10,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 3,
											["sb"] = 0,
											["slot_id"] = 11,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:43467::::::::80:::::::::|h[保护卷轴 VII]|h|r",
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["sb"] = 0,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 14,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:33470::::::::80:::::::::|h[霜纹布]|h|r",
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 15,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:43270::::::::80:::::::::|h[炽热鹿牙雕像]|h|r",
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 16,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:43269::::::::80:::::::::|h[血玉护符]|h|r",
										}, -- [16]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 10,
											["sb"] = 3,
											["slot_id"] = 17,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:35188::::::::80:::::::::|h[奈辛瓦里同党的耳环]|h|r",
										}, -- [17]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43270::::::::80:::::::::|h[炽热鹿牙雕像]|h|r",
											["slot_id"] = 18,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [18]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 19,
											["bag_id"] = 3,
											["h"] = "|cffa335ee|Hitem:40387::::::::80:::::::::|h[无尽的野心]|h|r",
										}, -- [19]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 15,
											["sb"] = 0,
											["slot_id"] = 20,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:37093::::::::80:::::::::|h[耐力卷轴 VII]|h|r",
										}, -- [20]
									},
									["bag_id"] = 3,
									["loc_id"] = 1,
									["count"] = 20,
									["status"] = -3,
									["empty"] = 4,
									["h"] = "|cff1eff00|Hitem:41599::::::::80:::::::::|h[霜纹包]|h|r",
									["texture"] = 133665,
								}, -- [3]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 2,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:33447::::::::80:::::::::|h[符文治疗药水]|h|r",
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 41,
											["sb"] = 3,
											["slot_id"] = 3,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:43089::::::::80:::::::::|h[维库人的徽记]|h|r",
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 4,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:43270::::::::80:::::::::|h[炽热鹿牙雕像]|h|r",
										}, -- [4]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["count"] = 2,
											["sb"] = 0,
											["slot_id"] = 5,
											["bag_id"] = 4,
											["h"] = "|cff0070dd|Hitem:43102::::::::80:::::::::|h[冰冻宝珠]|h|r",
										}, -- [5]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 6,
											["bag_id"] = 4,
											["h"] = "|cffa335ee|Hitem:37241::::::::80:::::::::|h[远古盟约束带]|h|r",
										}, -- [6]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:42643::40008::::::80:::::::::|h[泰坦神铁地卫指环]|h|r",
											["slot_id"] = 7,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43275::::::::80:::::::::|h[光芒护甲圣物]|h|r",
											["slot_id"] = 10,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 12,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:20815::::::::80:::::::::|h[珠宝制作工具]|h|r",
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 13,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:20824::::::::80:::::::::|h[简易研磨器]|h|r",
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:42780::::::::80:::::::::|h[奥杜尔的圣物]|h|r",
											["slot_id"] = 14,
											["sb"] = 0,
											["count"] = 17,
											["bag_id"] = 4,
											["loc_id"] = 1,
										}, -- [14]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:8487::::::::80:::::::::|h[猫笼（虎皮猫）]|h|r",
											["slot_id"] = 15,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:33449::::::::80:::::::::|h[硬面包片]|h|r",
											["slot_id"] = 17,
											["sb"] = 0,
											["count"] = 19,
											["bag_id"] = 4,
											["loc_id"] = 1,
										}, -- [17]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:46376::::::::80:::::::::|h[冰霜巨龙合剂]|h|r",
											["slot_id"] = 18,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
										}, -- [18]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:42253::::::::80:::::::::|h[冰网蛛丝]|h|r",
											["slot_id"] = 19,
											["sb"] = 0,
											["count"] = 2,
											["bag_id"] = 4,
											["loc_id"] = 1,
										}, -- [19]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:46377::::::::80:::::::::|h[无尽怒气合剂]|h|r",
											["slot_id"] = 20,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
										}, -- [20]
									},
									["bag_id"] = 4,
									["loc_id"] = 1,
									["count"] = 20,
									["status"] = -3,
									["empty"] = 5,
									["h"] = "|cff1eff00|Hitem:41599::::::::80:::::::::|h[霜纹包]|h|r",
									["texture"] = 133665,
								}, -- [4]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 6,
											["sb"] = 0,
											["slot_id"] = 1,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:2459::::::::80:::::::::|h[迅捷药水]|h|r",
										}, -- [1]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:41387:3818:41380:40008:::::80:::::::::|h[淬火泰坦精钢头盔]|h|r",
											["slot_id"] = 2,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 5,
											["sb"] = 3,
											["slot_id"] = 3,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:39327::::::::80:::::::::|h[诺斯的特殊药剂]|h|r",
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:33470::::::::80:::::::::|h[霜纹布]|h|r",
											["slot_id"] = 4,
											["sb"] = 0,
											["count"] = 20,
											["bag_id"] = 5,
											["loc_id"] = 1,
										}, -- [4]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:39623:3297:40008:40008:::::80:::::::::|h[英雄的天灾苦痛护胸]|h|r",
											["slot_id"] = 5,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43275::::::::80:::::::::|h[光芒护甲圣物]|h|r",
											["slot_id"] = 6,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43275::::::::80:::::::::|h[光芒护甲圣物]|h|r",
											["slot_id"] = 7,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 1,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43467::::::::80:::::::::|h[保护卷轴 VII]|h|r",
											["slot_id"] = 8,
											["sb"] = 0,
											["count"] = 20,
											["bag_id"] = 5,
											["loc_id"] = 1,
										}, -- [8]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:40689::40015:36767:::::80:::::::::|h[活铁腰带]|h|r",
											["slot_id"] = 9,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 1,
										}, -- [9]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:40446:3822:::::::80:::::::::|h[龙血护腿]|h|r",
											["slot_id"] = 10,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 1,
										}, -- [10]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:40734:3850:::::::80:::::::::|h[达拉然城墙护腕]|h|r",
											["slot_id"] = 11,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 1,
										}, -- [11]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:40718::::::::80:::::::::|h[坚固堡垒徽记]|h|r",
											["slot_id"] = 12,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 1,
										}, -- [12]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:40257::::::::80:::::::::|h[防御者的准则]|h|r",
											["slot_id"] = 13,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 1,
										}, -- [13]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:39208::::::::80:::::::::|h[黑暗骑士魔印]|h|r",
											["slot_id"] = 14,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 17,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 18,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 20,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [20]
									},
									["bag_id"] = 5,
									["loc_id"] = 1,
									["count"] = 20,
									["status"] = -3,
									["empty"] = 6,
									["h"] = "|cff1eff00|Hitem:41599::::::::80:::::::::|h[霜纹包]|h|r",
									["texture"] = 133665,
								}, -- [5]
							},
						}, -- [1]
						{
							["slot_count"] = 32,
							["bag"] = {
								{
									["type"] = 3,
									["count"] = 32,
									["slot"] = {
										{
											["q"] = 2,
											["loc_id"] = 2,
											["slot_id"] = 1,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:27808::::::::80:::::::::|h[超级蹦床4000型的钥匙]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 2,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:34078::::::::80:::::::::|h[约格莫夫·冰锤的鱼叉控制器]|h|r",
										}, -- [2]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 3,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 4,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 5,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 6,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 7,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 8,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 9,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 10,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 11,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 12,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 13,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 14,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 16,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 17,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 18,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 19,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 20,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 21,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 22,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [22]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 23,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [23]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 24,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [24]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 25,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [25]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 26,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [26]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 27,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [27]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 28,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [28]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 29,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [29]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 30,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [30]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 31,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [31]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 32,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [32]
									},
									["status"] = -3,
									["empty"] = 30,
									["bag_id"] = 1,
									["loc_id"] = 2,
								}, -- [1]
							},
						}, -- [2]
						[5] = {
							["slot_count"] = 1,
							["bag"] = {
								{
									["type"] = 15,
									["count"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 5,
											["slot_id"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
										}, -- [1]
									},
									["status"] = -3,
									["empty"] = 1,
									["bag_id"] = 1,
									["loc_id"] = 5,
								}, -- [1]
								{
									["type"] = 15,
									["status"] = -3,
									["bag_id"] = 2,
									["loc_id"] = 5,
								}, -- [2]
							},
						},
						[10] = {
							["bag"] = {
								{
									["bag_id"] = 1,
									["loc_id"] = 10,
								}, -- [1]
							},
						},
						[6] = {
							["slot_count"] = 18,
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 18,
									["slot"] = {
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 1,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27804077,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:39403::::::::80:::::::::|h[坚强头盔]|h|r",
										}, -- [1]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 2,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27804077,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:39146::::::::80:::::::::|h[腐朽项圈]|h|r",
										}, -- [2]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 3,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27804077,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:39627:3811:40022::::::80:::::::::|h[英雄的天灾苦痛肩铠]|h|r",
										}, -- [3]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 4,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27804077,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:42068:3243:::::::80:::::::::|h[致命角斗士的胜利披风]|h|r",
										}, -- [4]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 5,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27804077,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:40784:3245:42142:40098:::::80:::::::::|h[致命角斗士的恐怖板甲护胸]|h|r",
										}, -- [5]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27784304,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:43154::::::::80:::::::::|h[银色北伐军战袍]|h|r",
										}, -- [7]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 8,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27804077,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:37668::::::::80:::::::::|h[岩石熔炉臂环]|h|r",
										}, -- [8]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 9,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27804077,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:40552:684:40014::::::80:::::::::|h[勇猛的天灾苦痛护手]|h|r",
										}, -- [9]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 10,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27804077,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:40317::::::::80:::::::::|h[拉苏维奥斯的腰带]|h|r",
										}, -- [10]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 11,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27804077,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:40845:3853:42142:40011:::::80:::::::::|h[致命角斗士的恐怖板甲护腿]|h|r",
										}, -- [11]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 12,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27784304,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:41392:3232:::::::80:::::::::|h[淬火泰坦精钢战靴]|h|r",
										}, -- [12]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 13,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27804077,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:42115::::::::80:::::::::|h[致命角斗士的胜利指环]|h|r",
										}, -- [13]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 14,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27804077,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:49121::::::::80:::::::::|h[食尸鬼欢愉指环]|h|r",
										}, -- [14]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 15,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27804077,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:37390::::::::80:::::::::|h[陨星磨石]|h|r",
										}, -- [15]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 16,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27804077,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:42987::::::::80:::::::::|h[暗月卡片：伟大]|h|r",
										}, -- [16]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 17,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27784304,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:41257:3847:::::::80:::::::::|h[泰坦精钢毁灭者]|h|r",
										}, -- [17]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["slot_id"] = 18,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [18]
									},
									["status"] = -3,
									["empty"] = 2,
									["bag_id"] = 1,
									["loc_id"] = 6,
								}, -- [1]
							},
						},
						[16] = {
							["slot_count"] = 29,
							["bag"] = {
								{
									["type"] = 29,
									["count"] = 29,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 1,
											["sb"] = 3,
											["count"] = -4247,
											["bag_id"] = 1,
											["h"] = "reputation:934:敌对:1753:3000:0:0:0",
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 2,
											["sb"] = 3,
											["count"] = 23441,
											["bag_id"] = 1,
											["h"] = "reputation:1073:崇敬:2441:21000:0:0:0",
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 3,
											["sb"] = 3,
											["count"] = 11192,
											["bag_id"] = 1,
											["h"] = "reputation:930:尊敬:2192:12000:0:0:0",
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 4,
											["sb"] = 3,
											["count"] = 0,
											["bag_id"] = 1,
											["h"] = "reputation:609:中立:0:3000:0:0:0",
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 5,
											["sb"] = 3,
											["count"] = 18311,
											["bag_id"] = 1,
											["h"] = "reputation:942:尊敬:9311:12000:0:0:0",
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 6,
											["sb"] = 3,
											["count"] = 3861,
											["bag_id"] = 1,
											["h"] = "reputation:932:友善:861:6000:0:0:0",
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 7,
											["sb"] = 3,
											["count"] = 2565,
											["bag_id"] = 1,
											["h"] = "reputation:970:中立:2565:3000:0:0:0",
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 8,
											["sb"] = 3,
											["count"] = 17838,
											["bag_id"] = 1,
											["h"] = "reputation:978:尊敬:8838:12000:0:0:0",
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 9,
											["sb"] = 3,
											["count"] = 15687,
											["bag_id"] = 1,
											["h"] = "reputation:1068:尊敬:6687:12000:0:0:0",
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 10,
											["sb"] = 3,
											["count"] = 35153,
											["bag_id"] = 1,
											["h"] = "reputation:1050:崇敬:14153:21000:0:0:0",
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 11,
											["sb"] = 3,
											["count"] = 1100,
											["bag_id"] = 1,
											["h"] = "reputation:933:中立:1100:3000:0:0:0",
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 12,
											["sb"] = 3,
											["count"] = 12190,
											["bag_id"] = 1,
											["h"] = "reputation:72:尊敬:3190:12000:0:0:0",
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 13,
											["sb"] = 3,
											["count"] = 1941,
											["bag_id"] = 1,
											["h"] = "reputation:935:中立:1941:3000:0:0:0",
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 14,
											["sb"] = 3,
											["count"] = 0,
											["bag_id"] = 1,
											["h"] = "reputation:1077:中立:0:3000:0:0:0",
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 15,
											["sb"] = 3,
											["count"] = 6182,
											["bag_id"] = 1,
											["h"] = "reputation:1090:友善:3182:6000:0:0:0",
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 16,
											["sb"] = 3,
											["count"] = 10433,
											["bag_id"] = 1,
											["h"] = "reputation:946:尊敬:1433:12000:0:0:0",
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 17,
											["sb"] = 3,
											["count"] = 6134,
											["bag_id"] = 1,
											["h"] = "reputation:54:友善:3134:6000:0:0:0",
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 18,
											["sb"] = 3,
											["count"] = 0,
											["bag_id"] = 1,
											["h"] = "reputation:1011:中立:0:3000:0:0:0",
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 19,
											["sb"] = 3,
											["count"] = 1366,
											["bag_id"] = 1,
											["h"] = "reputation:270:中立:1366:3000:0:0:0",
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 20,
											["sb"] = 3,
											["count"] = 6134,
											["bag_id"] = 1,
											["h"] = "reputation:69:友善:3134:6000:0:0:0",
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 21,
											["sb"] = 3,
											["count"] = 6547,
											["bag_id"] = 1,
											["h"] = "reputation:47:友善:3547:6000:0:0:0",
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 22,
											["sb"] = 3,
											["count"] = 39096,
											["bag_id"] = 1,
											["h"] = "reputation:1106:崇敬:18096:21000:0:0:0",
										}, -- [22]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 23,
											["sb"] = 3,
											["count"] = 10341,
											["bag_id"] = 1,
											["h"] = "reputation:1094:尊敬:1341:12000:0:0:0",
										}, -- [23]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 24,
											["sb"] = 3,
											["count"] = 418,
											["bag_id"] = 1,
											["h"] = "reputation:509:中立:418:3000:0:0:0",
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 25,
											["sb"] = 3,
											["count"] = 9,
											["bag_id"] = 1,
											["h"] = "reputation:730:中立:9:3000:0:0:0",
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 26,
											["sb"] = 3,
											["count"] = 6400,
											["bag_id"] = 1,
											["h"] = "reputation:1119:友善:3400:6000:0:0:0",
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 27,
											["sb"] = 3,
											["h"] = "reputation:1126:尊敬:2191:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 11191,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 28,
											["sb"] = 3,
											["h"] = "reputation:1098:尊敬:8758:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 17758,
										}, -- [28]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 29,
											["sb"] = 3,
											["h"] = "reputation:1091:中立:2183:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 2183,
										}, -- [29]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 16,
								}, -- [1]
							},
						},
					},
				},
				["!ACCOUNT - 100"] = {
					["info"] = {
						["class"] = "ACCOUNT",
						["class_local"] = "Account",
						["name"] = "我的账户",
						["faction"] = "",
						["realm"] = "",
						["level"] = 1,
						["player_id"] = "!ACCOUNT - 100",
						["faction_local"] = "",
					},
				},
				["新特能源 - 祈福"] = {
					["info"] = {
						["guid"] = "Player-4778-04F3EDE6",
						["class"] = "PRIEST",
						["player_id"] = "新特能源 - 祈福",
						["race"] = "Human",
						["level"] = 80,
						["realm"] = "祈福",
						["isplayer"] = true,
						["money"] = 19860771,
						["gender"] = 2,
						["itemlevel"] = 1,
						["name"] = "新特能源",
						["faction"] = "Alliance",
						["race_local"] = "人类",
						["class_local"] = "牧师",
						["faction_local"] = "联盟",
					},
					["location"] = {
						{
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:46376::::::::80:::::::::|h[冰霜巨龙合剂]|h|r",
											["slot_id"] = 1,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 9,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43013::::::::80:::::::::|h[冰冷的肉]|h|r",
											["slot_id"] = 2,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 5,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:20824::::::::80:::::::::|h[简易研磨器]|h|r",
											["slot_id"] = 3,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:42780::::::::80:::::::::|h[奥杜尔的圣物]|h|r",
											["count"] = 2,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:36920::::::::80:::::::::|h[太阳水晶]|h|r",
											["count"] = 15,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:34736::::::::80:::::::::|h[猛犸肉]|h|r",
											["slot_id"] = 6,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 8,
										}, -- [6]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:42156::::::::80:::::::::|h[刚硬龙眼石]|h|r",
											["slot_id"] = 7,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:34068::::::::80:::::::::|h[沉重的南瓜灯]|h|r",
											["slot_id"] = 8,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 4,
										}, -- [8]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:36923::::::::80:::::::::|h[玉髓石]|h|r",
											["slot_id"] = 9,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 16,
										}, -- [9]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:40486::::::::80:::::::::|h[光芒大厅项链]|h|r",
											["slot_id"] = 10,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:40459:3810:42156::::::80:::::::::|h[勇猛的信仰衬肩]|h|r",
											["slot_id"] = 11,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:44615::::::::80:::::::::|h[虔诚蜡烛]|h|r",
											["slot_id"] = 12,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 3,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:38551::::::::80:::::::::|h[达卡莱供品]|h|r",
											["slot_id"] = 13,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 7,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:20815::::::::80:::::::::|h[珠宝制作工具]|h|r",
											["slot_id"] = 14,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:44615::::::::80:::::::::|h[虔诚蜡烛]|h|r",
											["slot_id"] = 16,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [16]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:44615::::::::80:::::::::|h[虔诚蜡烛]|h|r",
											["slot_id"] = 17,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [17]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:36932::::::::80:::::::::|h[黑玉]|h|r",
											["slot_id"] = 18,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 16,
										}, -- [18]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:36929::::::::80:::::::::|h[茶晶石]|h|r",
											["slot_id"] = 19,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [19]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:36387::::::-34:418512974:80:::::::::|h[自然防护之亡魂腰带]|h|r",
											["slot_id"] = 20,
											["sb"] = 2,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [20]
									},
									["bag_id"] = 1,
									["loc_id"] = 1,
									["count"] = 20,
									["status"] = -3,
									["empty"] = 1,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:36926::::::::80:::::::::|h[暗影水晶]|h|r",
											["slot_id"] = 1,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 5,
										}, -- [1]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:44658::40101::::::80:::::::::|h[上古巨龙锁链]|h|r",
											["slot_id"] = 2,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:33470::::::::80:::::::::|h[霜纹布]|h|r",
											["slot_id"] = 4,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 17,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:40212::::::::80:::::::::|h[狂野魔法药水]|h|r",
											["slot_id"] = 5,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:39389::::::::80:::::::::|h[恶意徽记之戒]|h|r",
											["slot_id"] = 6,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:36917::::::::80:::::::::|h[血石]|h|r",
											["slot_id"] = 7,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 8,
										}, -- [7]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:36926::::::::80:::::::::|h[暗影水晶]|h|r",
											["slot_id"] = 8,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 20,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:35947::::::::80:::::::::|h[光芒霜顶菇]|h|r",
											["slot_id"] = 9,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 2,
										}, -- [9]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:36917::::::::80:::::::::|h[血石]|h|r",
											["slot_id"] = 10,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 20,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43276::::::::80:::::::::|h[迅捷烈日古器]|h|r",
											["slot_id"] = 11,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:39396:3252:::::::80:::::::::|h[布劳缪克丝之袍]|h|r",
											["slot_id"] = 12,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:49123::::::::80:::::::::|h[无头骑士的印记]|h|r",
											["slot_id"] = 13,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["sb"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:46378::::::::80:::::::::|h[纯净魔精合剂]|h|r",
											["slot_id"] = 15,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 7,
										}, -- [15]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:42253::::::::80:::::::::|h[冰网蛛丝]|h|r",
											["slot_id"] = 16,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 17,
											["sb"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:39712::::::::80:::::::::|h[蛛魔宝石短杖]|h|r",
											["slot_id"] = 18,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:36920::::::::80:::::::::|h[太阳水晶]|h|r",
											["slot_id"] = 19,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 7,
										}, -- [19]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:33454::::::::80:::::::::|h[腌鹿肉]|h|r",
											["slot_id"] = 20,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 2,
										}, -- [20]
									},
									["bag_id"] = 2,
									["loc_id"] = 1,
									["count"] = 20,
									["status"] = -3,
									["empty"] = 3,
									["h"] = "|cff1eff00|Hitem:41599::::::::80:::::::::|h[霜纹包]|h|r",
									["texture"] = 133665,
								}, -- [2]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:37657::::::::80:::::::::|h[生命的火花]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43272::::::::80:::::::::|h[邪恶太阳胸针]|h|r",
											["slot_id"] = 2,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43275::::::::80:::::::::|h[光芒护甲圣物]|h|r",
											["slot_id"] = 3,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:33447::::::::80:::::::::|h[符文治疗药水]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:37705::::::::80:::::::::|h[水之结晶]|h|r",
											["slot_id"] = 5,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 8,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43275::::::::80:::::::::|h[光芒护甲圣物]|h|r",
											["slot_id"] = 7,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43272::::::::80:::::::::|h[邪恶太阳胸针]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:33448::::::::80:::::::::|h[符文法力药水]|h|r",
											["slot_id"] = 9,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 6,
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:33448::::::::80:::::::::|h[符文法力药水]|h|r",
											["slot_id"] = 10,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 20,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43463::::::::80:::::::::|h[敏捷卷轴 VII]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43270::::::::80:::::::::|h[炽热鹿牙雕像]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43270::::::::80:::::::::|h[炽热鹿牙雕像]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43270::::::::80:::::::::|h[炽热鹿牙雕像]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:33470::::::::80:::::::::|h[霜纹布]|h|r",
											["slot_id"] = 17,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 18,
										}, -- [17]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:43102::::::::80:::::::::|h[冰冻宝珠]|h|r",
											["count"] = 2,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:36665::::::-16:1993146398:80:::::::::|h[耐力之废土魔杖]|h|r",
											["count"] = 1,
											["sb"] = 2,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 20,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:200239::::::::80:::::::::|h[诺森德冒险补给品]|h|r",
											["o"] = true,
											["count"] = 1,
										}, -- [20]
									},
									["bag_id"] = 3,
									["loc_id"] = 1,
									["count"] = 20,
									["status"] = -3,
									["empty"] = 3,
									["h"] = "|cff1eff00|Hitem:41599::::::::80:::::::::|h[霜纹包]|h|r",
									["texture"] = 133665,
								}, -- [3]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:6948::::::::80:::::::::|h[炉石]|h|r",
											["slot_id"] = 2,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:42395::40014:40014:::::80:::::::::|h[雕像 - 暮光蛇]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:40273::::::::80:::::::::|h[多余的肢体]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:200239::::::::80:::::::::|h[诺森德冒险补给品]|h|r",
											["o"] = true,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:40212::::::::80:::::::::|h[狂野魔法药水]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 20,
										}, -- [20]
									},
									["bag_id"] = 4,
									["loc_id"] = 1,
									["count"] = 20,
									["status"] = -3,
									["empty"] = 15,
									["h"] = "|cff1eff00|Hitem:41599::::::::80:::::::::|h[霜纹包]|h|r",
									["texture"] = 133665,
								}, -- [4]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:37242::::::::80:::::::::|h[仆从腰带]|h|r",
											["slot_id"] = 1,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 20,
										}, -- [20]
									},
									["bag_id"] = 5,
									["loc_id"] = 1,
									["count"] = 20,
									["status"] = -3,
									["empty"] = 19,
									["h"] = "|cff1eff00|Hitem:41599::::::::80:::::::::|h[霜纹包]|h|r",
									["texture"] = 133665,
								}, -- [5]
							},
							["slot_count"] = 100,
						}, -- [1]
						{
							["bag"] = {
								{
									["type"] = 3,
									["count"] = 32,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 1,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:185690::::::::80:::::::::|h[水库钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 2,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:31655::::::::80:::::::::|h[基斯鸦巢牢笼钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 4,
										}, -- [2]
										{
											["q"] = 2,
											["loc_id"] = 2,
											["slot_id"] = 3,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:27808::::::::80:::::::::|h[超级蹦床4000型的钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 4,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:37500::::::::80:::::::::|h[翻新过的伐木机的钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 5,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:42482::::::::80:::::::::|h[紫罗兰监狱钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 4,
											["loc_id"] = 2,
											["slot_id"] = 6,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:44582::::::::80:::::::::|h[聚焦之虹的钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 7,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 8,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 9,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 10,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 11,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 12,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 13,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 14,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 16,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 17,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 18,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 19,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 20,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 21,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 22,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [22]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 23,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [23]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 24,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [24]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 25,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [25]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 26,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [26]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 27,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [27]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 28,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [28]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 29,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [29]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 30,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [30]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 31,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [31]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 32,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [32]
									},
									["status"] = -3,
									["empty"] = 26,
									["bag_id"] = 1,
									["loc_id"] = 2,
								}, -- [1]
							},
							["slot_count"] = 32,
						}, -- [2]
						[5] = {
							["slot_count"] = 1,
							["bag"] = {
								{
									["type"] = 15,
									["count"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 5,
											["slot_id"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
										}, -- [1]
									},
									["status"] = -3,
									["empty"] = 1,
									["bag_id"] = 1,
									["loc_id"] = 5,
								}, -- [1]
								{
									["type"] = 15,
									["status"] = -3,
									["bag_id"] = 2,
									["loc_id"] = 5,
								}, -- [2]
							},
						},
						[10] = {
							["bag"] = {
								{
									["bag_id"] = 1,
									["loc_id"] = 10,
								}, -- [1]
							},
						},
						[16] = {
							["bag"] = {
								{
									["type"] = 29,
									["count"] = 33,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 1,
											["sb"] = 3,
											["h"] = "reputation:369:中立:505:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 505,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 2,
											["sb"] = 3,
											["h"] = "reputation:934:友善:1218:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 4218,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 3,
											["sb"] = 3,
											["h"] = "reputation:1073:尊敬:7434:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 16434,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 4,
											["sb"] = 3,
											["h"] = "reputation:930:尊敬:957:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 9957,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 5,
											["sb"] = 3,
											["h"] = "reputation:609:中立:0:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 0,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 6,
											["sb"] = 3,
											["h"] = "reputation:942:尊敬:11902:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 20902,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 7,
											["sb"] = 3,
											["h"] = "reputation:932:敌对:1302:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = -4698,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 8,
											["sb"] = 3,
											["h"] = "reputation:970:中立:2879:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 2879,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 9,
											["sb"] = 3,
											["h"] = "reputation:978:尊敬:9215:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 18215,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 10,
											["sb"] = 3,
											["h"] = "reputation:1068:尊敬:898:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 9898,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 11,
											["sb"] = 3,
											["h"] = "reputation:1050:崇敬:12283:21000:0:0:0",
											["bag_id"] = 1,
											["count"] = 33283,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 12,
											["sb"] = 3,
											["h"] = "reputation:989:中立:11:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 11,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 13,
											["sb"] = 3,
											["h"] = "reputation:933:中立:1111:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 1111,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 14,
											["sb"] = 3,
											["h"] = "reputation:72:友善:4251:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 7251,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 15,
											["sb"] = 3,
											["h"] = "reputation:470:中立:505:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 505,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 16,
											["sb"] = 3,
											["h"] = "reputation:577:中立:505:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 505,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 17,
											["sb"] = 3,
											["h"] = "reputation:935:友善:784:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 3784,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 18,
											["sb"] = 3,
											["h"] = "reputation:1090:崇敬:2274:21000:0:0:0",
											["bag_id"] = 1,
											["count"] = 23274,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 19,
											["sb"] = 3,
											["h"] = "reputation:946:尊敬:1433:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 10433,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 20,
											["sb"] = 3,
											["h"] = "reputation:21:中立:511:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 511,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 21,
											["sb"] = 3,
											["h"] = "reputation:54:友善:1899:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 4899,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 22,
											["sb"] = 3,
											["h"] = "reputation:1011:友善:3930:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 6930,
										}, -- [22]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 23,
											["sb"] = 3,
											["h"] = "reputation:69:友善:1899:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 4899,
										}, -- [23]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 24,
											["sb"] = 3,
											["h"] = "reputation:47:友善:2312:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 5312,
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 25,
											["sb"] = 3,
											["h"] = "reputation:890:中立:49:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 49,
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 26,
											["sb"] = 3,
											["h"] = "reputation:1106:崇拜:999:1000:0:0:0",
											["bag_id"] = 1,
											["count"] = 42999,
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 27,
											["sb"] = 3,
											["h"] = "reputation:1094:友善:5867:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 8867,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 28,
											["sb"] = 3,
											["h"] = "reputation:529:中立:299:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 299,
										}, -- [28]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 29,
											["sb"] = 3,
											["h"] = "reputation:730:中立:390:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 390,
										}, -- [29]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 30,
											["sb"] = 3,
											["h"] = "reputation:1119:崇拜:232:1000:0:0:0",
											["bag_id"] = 1,
											["count"] = 42232,
										}, -- [30]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 31,
											["sb"] = 3,
											["h"] = "reputation:1126:尊敬:1005:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 10005,
										}, -- [31]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 32,
											["sb"] = 3,
											["h"] = "reputation:1098:崇敬:1189:21000:0:0:0",
											["bag_id"] = 1,
											["count"] = 22189,
										}, -- [32]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 33,
											["sb"] = 3,
											["h"] = "reputation:1091:崇敬:20561:21000:0:0:0",
											["bag_id"] = 1,
											["count"] = 41561,
										}, -- [33]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 16,
								}, -- [1]
							},
							["slot_count"] = 33,
						},
						[6] = {
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 18,
									["slot"] = {
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40562:3819:41401:42144:::::80:::::::::|h[理性兜帽]|h|r",
											["bag_id"] = 1,
											["age"] = 27784299,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 2,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40374::::::::80:::::::::|h[宇宙之光]|h|r",
											["bag_id"] = 1,
											["age"] = 27804078,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 3,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40450:3809:40048::::::80:::::::::|h[勇猛的信仰肩垫]|h|r",
											["bag_id"] = 1,
											["age"] = 27804078,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 4,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40251::::::::80:::::::::|h[光辉斗篷]|h|r",
											["bag_id"] = 1,
											["age"] = 27784299,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 5,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40194:3832:40026::::::80:::::::::|h[雪绒长袍]|h|r",
											["bag_id"] = 1,
											["age"] = 27804078,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:43156::::::::80:::::::::|h[龙眠联军战袍]|h|r",
											["bag_id"] = 1,
											["age"] = 27784299,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 8,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:37361:2332:::::::80:::::::::|h[巨翼护腕]|h|r",
											["bag_id"] = 1,
											["age"] = 27784299,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 9,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:39519:3246:39998::::::80:::::::::|h[英雄的信仰手套]|h|r",
											["bag_id"] = 1,
											["age"] = 27784299,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 10,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:39216::::::::80:::::::::|h[欲望腰带]|h|r",
											["bag_id"] = 1,
											["age"] = 27804078,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 11,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40398:3719:42144:39998:::::80:::::::::|h[傲慢护腿]|h|r",
											["bag_id"] = 1,
											["age"] = 27804078,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 12,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40750:3232:::::::80:::::::::|h[辛托尔的远征之靴]|h|r",
											["bag_id"] = 1,
											["age"] = 27804078,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 13,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40108::::::::80:::::::::|h[美貌之戒]|h|r",
											["bag_id"] = 1,
											["age"] = 27804078,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 14,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:49124::::::::80:::::::::|h[邪恶巫术指环]|h|r",
											["bag_id"] = 1,
											["age"] = 27804078,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 15,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40685::::::::80:::::::::|h[精魄]|h|r",
											["bag_id"] = 1,
											["age"] = 27784299,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 16,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:42988::::::::80:::::::::|h[暗月卡片：幻象]|h|r",
											["bag_id"] = 1,
											["age"] = 27804078,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 17,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:37360:3830:::::::80:::::::::|h[龙人战斗法杖]|h|r",
											["bag_id"] = 1,
											["age"] = 27784299,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["slot_id"] = 18,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [18]
									},
									["status"] = -3,
									["empty"] = 2,
									["bag_id"] = 1,
									["loc_id"] = 6,
								}, -- [1]
							},
							["slot_count"] = 18,
						},
					},
				},
			},
			["version"] = 31003.05,
		},
		["version"] = 31003.05,
		["cache"] = {
			["default"] = {
				["1000:item:43102:0"] = "1!412",
				["1000:item:39712:1"] = "1!416",
				["1000:item:46376:0"] = "1!431",
				["1000:item:33454:0"] = "1!417",
				["1000:item:20824:0"] = "1!513",
				["1000:item:49123:1"] = "1!416",
				["1000:item:37242:1"] = "1!416",
				["1000:item:40486:1"] = "1!416",
				["1000:item:39389:1"] = "1!416",
				["1000:item:43272:0"] = "1!411",
				["1000:item:33447:0"] = "1!420",
				["1000:item:34736:0"] = "1!505",
				["1000:item:33470:0"] = "1!502",
				["1000:item:43013:0"] = "1!505",
				["1000:item:36926:0"] = "1!513",
				["1000:item:40459:1"] = "1!416",
				["1000:item:200239:1"] = "1!426",
				["1000:item:46378:0"] = "1!431",
				["1000:item:38551:1"] = "1!411",
				["1000:item:42253:0"] = "1!502",
				["1000:item:37705:0"] = "1!503",
				["1000:item:36387:0"] = "1!414",
				["1000:item:33448:0"] = "1!419",
				["1000:empty:0:1"] = "1!302",
				["1000:item:39396:1"] = "1!416",
				["1000:item:36932:0"] = "1!513",
				["1000:item:36917:0"] = "1!513",
				["1000:item:42780:0"] = "1!428",
				["1000:item:36920:0"] = "1!513",
				["1000:item:36929:0"] = "1!513",
				["1000:item:44658:1"] = "1!416",
				["1000:item:34068:0"] = "1!426",
				["1000:item:40273:1"] = "1!416",
				["1000:item:35947:0"] = "1!417",
				["1000:item:6948:1"] = "1!403",
				["1000:item:43463:0"] = "1!435",
				["1000:item:36923:0"] = "1!513",
				["1000:item:37657:1"] = "1!416",
				["1000:item:20815:0"] = "1!412",
				["1000:item:44615:0"] = "1!205",
				["1000:item:43275:0"] = "1!411",
				["1000:item:42156:1"] = "1!513",
				["1000:item:43276:0"] = "1!411",
				["1000:item:36665:0"] = "1!414",
				["1000:item:43270:0"] = "1!411",
				["1000:item:42395:1"] = "1!416",
				["1000:item:40212:0"] = "1!424",
			},
			["reputation"] = {
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "人类(玩家)",
				}, -- [1]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "兽人(玩家)",
				}, -- [2]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "矮人(玩家)",
				}, -- [3]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗夜精灵(玩家)",
				}, -- [4]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "亡灵(玩家)",
				}, -- [5]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "牛头人(玩家)",
				}, -- [6]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "生物",
				}, -- [7]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "侏儒(玩家)",
				}, -- [8]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨魔(玩家)",
				}, -- [9]
				nil, -- [10]
				nil, -- [11]
				nil, -- [12]
				nil, -- [13]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪物",
				}, -- [14]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "迪菲亚潜行者",
				}, -- [15]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "河爪豺狼人",
				}, -- [16]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "赤脊山豺狼人",
				}, -- [17]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗皮豺狼人",
				}, -- [18]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鱼人",
				}, -- [19]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "亡灵(天灾军团)",
				}, -- [20]
				{
					["r"] = false,
					["d"] = "一个由黑水海盗的头目，大财主里维加兹经营的繁荣的海港城市。它也是热砂集团的一部分，主要仇敌是血帆海盗。",
					["w"] = true,
					["n"] = "藏宝海湾",
				}, -- [21]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蜘蛛",
				}, -- [22]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "野猪",
				}, -- [23]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狼人",
				}, -- [24]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狗头人",
				}, -- [25]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "血顶巨魔",
				}, -- [26]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "劈颅巨魔",
				}, -- [27]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "猎物",
				}, -- [28]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狼人",
				}, -- [29]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "叛变的迪菲亚潜行者(艾泽拉斯)",
				}, -- [30]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "友方",
				}, -- [31]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "穴居人",
				}, -- [32]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "冰巨魔",
				}, -- [33]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑石氏族兽人",
				}, -- [34]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Villian",
				}, -- [35]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "牺牲品",
				}, -- [36]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "熊",
				}, -- [37]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "食人魔",
				}, -- [38]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "库森的雇佣兵",
				}, -- [39]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "卫队",
				}, -- [40]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "荆棘谷地精",
				}, -- [41]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "迅猛龙",
				}, -- [42]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "石化蜥蜴",
				}, -- [43]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "绿龙",
				}, -- [44]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "失落者",
				}, -- [45]
				nil, -- [46]
				{
					["r"] = false,
					["d"] = "这座联盟的大都市是丹莫罗矮人们的骄傲，也是麦格尼国王的家。",
					["w"] = false,
					["n"] = "铁炉堡",
				}, -- [47]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑铁矮人",
				}, -- [48]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暮色森林守夜人",
				}, -- [49]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "红龙",
				}, -- [50]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "藓皮豺狼人",
				}, -- [51]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "龙喉氏族兽人",
				}, -- [52]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "疯狂侏儒",
				}, -- [53]
				{
					["r"] = false,
					["d"] = "诺莫瑞根以前的居民，现在流亡到了铁炉堡并居住在此，联盟方的重要成员。",
					["w"] = false,
					["n"] = "诺莫瑞根流亡者",
				}, -- [54]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "豹",
				}, -- [55]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "血色十字军",
				}, -- [56]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "烂皮豺狼人",
				}, -- [57]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "猩猩",
				}, -- [58]
				{
					["r"] = false,
					["d"] = "瑟银兄弟会的矮人有着无与伦比的制造技术，并致力于解开黑石山中的全部秘密。",
					["w"] = false,
					["n"] = "瑟银兄弟会",
				}, -- [59]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "纳迦",
				}, -- [60]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "达拉然",
				}, -- [61]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "弃灵",
				}, -- [62]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Darkhowl",
				}, -- [63]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "劣魔",
				}, -- [64]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "熊怪",
				}, -- [65]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "部落友军",
				}, -- [66]
				nil, -- [67]
				nil, -- [68]
				{
					["r"] = false,
					["d"] = "坐落在泰达希尔岛上的联盟城市，暗夜精灵的首都，由月女祭司泰兰德·语风统治。",
					["w"] = false,
					["n"] = "达纳苏斯",
				}, -- [69]
				{
					["r"] = false,
					["d"] = "一个主要由人类组成的犯罪组织，目前占据着奥特兰克山脉与希尔斯布莱德丘陵的部分地区。",
					["w"] = false,
					["n"] = "辛迪加",
				}, -- [70]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "希尔斯布莱德民兵",
				}, -- [71]
				{
					["r"] = false,
					["d"] = "这座人类势力的最后堡垒目前由流浪归来的国王瓦里安·乌瑞恩统治着。",
					["w"] = false,
					["n"] = "暴风城",
				}, -- [72]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "恶魔",
				}, -- [73]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "元素生物",
				}, -- [74]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "灵魂",
				}, -- [75]
				nil, -- [76]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "宝物",
				}, -- [77]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "泥嘴豺狼人",
				}, -- [78]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "希尔斯布莱德，南海镇",
				}, -- [79]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑龙",
				}, -- [80]
				nil, -- [81]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "枯木巨魔",
				}, -- [82]
				nil, -- [83]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "钢鬃野猪人",
				}, -- [84]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "刺背野猪人",
				}, -- [85]
				nil, -- [86]
				{
					["r"] = false,
					["d"] = "一群嗜血的海盗，所有海上商人的公敌。藏宝海湾的死敌。",
					["w"] = false,
					["n"] = "血帆海盗",
				}, -- [87]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗深渊",
				}, -- [88]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "龙虾人",
				}, -- [89]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "科卡尔半人马",
				}, -- [90]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "加拉克半人马",
				}, -- [91]
				{
					["r"] = false,
					["d"] = "一群居住在凄凉之地南方的半人马，玛格拉姆半人马的仇敌。",
					["w"] = true,
					["n"] = "吉尔吉斯半人马",
				}, -- [92]
				{
					["r"] = false,
					["d"] = "一群居住在凄凉之地东部的半人马，吉尔吉斯半人马的仇敌。",
					["w"] = true,
					["n"] = "玛格拉姆半人马",
				}, -- [93]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玛洛迪",
				}, -- [94]
				nil, -- [95]
				nil, -- [96]
				nil, -- [97]
				nil, -- [98]
				nil, -- [99]
				nil, -- [100]
				nil, -- [101]
				nil, -- [102]
				nil, -- [103]
				nil, -- [104]
				nil, -- [105]
				nil, -- [106]
				nil, -- [107]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "塞拉摩",
				}, -- [108]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "剃刀沼泽野猪人",
				}, -- [109]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "钢鬃野猪人",
				}, -- [110]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Quilboar, Deathshead",
				}, -- [111]
				nil, -- [112]
				nil, -- [113]
				nil, -- [114]
				nil, -- [115]
				nil, -- [116]
				nil, -- [117]
				nil, -- [118]
				nil, -- [119]
				nil, -- [120]
				nil, -- [121]
				nil, -- [122]
				nil, -- [123]
				nil, -- [124]
				nil, -- [125]
				nil, -- [126]
				nil, -- [127]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "敌人",
				}, -- [128]
				[1013] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Spirits of Shadowmoon 1",
				},
				[630] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暴掠龙训练师",
				},
				[1014] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Spirits of Shadowmoon 2",
				},
				[1015] = {
					["r"] = false,
					["d"] = "这种罕见的龙是死亡之翼的后代，受到原始的虚空能量影响后发生了变异。现在，他们正在努力摆脱死亡之翼的血脉带来的阴影，找寻自己的命运。",
					["w"] = false,
					["n"] = "灵翼之龙",
				},
				[1016] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "拜龙教",
				},
				[1017] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "树人",
				},
				[890] = {
					["r"] = false,
					["d"] = "灰谷地区坚定的守卫者，目前正与战歌氏族在战歌峡谷中激烈交战。",
					["w"] = false,
					["n"] = "银翼要塞",
				},
				[1018] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Leotheras Demon I",
				},
				[891] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "联盟部队",
				},
				[1019] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Leotheras Demon II",
				},
				[1020] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Leotheras Demon III",
				},
				[893] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "恶齿巨魔",
				},
				[1021] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Leotheras Demon IV",
				},
				[1022] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Leotheras Demon V",
				},
				[1023] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "阿萨洛斯",
				},
				[1024] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "剥石者",
				},
				[1025] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "剥石者猎手",
				},
				[449] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗影蛛丝偷猎者",
				},
				[1026] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "影月之魂",
				},
				[770] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Gizlock's Charm",
				},
				[1028] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "乌鸦林古树",
				},
				[1029] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Chess, Friendly to All Chess",
				},
				[450] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Searing Spider",
				},
				[1030] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Black Temple Gates - Illidari",
				},
				[1031] = {
					["r"] = false,
					["d"] = "一支由沙塔斯城建立的空中武装力量，职责是应对潜伏在外域天空中的威胁。",
					["w"] = false,
					["n"] = "沙塔尔天空卫队",
				},
				[1032] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "52区",
				},
				[1033] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玛维",
				},
				[1034] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "斯克提斯阴影鸦人",
				},
				[1035] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "斯克提斯鸦人",
				},
				[1036] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "龙喉之敌",
				},
				[1037] = {
					["r"] = true,
					["d"] = "联盟派往诺森德的多支部队的统称，由无畏远征军领导。同时也包括一些非军事组织，如探险者协会。",
					["w"] = true,
					["n"] = "联盟先遣军",
				},
				[1038] = {
					["r"] = false,
					["d"] = "聪明而开化的奥格瑞拉食人魔居住在刀锋山的西部区域，那里富产的埃匹希斯水晶使得他们的智商远远超越了其他野蛮的同类。",
					["w"] = false,
					["n"] = "奥格瑞拉",
				},
				[1039] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "掠食者",
				},
				[1040] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[649] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "管理者埃克索图斯",
				},
				[1041] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狂鱼",
				},
				[1042] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "天空卫队之敌",
				},
				[1043] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "臭鼬",
				},
				[1044] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "塞拉摩叛逃者",
				},
				[1045] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "维库人",
				},
				[1046] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "北海海盗",
				},
				[1047] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "海象人",
				},
				[1048] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "UNUSED",
				},
				[1049] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "阿曼尼巨魔",
				},
				[909] = {
					["r"] = false,
					["d"] = "一个向全世界展示着各类珍奇异宝的旅行马戏团。他们经常会访问艾尔文森林、莫高雷和泰罗卡森林。",
					["w"] = false,
					["n"] = "暗月马戏团",
				},
				[1050] = {
					["r"] = false,
					["d"] = "联盟在诺森德的主力部队，由瓦里安·乌瑞恩国王统领，对抗天灾军团。",
					["w"] = false,
					["n"] = "无畏远征军",
				},
				[1051] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "UNUSED",
				},
				[910] = {
					["r"] = false,
					["d"] = "青铜龙军团的后代，时间的守卫者，对凡人种族漠不关心。",
					["w"] = false,
					["n"] = "诺兹多姆的子嗣",
				},
				[1052] = {
					["r"] = false,
					["d"] = "部落派往诺森德的多支部队的统称，由战歌远征军充当先头部队。",
					["w"] = false,
					["n"] = "部落先遣军",
				},
				[1053] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Westguard",
				},
				[1054] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Spotted Gryphon",
				},
				[1055] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Tamed Plaguehound",
				},
				[912] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "卡利姆多联军",
				},
				[1056] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Vrykul (Ancient Spirit 1)",
				},
				[329] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "工头费苏勒",
				},
				[1057] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Vrykul (Ancient Siprit 2)",
				},
				[1058] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Vrykul (Ancient Siprit 3)",
				},
				[1059] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flag - Alliance",
				},
				[229] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "哀嚎洞穴",
				},
				[1060] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test",
				},
				[1061] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "维库人",
				},
				[915] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "克苏恩的军队",
				},
				[1062] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "维库角斗士",
				},
				[1063] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Valgarde Combatant",
				},
				[916] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "异种虫类",
				},
				[1065] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster, Zone Force Reaction 1",
				},
				[917] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "铁炉堡军团",
				},
				[1066] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster, Zone Force Reaction 2",
				},
				[790] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Spirit Guide - Alliance",
				},
				[918] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "RC Enemies",
				},
				[1068] = {
					["r"] = false,
					["d"] = "这个组织致力于通过发掘泰坦遗留下来的古器追寻矮人种族的起源。最近他们来到诺森德的多处古迹进行研究。",
					["w"] = false,
					["n"] = "探险者协会",
				},
				[1069] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Ram Racing Powerup DND",
				},
				[919] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "RC Objects",
				},
				[1070] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Ram Racing Trap DND",
				},
				[1071] = {
					["r"] = false,
					["d"] = "A test faction.",
					["w"] = true,
					["n"] = "Craig's Squirrels",
				},
				[920] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "红",
				},
				[269] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "银月幸存者",
				},
				[1073] = {
					["r"] = false,
					["d"] = "海象人是坚韧而和平的种族，通过捕鲸和捕鱼谋生。他们的家园最近正在遭受凶猛的攻击，急需来自外界的援手。",
					["w"] = false,
					["n"] = "卡鲁亚克",
				},
				[921] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蓝",
				},
				[1074] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Holiday - Water Barrel",
				},
				[1075] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Holiday - Generic",
				},
				[1076] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "铁矮人",
				},
				[1077] = {
					["r"] = false,
					["d"] = "沙塔斯城的精锐部队，目标是向太阳之井的凯尔萨斯王子发动最终的攻势。",
					["w"] = false,
					["n"] = "破碎残阳",
				},
				[923] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "远行者",
				},
				[1078] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "战斗宠物",
				},
				[1079] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "冬鳞鱼人",
				},
				[924] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "DEPRECATED",
				},
				[1080] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Friendly, Force Reaction",
				},
				[669] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Carrion Bird",
				},
				[1081] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Object, Force Reaction",
				},
				[925] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "逐日者",
				},
				[670] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Cat",
				},
				[1083] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[926] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "魔导师公会",
				},
				[1084] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Vrykul, Sea",
				},
				[671] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Crab",
				},
				[927] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玩家，德莱尼",
				},
				[1086] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Poacher",
				},
				[672] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Crocilisk",
				},
				[1087] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "节日怪物",
				},
				[928] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "天灾入侵者",
				},
				[1088] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Furbolg, Redfang",
				},
				[673] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Hyena",
				},
				[1089] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Furbolg, Frostpaw",
				},
				[929] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "血槌氏族",
				},
				[1090] = {
					["r"] = false,
					["d"] = "统治达拉然的法师和大法师们。由于蓝龙军团和亡灵天灾造成的威胁，他们将整座城市传送到了诺森德的腹地。",
					["w"] = false,
					["n"] = "肯瑞托",
				},
				[169] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "热砂港",
				},
				[1091] = {
					["r"] = false,
					["d"] = "由于蓝龙军团粗暴地干涉凡人种族使用魔法的权利，其余的龙族不得不联合在红龙军团旗下，与这些狂乱的同胞抗衡。",
					["w"] = false,
					["n"] = "龙眠联军",
				},
				[930] = {
					["r"] = false,
					["d"] = "将德莱尼人带到艾泽拉斯世界来的纳鲁飞船，目前搁浅在秘蓝岛上。对于这个高贵的种族来说，埃索达是他们的主城。",
					["w"] = false,
					["n"] = "埃索达",
				},
				[1092] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "艾卓-尼鲁布",
				},
				[675] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Scorpid",
				},
				[1093] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[931] = {
					["r"] = false,
					["d"] = "This faction only exists to test the editing of faction names and descriptions...",
					["w"] = true,
					["n"] = "Test Faction (not a real faction)",
				},
				[1094] = {
					["r"] = false,
					["d"] = "这支高等精灵中的精锐部队拒绝让血精灵进入肯瑞托。他们联合在温蕾萨·风行者的旗帜下，与诺森德的联盟军队并肩作战。",
					["w"] = false,
					["n"] = "银色盟约",
				},
				[676] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Tallstrider",
				},
				[1095] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Grizzly Hills Trapper",
				},
				[932] = {
					["r"] = false,
					["d"] = "一个古老的德莱尼祭司组织，起初由维伦领导。现在他们在高阶女祭司伊沙娜的指引下为沙塔斯城的纳鲁效力。与占星者势力敌对。",
					["w"] = false,
					["n"] = "奥尔多",
				},
				[1096] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[677] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Turtle",
				},
				[1097] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巫妖王之怒",
				},
				[933] = {
					["r"] = false,
					["d"] = "由星界巨商哈拉麦德领导的星界财团是一个结构松散的商业联盟，其成员都是从事走私、贸易或盗窃的虚灵。",
					["w"] = false,
					["n"] = "星界财团",
				},
				[1098] = {
					["r"] = false,
					["d"] = "在脱离了巫妖王的控制之后，这些曾经效命于他的死亡骑士联合起来，在大领主达里安·莫格莱尼的领导下对抗巫妖王。",
					["w"] = false,
					["n"] = "黑锋骑士团",
				},
				[678] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Wind Serpent",
				},
				[1099] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Wrathgate Scourge",
				},
				[934] = {
					["r"] = false,
					["d"] = "由先知沃雷塔尔领导的这群血精灵拒绝跟随凯尔萨斯。他们加入了沙塔斯城的纳鲁联军，这令奥尔多感到非常不安。",
					["w"] = false,
					["n"] = "占星者",
				},
				[1100] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Wrathgate Alliance",
				},
				[679] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Training Dummy",
				},
				[1101] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Wrathgate Horde",
				},
				[935] = {
					["r"] = false,
					["d"] = "沙塔尔是一群统治沙塔斯城的强大纳鲁人的组织。在奥尔多和占星者的帮助下，他们正在领导针对伊利丹和燃烧军团的战斗。",
					["w"] = false,
					["n"] = "沙塔尔",
				},
				[1102] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flag - Horde",
				},
				[1103] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flag - Neutral",
				},
				[936] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "沙塔斯城",
				},
				[1104] = {
					["r"] = false,
					["d"] = "这群凶猛的狼獾人被天灾军团追杀，偶然来到了索拉查盆地，遂决定在此安家。由于极富攻击性，他们与被称为神谕者的鳄鱼人部族成水火之势。",
					["w"] = false,
					["n"] = "狂心氏族",
				},
				[809] = {
					["r"] = false,
					["d"] = "一群居住在厄运之槌的精灵后裔，他们仍然具有着相当渊博的智慧与学识，并保守着一些伟大的秘密。",
					["w"] = false,
					["n"] = "辛德拉",
				},
				[937] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "森林巨魔",
				},
				[1106] = {
					["r"] = false,
					["d"] = "提里奥·弗丁领导的银色北伐军是由白银之手骑士团和银色黎明重组而成的，他们的目标是击溃巫妖王的军队。",
					["w"] = false,
					["n"] = "银色北伐军",
				},
				[1107] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Troll, Drakkari",
				},
				[938] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "欧麦尼",
				},
				[1108] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CoT Arthas",
				},
				[1109] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CoT Stratholme Citizen",
				},
				[470] = {
					["r"] = false,
					["d"] = "热砂集团的成员，这座城市给许多希望在贫瘠之地做生意的人提供了一个开放和中立的天堂。",
					["w"] = true,
					["n"] = "棘齿城",
				},
				[1110] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CoT Scourge",
				},
				[1111] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "弗蕾亚",
				},
				[940] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "洛萨之子",
				},
				[1112] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Mount - Taxi - Alliance",
				},
				[1113] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Mount - Taxi - Horde",
				},
				[1114] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Mount - Taxi - Neutral",
				},
				[1115] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Elemental, Water",
				},
				[942] = {
					["r"] = false,
					["d"] = "塞纳里奥议会派往外域研究生态的探险队。在黑暗之门开启后，远征队迅速壮大，并获得了自治权。",
					["w"] = false,
					["n"] = "塞纳里奥远征队",
				},
				[1116] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Elemental, Air",
				},
				[943] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "邪兽人",
				},
				[1118] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "经典旧世",
				},
				[1119] = {
					["r"] = false,
					["d"] = "这支风暴峭壁的冰霜巨人部族非常好战，他们定居在丹尼芬雷。",
					["w"] = true,
					["n"] = "霍迪尔之子",
				},
				[944] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "邪兽人幽灵",
				},
				[1120] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "铁巨人",
				},
				[689] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Dragonflight, Black - Bait",
				},
				[409] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鹰身人",
				},
				[945] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "洛萨之子",
				},
				[1122] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "土灵",
				},
				[1123] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster Referee",
				},
				[946] = {
					["r"] = false,
					["d"] = "这座前哨基地坐落在地狱火半岛上，由第一批深入德拉诺的联盟精英部队\"洛萨之子\"的残余力量坚守。现在他们得到了来自暴风城和铁炉堡的支援。",
					["w"] = false,
					["n"] = "荣耀堡",
				},
				[1125] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "海德比武会",
				},
				[947] = {
					["r"] = false,
					["d"] = "由萨尔派出的远征军在地狱火半岛建立的要塞。萨尔玛是部落在外域的大部分行动的根据地。",
					["w"] = false,
					["n"] = "萨尔玛",
				},
				[1126] = {
					["r"] = false,
					["d"] = "这个神秘的冰霜矮人种族定居在风暴峭壁。他们最近与探险者协会成为了朋友，并且欢迎联盟的成员造访他们的家园。",
					["w"] = false,
					["n"] = "霜脉矮人",
				},
				[1127] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Orgrimmar (Alex Test)",
				},
				[948] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 2",
				},
				[949] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "Test Faction 1",
				},
				[950] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "ToWoW - Flag",
				},
				[951] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "ToWoW - Flag Trigger Alliance (DND)",
				},
				[952] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 3",
				},
				[349] = {
					["r"] = false,
					["d"] = "这个由潜行者与刺客组成的行会只欢迎那些有着出色实力的人进入他们的领地。他们也是辛迪加的仇敌。",
					["w"] = true,
					["n"] = "拉文霍德",
				},
				[953] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 4",
				},
				[954] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "ToWoW - Flag Trigger Horde (DND)",
				},
				[955] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "破碎者",
				},
				[572] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "邪枝巨魔",
				},
				[956] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "复仇军",
				},
				[573] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "南海海盗",
				},
				[829] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Ogre (Captain Kromcrush)",
				},
				[957] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "土元素",
				},
				[958] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "打架机器人",
				},
				[575] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "未堕落的熊怪",
				},
				[959] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "好演员",
				},
				[576] = {
					["r"] = false,
					["d"] = "作为最后一支尚未堕落的熊怪部族，木喉部族正致力于保留他们那种独特的精神修行之道，并试图终结其他熊怪部族的痛苦。",
					["w"] = false,
					["n"] = "木喉要塞",
				},
				[960] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "坏演员",
				},
				[577] = {
					["r"] = false,
					["d"] = "热砂集团经营之下的一座贸易城市，坐落于冬泉谷的两条主要干道的交叉处。",
					["w"] = true,
					["n"] = "永望镇",
				},
				[961] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "止松熊怪",
				},
				[209] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "守望堡",
				},
				[962] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "疯狂的枭兽",
				},
				[1156] = {
					["r"] = false,
					["d"] = "在提里奥·弗丁与达里安·莫格莱尼的共同协议下，银色北伐军与黑锋骑士团决定暂时放下分歧、统一战线，合力攻入冰冠堡垒，击败巫妖王。",
					["w"] = false,
					["n"] = "灰烬审判军",
				},
				[963] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "联盟棋子",
				},
				[1159] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flag - Alliance 2",
				},
				[964] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "部落棋子",
				},
				[1160] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flag - Horde 2",
				},
				[709] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Battleground Neutral",
				},
				[965] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster Spar",
				},
				[966] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster Spar Buddy",
				},
				[967] = {
					["r"] = false,
					["d"] = "一个由肯瑞托为了调查麦迪文和监视他的活动而建立的秘密组织。",
					["w"] = false,
					["n"] = "紫罗兰之眼",
				},
				[968] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "炎鹰",
				},
				[969] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "阿古斯之手",
				},
				[970] = {
					["r"] = false,
					["d"] = "生活在外域的孢子人是一个非常温和的种族。他们的家园就坐落在赞加沼泽南部的沼泽地中。",
					["w"] = true,
					["n"] = "孢子村",
				},
				[971] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "真菌巨人",
				},
				[972] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "孢子蝠",
				},
				[589] = {
					["r"] = false,
					["d"] = "这是一些专门在冬泉谷地区驯养冬泉霜刃豹的暗夜精灵。",
					["w"] = true,
					["n"] = "冬刃豹训练师",
				},
				[973] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster, Predator",
				},
				[148] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "小动物",
				},
				[974] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster, Prey",
				},
				[975] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "虚空畸能",
				},
				[976] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "海加尔防御者",
				},
				[849] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Spirit Guide - Horde",
				},
				[977] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "海加尔入侵者",
				},
				[978] = {
					["r"] = false,
					["d"] = "在德莱尼语中意为\"得到救赎\"。这些从各种奴役和控制中逃出来的破碎者在纳格兰建立了自己的家园，寻找自己真正的命运。",
					["w"] = false,
					["n"] = "库雷尼",
				},
				[979] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "大地之环",
				},
				[980] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "燃烧的远征",
				},
				[981] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鸦人",
				},
				[982] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "赞加沼泽军旗（联盟）",
				},
				[983] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "赞加沼泽军旗（部落）",
				},
				[984] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "赞加沼泽军旗（中立）",
				},
				[729] = {
					["r"] = false,
					["d"] = "霜狼氏族正在努力将雷矛探险队赶出奥特兰克山谷。",
					["w"] = false,
					["n"] = "霜狼氏族",
				},
				[429] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "火刃氏族",
				},
				[985] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "时光之穴 - 萨尔",
				},
				[730] = {
					["r"] = false,
					["d"] = "一群在奥特兰克山谷建立了永久居所的矮人，正与霜狼氏族的兽人激烈交战中。",
					["w"] = false,
					["n"] = "雷矛卫队",
				},
				[2402] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flag - Horde",
				},
				[986] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "时光之穴 - 敦霍尔德",
				},
				[987] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "时光之穴 - 南海镇卫兵",
				},
				[988] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗影议会",
				},
				[989] = {
					["r"] = false,
					["d"] = "这些由诺兹多姆亲自挑选的青铜龙无时无刻不在监视着时光之穴。",
					["w"] = false,
					["n"] = "时光守护者",
				},
				[990] = {
					["r"] = false,
					["d"] = "隶属于青铜龙军团的秘密组织，由诺兹多姆最亲密的伴侣索莉多米领导。",
					["w"] = false,
					["n"] = "流沙之鳞",
				},
				[991] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Dark Portal Defender, Alliance",
				},
				[992] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Dark Portal Defender, Horde",
				},
				[609] = {
					["r"] = false,
					["d"] = "塞纳里奥议会的德鲁伊是自然的守卫者，他们定居于宁静的月光林地。",
					["w"] = true,
					["n"] = "塞纳里奥议会",
				},
				[369] = {
					["r"] = false,
					["d"] = "热砂集团的首府，诸多优秀地精技师、炼金师和商人的家乡。",
					["w"] = true,
					["n"] = "加基森",
				},
				[993] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Dark Portal Attacker, Legion",
				},
				[994] = {
					["r"] = false,
					["d"] = "Used for the Blackheart the Inciter event.",
					["w"] = true,
					["n"] = "Inciter Trigger",
				},
				[995] = {
					["r"] = false,
					["d"] = "Used for the Blackheart the Inciter event.",
					["w"] = true,
					["n"] = "Inciter Trigger 2",
				},
				[996] = {
					["r"] = false,
					["d"] = "Used for the Blackheart the Inciter event.",
					["w"] = true,
					["n"] = "Inciter Trigger 3",
				},
				[869] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "加德纳尔",
				},
				[997] = {
					["r"] = false,
					["d"] = "Used for the Blackheart the Inciter event.",
					["w"] = true,
					["n"] = "Inciter Trigger 4",
				},
				[998] = {
					["r"] = false,
					["d"] = "Used for the Blackheart the Inciter event.",
					["w"] = true,
					["n"] = "Inciter Trigger 5",
				},
				[999] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "法力生物",
				},
				[1000] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "卡德加的仆从",
				},
				[309] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蝎子",
				},
				[1001] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "刀塔氏族",
				},
				[1002] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "复仇军",
				},
				[310] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蝙蝠",
				},
				[1003] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "维序派",
				},
				[249] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "异种蝎",
				},
				[771] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "吉兹洛克",
				},
				[1004] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Arcane Annihilator (DNR)",
				},
				[311] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "泰坦",
				},
				[749] = {
					["r"] = false,
					["d"] = "这些元素生物定居于艾萨拉的东部的一座小岛上，是拉格纳罗斯及其军团的死敌。",
					["w"] = true,
					["n"] = "海达希亚水元素",
				},
				[769] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "吉兹洛克的假人",
				},
				[1005] = {
					["n"] = "Friendly, Hidden",
					["d"] = "",
					["w"] = true,
					["r"] = false,
				},
				[1105] = {
					["r"] = false,
					["d"] = "索拉查盆地的鳄鱼人将自己视为该区域中存留的泰坦科技的守护者（虽然他们基本不了解这种科技）。目前他们正在与狼獾人进行着不断激化的领土战争。",
					["w"] = false,
					["n"] = "神谕者",
				},
				[750] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "萨弗隆火元素",
				},
				[389] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Gnomeregan Bug",
				},
				[1006] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Kirin'Var - Dathric",
				},
				[510] = {
					["r"] = false,
					["d"] = "污染者试图为部落夺取阿拉希盆地的重要资源。",
					["w"] = false,
					["n"] = "污染者",
				},
				[270] = {
					["r"] = false,
					["d"] = "这群居住在尤亚姆巴岛的巨魔正在努力招募全世界的勇士，希望他们能够帮助自己对抗祖尔格拉布中的邪神哈卡以及他的阿塔莱祭司们。",
					["w"] = false,
					["n"] = "赞达拉部族",
				},
				[509] = {
					["r"] = false,
					["d"] = "阿拉索联军正试图为暴风城夺回阿拉希盆地。",
					["w"] = false,
					["n"] = "阿拉索联军",
				},
				[1007] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Kirin'Var - Belmara",
				},
				[532] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蓝龙军团",
				},
				[789] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "莫洛加",
				},
				[511] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨人",
				},
				[1008] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Kirin'Var - Luminrath",
				},
				[1027] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "军团联络器",
				},
				[914] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玩家，血精灵",
				},
				[1072] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[1009] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Kirin'Var - Cohlien",
				},
				[1067] = {
					["r"] = false,
					["d"] = "这支由希尔瓦娜斯·风行者派遣的被遗忘者势力想要在诺森德散播他们最新研制成功的瘟疫病菌，以此来向阿尔萨斯复仇。",
					["w"] = false,
					["n"] = "复仇之手",
				},
				[189] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "联盟",
				},
				[531] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "青铜龙军团",
				},
				[1010] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "伊利丹的仆从",
				},
				[168] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "奈瑟加德商队",
				},
				[489] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Goblin, Dark Iron Bar Patron",
				},
				[529] = {
					["r"] = false,
					["d"] = "一个致力于从亡灵天灾军团的威胁下拯救艾泽拉斯世界的组织。银色黎明的据点遍布东西瘟疫之地。",
					["w"] = true,
					["n"] = "银色黎明",
				},
				[1011] = {
					["r"] = false,
					["d"] = "来自各个地方、各个种族的避难者在沙塔斯城的聚集地。在贫民窟中，善行善举总是会很快传遍所有人的耳朵。",
					["w"] = false,
					["n"] = "贫民窟",
				},
				[939] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "DEPRECATED",
				},
				[674] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Owl",
				},
				[469] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "联盟",
				},
				[1012] = {
					["r"] = false,
					["d"] = "来自破碎者灰舌部族的精英勇士，表面上与伊利丹结盟。这些勇士是阿卡玛最信任的部下，并参与了他的秘密计划。",
					["w"] = false,
					["n"] = "灰舌死誓者",
				},
				[629] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "断矛巨魔",
				},
				[1121] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "冰霜维库人",
				},
				[1145] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "憎世者",
				},
				[2403] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flag - Alliance",
				},
			},
			["rule"] = {
				["1:4:16:0:1000:empty:0:1"] = false,
				["1:3:3:0:1000:item:43275:0"] = false,
				["1:3:5:0:1000:item:37705:0"] = false,
				["1:4:12:0:1000:empty:0:1"] = false,
				["1:3:8:0:1000:item:43272:0"] = false,
				["1:3:15:0:1000:item:43270:0"] = false,
				["1:5:13:0:1000:empty:0:1"] = false,
				["1:4:2:3:1000:item:6948:1"] = false,
				["1:3:10:0:1000:item:33448:0"] = false,
				["1:2:4:0:1000:item:33470:0"] = false,
				["1:2:12:3:1000:item:39396:1:3252:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:1:1:0:1000:item:46376:0"] = false,
				["1:2:8:0:1000:item:36926:0"] = false,
				["1:4:9:3:1000:item:200239:1"] = false,
				["1:1:2:0:1000:item:43013:0"] = false,
				["1:1:6:0:1000:item:34736:0"] = false,
				["1:3:18:0:1000:item:43102:0"] = false,
				["1:5:18:0:1000:empty:0:1"] = false,
				["1:2:18:3:1000:item:39712:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:6:3:1000:item:40273:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:18:0:1000:empty:0:1"] = false,
				["1:2:5:0:1000:item:40212:0"] = false,
				["1:5:10:0:1000:empty:0:1"] = false,
				["1:3:6:0:1000:empty:0:1"] = false,
				["1:4:20:0:1000:empty:0:1"] = false,
				["1:2:13:3:1000:item:49123:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:10:0:1000:item:40212:0"] = false,
				["1:5:19:0:1000:empty:0:1"] = false,
				["1:1:13:3:1000:item:38551:1"] = false,
				["1:3:20:3:1000:item:200239:1"] = false,
				["1:3:17:0:1000:item:33470:0"] = false,
				["1:4:13:0:1000:empty:0:1"] = false,
				["1:1:20:2:1000:item:36387:0:0:0:0:0:0:-34:418512974:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:16:0:1000:item:42253:0"] = false,
				["1:5:4:0:1000:empty:0:1"] = false,
				["1:2:14:0:1000:empty:0:1"] = false,
				["1:5:6:0:1000:empty:0:1"] = false,
				["1:2:6:3:1000:item:39389:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:7:0:1000:item:36917:0"] = false,
				["1:2:19:0:1000:item:36920:0"] = false,
				["1:5:20:0:1000:empty:0:1"] = false,
				["1:1:5:0:1000:item:36920:0"] = false,
				["1:1:14:0:1000:item:20815:0"] = false,
				["1:1:10:3:1000:item:40486:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:1:9:0:1000:item:36923:0"] = false,
				["1:4:11:0:1000:empty:0:1"] = false,
				["1:5:17:0:1000:empty:0:1"] = false,
				["1:5:16:0:1000:empty:0:1"] = false,
				["1:3:9:0:1000:item:33448:0"] = false,
				["1:5:15:0:1000:empty:0:1"] = false,
				["1:1:4:0:1000:item:42780:0"] = false,
				["1:5:14:0:1000:empty:0:1"] = false,
				["1:2:20:0:1000:item:33454:0"] = false,
				["1:1:8:0:1000:item:34068:0"] = false,
				["1:2:10:0:1000:item:36917:0"] = false,
				["1:5:7:0:1000:empty:0:1"] = false,
				["1:3:4:0:1000:item:33447:0"] = false,
				["1:5:8:0:1000:empty:0:1"] = false,
				["1:1:7:3:1000:item:42156:1"] = false,
				["1:3:19:2:1000:item:36665:0:0:0:0:0:0:-16:1993146398:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:1:0:1000:empty:0:1"] = false,
				["1:5:9:0:1000:empty:0:1"] = false,
				["1:3:16:0:1000:item:43270:0"] = false,
				["1:5:5:0:1000:empty:0:1"] = false,
				["1:5:3:0:1000:empty:0:1"] = false,
				["1:3:1:3:1000:item:37657:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:5:2:0:1000:empty:0:1"] = false,
				["1:3:7:0:1000:item:43275:0"] = false,
				["1:4:19:0:1000:empty:0:1"] = false,
				["1:2:3:0:1000:empty:0:1"] = false,
				["1:4:17:0:1000:empty:0:1"] = false,
				["1:4:15:0:1000:empty:0:1"] = false,
				["1:4:14:0:1000:empty:0:1"] = false,
				["1:1:16:0:1000:item:44615:0"] = false,
				["1:4:8:0:1000:empty:0:1"] = false,
				["1:4:7:0:1000:empty:0:1"] = false,
				["1:2:9:0:1000:item:35947:0"] = false,
				["1:3:2:0:1000:item:43272:0"] = false,
				["1:2:2:3:1000:item:44658:1:0:40101:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:1:17:0:1000:item:44615:0"] = false,
				["1:4:4:0:1000:empty:0:1"] = false,
				["1:2:11:0:1000:item:43276:0"] = false,
				["1:1:12:0:1000:item:44615:0"] = false,
				["1:2:15:0:1000:item:46378:0"] = false,
				["1:5:1:3:1000:item:37242:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:3:0:1000:empty:0:1"] = false,
				["1:5:11:0:1000:empty:0:1"] = false,
				["1:3:14:0:1000:empty:0:1"] = false,
				["1:3:12:0:1000:empty:0:1"] = false,
				["1:4:5:3:1000:item:42395:1:0:40014:40014:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:1:3:0:1000:item:20824:0"] = false,
				["1:2:1:0:1000:item:36926:0"] = false,
				["1:3:13:0:1000:item:43270:0"] = false,
				["1:2:17:0:1000:empty:0:1"] = false,
				["1:1:15:0:1000:empty:0:1"] = false,
				["1:5:12:0:1000:empty:0:1"] = false,
				["1:1:11:3:1000:item:40459:1:3810:42156:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:3:11:0:1000:item:43463:0"] = false,
				["1:1:18:0:1000:item:36932:0"] = false,
				["1:1:19:0:1000:item:36929:0"] = false,
			},
			["version"] = 31003.05,
		},
		["option"] = {
			["sort"] = {
				["method"] = {
					["data"] = {
						[9998] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								nil, -- [5]
								nil, -- [6]
								nil, -- [7]
								nil, -- [8]
								{
									["key"] = "itemstatlevel",
								}, -- [9]
								{
									["key"] = "itemuselevel",
								}, -- [10]
								{
									["key"] = "itemage",
								}, -- [11]
								{
									["key"] = "expansion",
								}, -- [12]
								{
									["key"] = "id",
								}, -- [13]
								{
									["key"] = "itemtype",
								}, -- [14]
								{
									["key"] = "slottype",
								}, -- [15]
								{
									["key"] = "vendorprice",
								}, -- [16]
							},
						},
						[9995] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["key"] = "itemstatlevel",
								}, -- [3]
								{
									["key"] = "itemuselevel",
								}, -- [4]
								{
									["key"] = "itemage",
								}, -- [5]
								{
									["key"] = "category",
								}, -- [6]
								{
									["key"] = "quality",
								}, -- [7]
								{
									["key"] = "expansion",
								}, -- [8]
								{
									["key"] = "id",
								}, -- [9]
								{
									["key"] = "itemtype",
								}, -- [10]
								{
									["key"] = "count",
								}, -- [11]
								{
									["key"] = "name",
								}, -- [12]
								{
									["key"] = "location",
								}, -- [13]
								{
									["key"] = "slottype",
								}, -- [14]
								{
									["key"] = "vendorprice",
								}, -- [15]
								{
									["key"] = "rank",
								}, -- [16]
							},
						},
						[9999] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["key"] = "itemstatlevel",
								}, -- [3]
								{
									["key"] = "itemuselevel",
								}, -- [4]
								{
									["key"] = "itemage",
								}, -- [5]
								{
									["key"] = "category",
								}, -- [6]
								{
									["key"] = "quality",
								}, -- [7]
								{
									["key"] = "expansion",
								}, -- [8]
								{
									["key"] = "id",
								}, -- [9]
								{
									["key"] = "itemtype",
								}, -- [10]
								{
									["key"] = "count",
								}, -- [11]
								{
									["key"] = "name",
								}, -- [12]
								{
									["key"] = "location",
								}, -- [13]
								{
									["key"] = "slottype",
								}, -- [14]
								{
									["key"] = "vendorprice",
								}, -- [15]
								{
									["key"] = "rank",
								}, -- [16]
							},
						},
						[9996] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								{
									["key"] = "itemstatlevel",
								}, -- [5]
								{
									["key"] = "itemuselevel",
								}, -- [6]
								{
									["key"] = "itemage",
								}, -- [7]
								{
									["key"] = "category",
								}, -- [8]
								{
									["key"] = "quality",
								}, -- [9]
								{
									["key"] = "expansion",
								}, -- [10]
								{
									["key"] = "id",
								}, -- [11]
								{
									["key"] = "itemtype",
								}, -- [12]
								{
									["key"] = "name",
								}, -- [13]
								{
									["key"] = "location",
								}, -- [14]
								{
									["key"] = "slottype",
								}, -- [15]
								{
									["key"] = "rank",
								}, -- [16]
							},
						},
						[9993] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["key"] = "itemstatlevel",
								}, -- [3]
								{
									["key"] = "itemuselevel",
								}, -- [4]
								{
									["key"] = "itemage",
								}, -- [5]
								{
									["key"] = "category",
								}, -- [6]
								{
									["key"] = "quality",
								}, -- [7]
								{
									["key"] = "expansion",
								}, -- [8]
								{
									["key"] = "id",
								}, -- [9]
								{
									["key"] = "itemtype",
								}, -- [10]
								{
									["key"] = "count",
								}, -- [11]
								{
									["key"] = "name",
								}, -- [12]
								{
									["key"] = "location",
								}, -- [13]
								{
									["key"] = "slottype",
								}, -- [14]
								{
									["key"] = "vendorprice",
								}, -- [15]
								{
									["key"] = "rank",
								}, -- [16]
							},
						},
						[9997] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								nil, -- [5]
								{
									["key"] = "itemstatlevel",
								}, -- [6]
								{
									["key"] = "itemuselevel",
								}, -- [7]
								{
									["key"] = "itemage",
								}, -- [8]
								{
									["key"] = "category",
								}, -- [9]
								{
									["key"] = "quality",
								}, -- [10]
								{
									["key"] = "expansion",
								}, -- [11]
								{
									["key"] = "id",
								}, -- [12]
								{
									["key"] = "itemtype",
								}, -- [13]
								{
									["key"] = "location",
								}, -- [14]
								{
									["key"] = "slottype",
								}, -- [15]
								{
									["key"] = "vendorprice",
								}, -- [16]
							},
						},
						[9994] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								nil, -- [5]
								{
									["key"] = "itemstatlevel",
								}, -- [6]
								{
									["key"] = "itemuselevel",
								}, -- [7]
								{
									["key"] = "itemage",
								}, -- [8]
								{
									["key"] = "category",
								}, -- [9]
								{
									["key"] = "quality",
								}, -- [10]
								{
									["key"] = "expansion",
								}, -- [11]
								{
									["key"] = "id",
								}, -- [12]
								{
									["key"] = "itemtype",
								}, -- [13]
								{
									["key"] = "location",
								}, -- [14]
								{
									["key"] = "slottype",
								}, -- [15]
								{
									["key"] = "vendorprice",
								}, -- [16]
							},
						},
					},
				},
			},
			["transmog"] = {
				["enable"] = false,
			},
			["tooltip"] = {
				["battlepet"] = {
					["enable"] = false,
				},
			},
			["profile"] = {
				["data"] = {
					[1000] = {
						["location"] = {
							{
								["anchor"] = {
									["b"] = 705.0000610351562,
									["l"] = 1434.33349609375,
									["t"] = 1200,
									["r"] = 2133.33349609375,
								},
								["container"] = {
									["height"] = 321,
									["width"] = 699,
								},
							}, -- [1]
							[3] = {
							},
						},
					},
					[9999] = {
						["location"] = {
							[3] = {
							},
						},
					},
				},
			},
			["design"] = {
				["data"] = {
					[9999] = {
					},
					[9998] = {
					},
					[9997] = {
						["bar"] = {
							["data"] = {
								{
									["sort"] = {
									},
									["name"] = {
										["text"] = "",
										["custom"] = 1,
										["colour"] = {
											["r"] = 1,
											["g"] = 1,
											["b"] = 1,
										},
									},
									["background"] = {
										["custom"] = 1,
										["colour"] = {
											["a"] = 0.4,
											["r"] = 0,
											["g"] = 0,
											["b"] = 0.4,
										},
									},
									["border"] = {
										["custom"] = 1,
										["colour"] = {
											["r"] = 0.3,
											["g"] = 0.3,
											["b"] = 0.3,
										},
									},
									["width"] = {
										["min"] = 0,
									},
								}, -- [1]
							},
						},
					},
				},
			},
			["updatetimer"] = {
				["EVENT_ARKINV_VAULT_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_QUEST_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_BACKPACK_TOKEN_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_LDB_CURRENCY_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_TRANSMOG_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_VAULT_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_BANK_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_LDB_MOUNT_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_COLLECTION_CURRENCY_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_ITEM_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_BAG_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_BAG_RESCAN_BUCKET"] = {
				},
				["EVENT_ARKINV_MAIL_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_LOCATION_SCANNED_BUCKET"] = {
				},
				["EVENT_ARKINV_MERCHANT_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_LDB_REPUTATION_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_AUCTION_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_AUCTION_UPDATE_MASSIVE_BUCKET"] = {
				},
				["EVENT_ARKINV_COLLECTION_REPUTATION_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_BAG_UPDATE_COOLDOWN_BUCKET"] = {
				},
				["EVENT_ARKINV_VOID_UPDATE_BUCKET"] = {
				},
			},
			["version"] = 31003.05,
			["restack"] = {
				["blizzard"] = false,
			},
		},
	},
	["profileKeys"] = {
		["特变电工 - 祈福"] = "Default",
		["码农巴菲特 - 祈福"] = "Default",
		["新特能源 - 祈福"] = "Default",
	},
}
