
Accountant_ClassicSaveData = {
	["伊弗斯"] = {
		["牧原股份"] = {
			["options"] = {
				["weekdate"] = "",
				["weekstart"] = 1,
				["date"] = "24/07/21",
				["class"] = "DRUID",
				["prvday"] = "23/07/21",
				["dateweek"] = "07/18/21",
				["version"] = "v2.12.09",
				["month"] = "07",
				["totalcash"] = 2056556,
				["curryear"] = "2021",
				["faction"] = "Horde",
				["lastsessiondate"] = "24/07/21",
			},
			["data"] = {
				["TRAIN"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 6148400,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 6148400,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 6148400,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 6148400,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 6148400,
					},
				},
				["TAXI"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 2587,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 2587,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 2587,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 2587,
					},
				},
				["TRADE"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["OTHER"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 6000000,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 6000000,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 6000000,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 6000000,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 6000000,
						["Out"] = 0,
					},
				},
				["REPAIRS"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 37373,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 26913,
					},
					["Week"] = {
						["In"] = 1749,
						["Out"] = 88270,
					},
					["Year"] = {
						["In"] = 1749,
						["Out"] = 88270,
					},
					["Month"] = {
						["In"] = 1749,
						["Out"] = 88270,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 26913,
					},
					["Total"] = {
						["In"] = 1749,
						["Out"] = 88270,
					},
				},
				["LOOT"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 54832,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 87916,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 212940,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 212940,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 212940,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 87916,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 212940,
						["Out"] = 0,
					},
				},
				["MERCH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 180305,
						["Out"] = 950000,
					},
					["Day"] = {
						["In"] = 125705,
						["Out"] = 60375,
					},
					["Week"] = {
						["In"] = 380674,
						["Out"] = 1018587,
					},
					["Year"] = {
						["In"] = 380674,
						["Out"] = 1018587,
					},
					["Month"] = {
						["In"] = 380674,
						["Out"] = 1018587,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 125705,
						["Out"] = 60375,
					},
					["Total"] = {
						["In"] = 380674,
						["Out"] = 1018587,
					},
				},
				["AH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["MAIL"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["QUEST"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 141000,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 165200,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 386800,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 386800,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 386800,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 165200,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 386800,
						["Out"] = 0,
					},
				},
			},
		},
	},
}
Accountant_ClassicDB = {
	["profileKeys"] = {
		["牧原股份 - 伊弗斯"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["oprofileCopied"] = true,
			["MnyFramePoint"] = {
				nil, -- [1]
				nil, -- [2]
				nil, -- [3]
				2.678572416305542, -- [4]
				-39.82160568237305, -- [5]
			},
		},
	},
}
Accountant_Classic_NewDB = nil
Accountant_ClassicZoneDB = {
	["伊弗斯"] = {
		["牧原股份"] = {
			["data"] = {
				["PrvWeek"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["MERCH"] = {
					},
					["MAIL"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvDay"] = {
					["REPAIRS"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 0,
							["Out"] = 37373,
						},
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
						["莫高雷 - 血蹄村"] = {
							["In"] = 6000000,
							["Out"] = 0,
						},
					},
					["AH"] = {
					},
					["LOOT"] = {
						["地獄火半島 - 斷脊氏族小徑"] = {
							["In"] = 1166,
							["Out"] = 0,
						},
						["地獄火半島 - 扭曲原野"] = {
							["In"] = 1891,
							["Out"] = 0,
						},
						["地獄火半島 - 遠征隊軍械庫"] = {
							["In"] = 996,
							["Out"] = 0,
						},
						["地獄火半島 - 薩斯葛爾"] = {
							["In"] = 40850,
							["Out"] = 0,
						},
						["地獄火半島 - 白骨之谷"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 8792,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
						["雷霆崖 - 長者高地"] = {
							["In"] = 0,
							["Out"] = 448400,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 0,
							["Out"] = 5700000,
						},
					},
					["MAIL"] = {
					},
					["MERCH"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 110520,
							["Out"] = 0,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 0,
							["Out"] = 950000,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 69785,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 101000,
							["Out"] = 0,
						},
						["地獄火半島 - 飛艇失事地"] = {
							["In"] = 40000,
							["Out"] = 0,
						},
					},
				},
				["Day"] = {
					["REPAIRS"] = {
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 26913,
						},
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 125705,
							["Out"] = 60375,
						},
					},
					["LOOT"] = {
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 2877,
							["Out"] = 0,
						},
						["地獄火半島 - 光榮之路"] = {
							["In"] = 7065,
							["Out"] = 0,
						},
						["地獄火半島 - 侵略點:殲滅者"] = {
							["In"] = 10956,
							["Out"] = 0,
						},
						["地獄火半島 - 北方堡壘"] = {
							["In"] = 465,
							["Out"] = 0,
						},
						["地獄火半島 - 虛無之脊"] = {
							["In"] = 15995,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:狂怒"] = {
							["In"] = 4733,
							["Out"] = 0,
						},
						["地獄火半島 - 斷脊氏族小徑"] = {
							["In"] = 1299,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:黑色祭壇"] = {
							["In"] = 10993,
							["Out"] = 0,
						},
						["地獄火半島 - 扭曲原野"] = {
							["In"] = 18788,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 14745,
							["Out"] = 0,
						},
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 20000,
							["Out"] = 0,
						},
						["地獄火半島 - 飛艇失事地"] = {
							["In"] = 40000,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 20000,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 85200,
							["Out"] = 0,
						},
					},
				},
				["Week"] = {
					["REPAIRS"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 0,
							["Out"] = 37373,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1749,
							["Out"] = 50897,
						},
					},
					["TAXI"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 0,
							["Out"] = 969,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 1020,
						},
						["荊棘谷 - 格羅姆高營地"] = {
							["In"] = 0,
							["Out"] = 598,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
						["莫高雷 - 血蹄村"] = {
							["In"] = 6000000,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 110520,
							["Out"] = 0,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 0,
							["Out"] = 950000,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 69785,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 200369,
							["Out"] = 68587,
						},
					},
					["TRAIN"] = {
						["雷霆崖 - 長者高地"] = {
							["In"] = 0,
							["Out"] = 448400,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 0,
							["Out"] = 5700000,
						},
					},
					["AH"] = {
					},
					["LOOT"] = {
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 2877,
							["Out"] = 0,
						},
						["地獄火半島 - 光榮之路"] = {
							["In"] = 10611,
							["Out"] = 0,
						},
						["地獄火半島 - 侵略點:殲滅者"] = {
							["In"] = 10956,
							["Out"] = 0,
						},
						["地獄火半島 - 北方堡壘"] = {
							["In"] = 465,
							["Out"] = 0,
						},
						["地獄火半島 - 虛無之脊"] = {
							["In"] = 15995,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:狂怒"] = {
							["In"] = 4733,
							["Out"] = 0,
						},
						["地獄火半島 - 斷脊氏族小徑"] = {
							["In"] = 2465,
							["Out"] = 0,
						},
						["地獄火半島 - 扭曲原野"] = {
							["In"] = 20679,
							["Out"] = 0,
						},
						["地獄火半島 - 遠征隊軍械庫"] = {
							["In"] = 8469,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:黑色祭壇"] = {
							["In"] = 10993,
							["Out"] = 0,
						},
						["地獄火半島 - 薩斯葛爾"] = {
							["In"] = 40850,
							["Out"] = 0,
						},
						["地獄火半島 - 軍團前線"] = {
							["In"] = 12591,
							["Out"] = 0,
						},
						["地獄火半島 - 白骨之谷"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 70119,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 123300,
							["Out"] = 0,
						},
						["地獄火半島 - 飛艇失事地"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 134200,
							["Out"] = 0,
						},
						["地獄火半島 - 搶奪者荒野"] = {
							["In"] = 27000,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 22300,
							["Out"] = 0,
						},
					},
				},
				["Year"] = {
					["REPAIRS"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 0,
							["Out"] = 37373,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1749,
							["Out"] = 50897,
						},
					},
					["TAXI"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 0,
							["Out"] = 969,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 1020,
						},
						["荊棘谷 - 格羅姆高營地"] = {
							["In"] = 0,
							["Out"] = 598,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
						["莫高雷 - 血蹄村"] = {
							["In"] = 6000000,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 110520,
							["Out"] = 0,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 0,
							["Out"] = 950000,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 69785,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 200369,
							["Out"] = 68587,
						},
					},
					["TRAIN"] = {
						["雷霆崖 - 長者高地"] = {
							["In"] = 0,
							["Out"] = 448400,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 0,
							["Out"] = 5700000,
						},
					},
					["AH"] = {
					},
					["LOOT"] = {
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 2877,
							["Out"] = 0,
						},
						["地獄火半島 - 光榮之路"] = {
							["In"] = 10611,
							["Out"] = 0,
						},
						["地獄火半島 - 侵略點:殲滅者"] = {
							["In"] = 10956,
							["Out"] = 0,
						},
						["地獄火半島 - 北方堡壘"] = {
							["In"] = 465,
							["Out"] = 0,
						},
						["地獄火半島 - 虛無之脊"] = {
							["In"] = 15995,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:狂怒"] = {
							["In"] = 4733,
							["Out"] = 0,
						},
						["地獄火半島 - 斷脊氏族小徑"] = {
							["In"] = 2465,
							["Out"] = 0,
						},
						["地獄火半島 - 扭曲原野"] = {
							["In"] = 20679,
							["Out"] = 0,
						},
						["地獄火半島 - 遠征隊軍械庫"] = {
							["In"] = 8469,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:黑色祭壇"] = {
							["In"] = 10993,
							["Out"] = 0,
						},
						["地獄火半島 - 薩斯葛爾"] = {
							["In"] = 40850,
							["Out"] = 0,
						},
						["地獄火半島 - 軍團前線"] = {
							["In"] = 12591,
							["Out"] = 0,
						},
						["地獄火半島 - 白骨之谷"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 70119,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 123300,
							["Out"] = 0,
						},
						["地獄火半島 - 飛艇失事地"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 134200,
							["Out"] = 0,
						},
						["地獄火半島 - 搶奪者荒野"] = {
							["In"] = 27000,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 22300,
							["Out"] = 0,
						},
					},
				},
				["Month"] = {
					["REPAIRS"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 0,
							["Out"] = 37373,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1749,
							["Out"] = 50897,
						},
					},
					["TAXI"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 0,
							["Out"] = 969,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 1020,
						},
						["荊棘谷 - 格羅姆高營地"] = {
							["In"] = 0,
							["Out"] = 598,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
						["莫高雷 - 血蹄村"] = {
							["In"] = 6000000,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 110520,
							["Out"] = 0,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 0,
							["Out"] = 950000,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 69785,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 200369,
							["Out"] = 68587,
						},
					},
					["TRAIN"] = {
						["雷霆崖 - 長者高地"] = {
							["In"] = 0,
							["Out"] = 448400,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 0,
							["Out"] = 5700000,
						},
					},
					["AH"] = {
					},
					["LOOT"] = {
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 2877,
							["Out"] = 0,
						},
						["地獄火半島 - 光榮之路"] = {
							["In"] = 10611,
							["Out"] = 0,
						},
						["地獄火半島 - 侵略點:殲滅者"] = {
							["In"] = 10956,
							["Out"] = 0,
						},
						["地獄火半島 - 北方堡壘"] = {
							["In"] = 465,
							["Out"] = 0,
						},
						["地獄火半島 - 虛無之脊"] = {
							["In"] = 15995,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:狂怒"] = {
							["In"] = 4733,
							["Out"] = 0,
						},
						["地獄火半島 - 斷脊氏族小徑"] = {
							["In"] = 2465,
							["Out"] = 0,
						},
						["地獄火半島 - 扭曲原野"] = {
							["In"] = 20679,
							["Out"] = 0,
						},
						["地獄火半島 - 遠征隊軍械庫"] = {
							["In"] = 8469,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:黑色祭壇"] = {
							["In"] = 10993,
							["Out"] = 0,
						},
						["地獄火半島 - 薩斯葛爾"] = {
							["In"] = 40850,
							["Out"] = 0,
						},
						["地獄火半島 - 軍團前線"] = {
							["In"] = 12591,
							["Out"] = 0,
						},
						["地獄火半島 - 白骨之谷"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 70119,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 123300,
							["Out"] = 0,
						},
						["地獄火半島 - 飛艇失事地"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 134200,
							["Out"] = 0,
						},
						["地獄火半島 - 搶奪者荒野"] = {
							["In"] = 27000,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 22300,
							["Out"] = 0,
						},
					},
				},
				["PrvYear"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvMonth"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Session"] = {
					["REPAIRS"] = {
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 26913,
						},
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 125705,
							["Out"] = 60375,
						},
					},
					["LOOT"] = {
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 2877,
							["Out"] = 0,
						},
						["地獄火半島 - 光榮之路"] = {
							["In"] = 7065,
							["Out"] = 0,
						},
						["地獄火半島 - 侵略點:殲滅者"] = {
							["In"] = 10956,
							["Out"] = 0,
						},
						["地獄火半島 - 北方堡壘"] = {
							["In"] = 465,
							["Out"] = 0,
						},
						["地獄火半島 - 虛無之脊"] = {
							["In"] = 15995,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:狂怒"] = {
							["In"] = 4733,
							["Out"] = 0,
						},
						["地獄火半島 - 斷脊氏族小徑"] = {
							["In"] = 1299,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:黑色祭壇"] = {
							["In"] = 10993,
							["Out"] = 0,
						},
						["地獄火半島 - 扭曲原野"] = {
							["In"] = 18788,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 14745,
							["Out"] = 0,
						},
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 20000,
							["Out"] = 0,
						},
						["地獄火半島 - 飛艇失事地"] = {
							["In"] = 40000,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 20000,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 85200,
							["Out"] = 0,
						},
					},
				},
				["Total"] = {
					["REPAIRS"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 0,
							["Out"] = 37373,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1749,
							["Out"] = 50897,
						},
					},
					["TAXI"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 0,
							["Out"] = 969,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 1020,
						},
						["荊棘谷 - 格羅姆高營地"] = {
							["In"] = 0,
							["Out"] = 598,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
						["莫高雷 - 血蹄村"] = {
							["In"] = 6000000,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 110520,
							["Out"] = 0,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 0,
							["Out"] = 950000,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 69785,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 200369,
							["Out"] = 68587,
						},
					},
					["TRAIN"] = {
						["雷霆崖 - 長者高地"] = {
							["In"] = 0,
							["Out"] = 448400,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 0,
							["Out"] = 5700000,
						},
					},
					["AH"] = {
					},
					["LOOT"] = {
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 2877,
							["Out"] = 0,
						},
						["地獄火半島 - 光榮之路"] = {
							["In"] = 10611,
							["Out"] = 0,
						},
						["地獄火半島 - 侵略點:殲滅者"] = {
							["In"] = 10956,
							["Out"] = 0,
						},
						["地獄火半島 - 北方堡壘"] = {
							["In"] = 465,
							["Out"] = 0,
						},
						["地獄火半島 - 虛無之脊"] = {
							["In"] = 15995,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:狂怒"] = {
							["In"] = 4733,
							["Out"] = 0,
						},
						["地獄火半島 - 斷脊氏族小徑"] = {
							["In"] = 2465,
							["Out"] = 0,
						},
						["地獄火半島 - 扭曲原野"] = {
							["In"] = 20679,
							["Out"] = 0,
						},
						["地獄火半島 - 遠征隊軍械庫"] = {
							["In"] = 8469,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:黑色祭壇"] = {
							["In"] = 10993,
							["Out"] = 0,
						},
						["地獄火半島 - 薩斯葛爾"] = {
							["In"] = 40850,
							["Out"] = 0,
						},
						["地獄火半島 - 軍團前線"] = {
							["In"] = 12591,
							["Out"] = 0,
						},
						["地獄火半島 - 白骨之谷"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 70119,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 123300,
							["Out"] = 0,
						},
						["地獄火半島 - 飛艇失事地"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 134200,
							["Out"] = 0,
						},
						["地獄火半島 - 搶奪者荒野"] = {
							["In"] = 27000,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 22300,
							["Out"] = 0,
						},
					},
				},
			},
		},
	},
}
