
Accountant_ClassicSaveData = {
	["伊弗斯"] = {
		["牧原股份"] = {
			["options"] = {
				["weekdate"] = "",
				["weekstart"] = 1,
				["date"] = "22/07/21",
				["class"] = "DRUID",
				["prvday"] = "21/07/21",
				["dateweek"] = "07/18/21",
				["version"] = "v2.12.09",
				["month"] = "07",
				["totalcash"] = 2506360,
				["lastsessiondate"] = "22/07/21",
				["faction"] = "Horde",
				["curryear"] = "2021",
			},
			["data"] = {
				["TRAIN"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["TAXI"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 598,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 1567,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 1567,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 969,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 1567,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 969,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 1567,
					},
				},
				["TRADE"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["OTHER"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["REPAIRS"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 23984,
					},
					["Total"] = {
						["In"] = 1749,
						["Out"] = 23984,
					},
					["Week"] = {
						["In"] = 1749,
						["Out"] = 23984,
					},
					["Day"] = {
						["In"] = 1749,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 1749,
						["Out"] = 23984,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 1749,
						["Out"] = 23984,
					},
				},
				["LOOT"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 34750,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 50873,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 50873,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 16123,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 50873,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 50873,
						["Out"] = 0,
					},
				},
				["MAIL"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["AH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["MERCH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 74664,
						["Out"] = 1,
					},
					["Total"] = {
						["In"] = 74664,
						["Out"] = 8212,
					},
					["Week"] = {
						["In"] = 74664,
						["Out"] = 8212,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 8211,
					},
					["Month"] = {
						["In"] = 74664,
						["Out"] = 8212,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 74664,
						["Out"] = 8212,
					},
				},
				["QUEST"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 31300,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 80600,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 80600,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 49300,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 80600,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 2300,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 80600,
						["Out"] = 0,
					},
				},
			},
		},
	},
}
Accountant_ClassicDB = {
	["profileKeys"] = {
		["牧原股份 - 伊弗斯"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["oprofileCopied"] = true,
			["MnyFramePoint"] = {
				nil, -- [1]
				nil, -- [2]
				nil, -- [3]
				2.678572416305542, -- [4]
				-39.82160568237305, -- [5]
			},
		},
	},
}
Accountant_Classic_NewDB = nil
Accountant_ClassicZoneDB = {
	["伊弗斯"] = {
		["牧原股份"] = {
			["data"] = {
				["PrvWeek"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["TRAIN"] = {
					},
					["MAIL"] = {
					},
					["MERCH"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvDay"] = {
					["REPAIRS"] = {
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 23984,
						},
					},
					["TAXI"] = {
						["荊棘谷 - 格羅姆高營地"] = {
							["In"] = 0,
							["Out"] = 598,
						},
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["TRAIN"] = {
					},
					["MERCH"] = {
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 74664,
							["Out"] = 1,
						},
					},
					["AH"] = {
					},
					["MAIL"] = {
					},
					["LOOT"] = {
						["地獄火半島 - 光榮之路"] = {
							["In"] = 1935,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 32815,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 2300,
							["Out"] = 0,
						},
					},
				},
				["Total"] = {
					["REPAIRS"] = {
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1749,
							["Out"] = 23984,
						},
					},
					["TAXI"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 0,
							["Out"] = 969,
						},
						["荊棘谷 - 格羅姆高營地"] = {
							["In"] = 0,
							["Out"] = 598,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 74664,
							["Out"] = 8212,
						},
					},
					["LOOT"] = {
						["地獄火半島 - 軍團前線"] = {
							["In"] = 12591,
							["Out"] = 0,
						},
						["地獄火半島 - 光榮之路"] = {
							["In"] = 3546,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 34736,
							["Out"] = 0,
						},
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 2300,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 49000,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 2300,
							["Out"] = 0,
						},
						["地獄火半島 - 搶奪者荒野"] = {
							["In"] = 27000,
							["Out"] = 0,
						},
					},
				},
				["Week"] = {
					["REPAIRS"] = {
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1749,
							["Out"] = 23984,
						},
					},
					["TAXI"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 0,
							["Out"] = 969,
						},
						["荊棘谷 - 格羅姆高營地"] = {
							["In"] = 0,
							["Out"] = 598,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 74664,
							["Out"] = 8212,
						},
					},
					["LOOT"] = {
						["地獄火半島 - 軍團前線"] = {
							["In"] = 12591,
							["Out"] = 0,
						},
						["地獄火半島 - 光榮之路"] = {
							["In"] = 3546,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 34736,
							["Out"] = 0,
						},
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 2300,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 49000,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 2300,
							["Out"] = 0,
						},
						["地獄火半島 - 搶奪者荒野"] = {
							["In"] = 27000,
							["Out"] = 0,
						},
					},
				},
				["Day"] = {
					["REPAIRS"] = {
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1749,
							["Out"] = 0,
						},
					},
					["TAXI"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 0,
							["Out"] = 969,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 8211,
						},
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
						["地獄火半島 - 軍團前線"] = {
							["In"] = 12591,
							["Out"] = 0,
						},
						["地獄火半島 - 光榮之路"] = {
							["In"] = 1611,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 1921,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 2300,
							["Out"] = 0,
						},
						["地獄火半島 - 搶奪者荒野"] = {
							["In"] = 27000,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 20000,
							["Out"] = 0,
						},
					},
				},
				["Month"] = {
					["REPAIRS"] = {
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1749,
							["Out"] = 23984,
						},
					},
					["TAXI"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 0,
							["Out"] = 969,
						},
						["荊棘谷 - 格羅姆高營地"] = {
							["In"] = 0,
							["Out"] = 598,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 74664,
							["Out"] = 8212,
						},
					},
					["LOOT"] = {
						["地獄火半島 - 軍團前線"] = {
							["In"] = 12591,
							["Out"] = 0,
						},
						["地獄火半島 - 光榮之路"] = {
							["In"] = 3546,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 34736,
							["Out"] = 0,
						},
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 2300,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 49000,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 2300,
							["Out"] = 0,
						},
						["地獄火半島 - 搶奪者荒野"] = {
							["In"] = 27000,
							["Out"] = 0,
						},
					},
				},
				["PrvYear"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvMonth"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Session"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 0,
							["Out"] = 969,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 2300,
							["Out"] = 0,
						},
					},
				},
				["Year"] = {
					["REPAIRS"] = {
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1749,
							["Out"] = 23984,
						},
					},
					["TAXI"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 0,
							["Out"] = 969,
						},
						["荊棘谷 - 格羅姆高營地"] = {
							["In"] = 0,
							["Out"] = 598,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 74664,
							["Out"] = 8212,
						},
					},
					["LOOT"] = {
						["地獄火半島 - 軍團前線"] = {
							["In"] = 12591,
							["Out"] = 0,
						},
						["地獄火半島 - 光榮之路"] = {
							["In"] = 3546,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 34736,
							["Out"] = 0,
						},
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 2300,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 49000,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 2300,
							["Out"] = 0,
						},
						["地獄火半島 - 搶奪者荒野"] = {
							["In"] = 27000,
							["Out"] = 0,
						},
					},
				},
			},
		},
	},
}
