
ARKINVDB = {
	["global"] = {
		["player"] = {
			["data"] = {
				["牧原股份 - 伊弗斯"] = {
					["info"] = {
						["guid"] = "Player-4487-00134802",
						["class"] = "DRUID",
						["class_local"] = "德魯伊",
						["race"] = "Tauren",
						["proj"] = 5,
						["realm"] = "伊弗斯",
						["isplayer"] = true,
						["money"] = 284501241,
						["gender"] = 2,
						["name"] = "牧原股份",
						["faction"] = "Horde",
						["race_local"] = "牛頭人",
						["level"] = 70,
						["player_id"] = "牧原股份 - 伊弗斯",
						["faction_local"] = "部落",
					},
					["location"] = {
						{
							["slot_count"] = 90,
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:184865::::::::70:::::::::|h[復甦的相位獵取者]|h|r",
											["slot_id"] = 1,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:25533::::::::70:::::::::|h[迅捷紫色雙足飛龍]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:30155::::::::70:::::::::|h[蛤蜊條]|h|r",
											["count"] = 8,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 2,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:37829::::::::70:::::::::|h[啤酒節獎品章]|h|r",
											["slot_id"] = 4,
											["sb"] = 3,
											["count"] = 81,
											["loc_id"] = 1,
											["age"] = 27217056,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:17037::::::::70:::::::::|h[角樹種子]|h|r",
											["slot_id"] = 5,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 18,
										}, -- [5]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:184871::::::::70:::::::::|h[黑暗之門]|h|r",
											["slot_id"] = 6,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["sb"] = 0,
											["count"] = 3,
											["h"] = "|cffffffff|Hitem:22829::::::::70:::::::::|h[超強效治療藥水]|h|r",
											["age"] = 27231323,
										}, -- [7]
										{
											["q"] = 3,
											["age"] = 27200750,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 8,
											["h"] = "|cff0070dd|Hitem:32481::::::::70:::::::::|h[迅捷飛行符咒]|h|r",
											["bag_id"] = 1,
										}, -- [8]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["sb"] = 3,
											["count"] = 1,
											["h"] = "|cffa335ee|Hitem:28755::::::::70:::::::::|h[無情刀刃肩墊]|h|r",
											["age"] = 27215648,
										}, -- [9]
										{
											["q"] = 3,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["sb"] = 0,
											["count"] = 8,
											["h"] = "|cff0070dd|Hitem:21845::::::::70:::::::::|h[原始月布]|h|r",
											["age"] = 27234219,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:28455::::::::70:::::::::|h[大法師瓦戈斯之杖]|h|r",
											["slot_id"] = 11,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:28962::::::::70:::::::::|h[三角測量裝置]|h|r",
											["slot_id"] = 12,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:29447::::::::70:::::::::|h[惡魔電擊器]|h|r",
											["slot_id"] = 13,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:29803::::::::70:::::::::|h[診斷儀器]|h|r",
											["slot_id"] = 14,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:22462::::::::70:::::::::|h[符文堅鋼魔棒]|h|r",
											["slot_id"] = 15,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:22148::::::::70:::::::::|h[野生羽蔓]|h|r",
											["slot_id"] = 16,
											["sb"] = 0,
											["count"] = 13,
											["loc_id"] = 1,
											["age"] = 27234219,
										}, -- [16]
									},
									["bag_id"] = 1,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22445::::::::70:::::::::|h[魔塵]|h|r",
											["slot_id"] = 1,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 20,
										}, -- [1]
										{
											["q"] = 1,
											["age"] = 27200748,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["sb"] = 0,
											["count"] = 1,
											["h"] = "|cffffffff|Hitem:22853::::::::70:::::::::|h[法力恢復精煉藥劑]|h|r",
											["bag_id"] = 2,
										}, -- [2]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["count"] = 8,
											["sb"] = 0,
											["slot_id"] = 3,
											["h"] = "|cffffffff|Hitem:34062::::::::70:::::::::|h[魔法軟餅]|h|r",
											["age"] = 27239869,
										}, -- [3]
										{
											["q"] = 2,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:21842::::::::70:::::::::|h[魔染幽紋布卷]|h|r",
											["slot_id"] = 4,
											["sb"] = 0,
											["count"] = 3,
											["loc_id"] = 1,
											["age"] = 27215703,
										}, -- [4]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:21840::::::::70:::::::::|h[幽紋布卷]|h|r",
											["slot_id"] = 5,
											["sb"] = 0,
											["count"] = 2,
											["loc_id"] = 1,
											["age"] = 27231225,
										}, -- [5]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["sb"] = 0,
											["count"] = 20,
											["h"] = "|cffffffff|Hitem:34062::::::::70:::::::::|h[魔法軟餅]|h|r",
											["age"] = 27239973,
										}, -- [6]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:28064::::::::70:::::::::|h[野生塑像]|h|r",
											["slot_id"] = 7,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:30944:2647:::::::70:::::::::|h[棕嘯護腕]|h|r",
											["slot_id"] = 8,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["sb"] = 0,
											["count"] = 1,
											["h"] = "|cffffffff|Hitem:19338::::::::70:::::::::|h[免費獎券兌換券]|h|r",
											["age"] = 27217050,
										}, -- [9]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["sb"] = 0,
											["count"] = 20,
											["h"] = "|cffffffff|Hitem:34062::::::::70:::::::::|h[魔法軟餅]|h|r",
											["age"] = 27239869,
										}, -- [10]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["sb"] = 0,
											["count"] = 20,
											["h"] = "|cffffffff|Hitem:34062::::::::70:::::::::|h[魔法軟餅]|h|r",
											["age"] = 27239872,
										}, -- [11]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["sb"] = 0,
											["count"] = 1,
											["h"] = "|cffffffff|Hitem:22105::::::::70:::::::::|h[極強效治療石]|h|r",
											["age"] = 27239930,
										}, -- [12]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30644:684:::::::70:::::::::|h[靈巧之握手套]|h|r",
											["slot_id"] = 13,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["sb"] = 0,
											["count"] = 2,
											["h"] = "|cffffffff|Hitem:22528::::::::70:::::::::|h[黑鐵碎塊]|h|r",
											["age"] = 27217016,
										}, -- [14]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:28204:1144:::::::70:::::::::|h[暗殺外套]|h|r",
											["slot_id"] = 15,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:28764::::::::70:::::::::|h[遠行者迷惑披風]|h|r",
											["slot_id"] = 16,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 4,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 17,
											["sb"] = 3,
											["count"] = 1,
											["h"] = "|cffa335ee|Hitem:28828::::::::70:::::::::|h[古羅縫製束腰]|h|r",
											["age"] = 27217012,
										}, -- [17]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:29776::::::::70:::::::::|h[阿其羅斯核心]|h|r",
											["slot_id"] = 18,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [18]
									},
									["bag_id"] = 2,
									["loc_id"] = 1,
									["count"] = 18,
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:21843::::::::70:::::::::|h[魔染幽紋布包]|h|r",
									["texture"] = 133657,
								}, -- [2]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 1,
											["sb"] = 0,
											["count"] = 1,
											["loc_id"] = 1,
										}, -- [1]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:28674::::::::70:::::::::|h[虎爪護符]|h|r",
											["slot_id"] = 2,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:29128::::::::70:::::::::|h[光明看護者指環]|h|r",
											["slot_id"] = 3,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:25775::::::::70:::::::::|h[巨魔殺戮者指環]|h|r",
											["slot_id"] = 4,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["sb"] = 0,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
											["count"] = 4,
											["sb"] = 3,
											["slot_id"] = 6,
											["h"] = "|cffffffff|Hitem:19696::::::::70:::::::::|h[收穫節麵包]|h|r",
											["age"] = 27239976,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22148::::::::70:::::::::|h[野生羽蔓]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:19697::::::::70:::::::::|h[收穫節的獎勵]|h|r",
											["slot_id"] = 8,
											["sb"] = 3,
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 27212751,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:29451::::::::70:::::::::|h[裂蹄肋排]|h|r",
											["slot_id"] = 9,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 14,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["sb"] = 0,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:27860::::::::70:::::::::|h[淨化過的德萊尼水]|h|r",
											["slot_id"] = 11,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 20,
										}, -- [11]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:27501::::::::70:::::::::|h[精神卷軸 V]|h|r",
											["slot_id"] = 12,
											["sb"] = 0,
											["count"] = 5,
											["loc_id"] = 1,
											["age"] = 27209815,
										}, -- [12]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:24368::::::::70:::::::::|h[盤牙裝備]|h|r",
											["slot_id"] = 13,
											["sb"] = 0,
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 27215531,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22825::::::::70:::::::::|h[治療能量藥劑]|h|r",
											["slot_id"] = 14,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 3,
										}, -- [14]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
											["count"] = 2,
											["sb"] = 0,
											["slot_id"] = 15,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["age"] = 27239888,
										}, -- [15]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:32902::::::::70:::::::::|h[角瓶虛空能量劑]|h|r",
											["slot_id"] = 16,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 3,
										}, -- [16]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:27666::::::::70:::::::::|h[金魚肉串]|h|r",
											["slot_id"] = 17,
											["sb"] = 0,
											["count"] = 4,
											["loc_id"] = 1,
											["age"] = 27209629,
										}, -- [17]
										{
											["q"] = 4,
											["bag_id"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 18,
											["sb"] = 3,
											["count"] = 1,
											["h"] = "|cffa335ee|Hitem:28658::::::::70:::::::::|h[泰瑞斯提安抑制法杖]|h|r",
											["age"] = 27239957,
										}, -- [18]
									},
									["bag_id"] = 3,
									["loc_id"] = 1,
									["count"] = 18,
									["status"] = -3,
									["empty"] = 3,
									["h"] = "|cff1eff00|Hitem:21843::::::::70:::::::::|h[魔染幽紋布包]|h|r",
									["texture"] = 133657,
								}, -- [3]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22832::::::::70:::::::::|h[超強效法力藥水]|h|r",
											["slot_id"] = 1,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 5,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:24140::::::::70:::::::::|h[燻黑的骨灰甕]|h|r",
											["slot_id"] = 3,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:24421::::::::70:::::::::|h[納葛蘭櫻桃]|h|r",
											["slot_id"] = 4,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 19,
										}, -- [4]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 3,
											["slot_id"] = 5,
											["h"] = "|cffffffff|Hitem:19997::::::::70:::::::::|h[收穫節蜜酒]|h|r",
											["age"] = 27206863,
										}, -- [5]
										{
											["q"] = 0,
											["slot_id"] = 6,
											["sb"] = 0,
											["count"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 4,
										}, -- [6]
										{
											["q"] = 4,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["sb"] = 3,
											["count"] = 1,
											["h"] = "|cffa335ee|Hitem:38287::::::::70:::::::::|h[空的恐酒酒杯]|h|r",
											["age"] = 27211169,
										}, -- [7]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:32905::::::::70:::::::::|h[角瓶虛空噴劑]|h|r",
											["slot_id"] = 8,
											["sb"] = 0,
											["count"] = 3,
											["loc_id"] = 1,
											["age"] = 27200989,
										}, -- [8]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["sb"] = 0,
											["count"] = 20,
											["h"] = "|cffffffff|Hitem:22148::::::::70:::::::::|h[野生羽蔓]|h|r",
											["age"] = 27217071,
										}, -- [9]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["sb"] = 3,
											["count"] = 1,
											["h"] = "|cffffffff|Hitem:32446::::::::70:::::::::|h[暗影藥劑]|h|r",
											["age"] = 27200750,
										}, -- [10]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:37127::::::::70:::::::::|h[亮酒符咒]|h|r",
											["slot_id"] = 11,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["sb"] = 0,
											["count"] = 5,
											["h"] = "|cffffffff|Hitem:6529::::::::70:::::::::|h[閃光的小珠]|h|r",
											["age"] = 27214077,
										}, -- [12]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["sb"] = 0,
											["count"] = 1,
											["h"] = "|cffffffff|Hitem:28103::::::::70:::::::::|h[內行藥劑]|h|r",
											["age"] = 27200750,
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22832::::::::70:::::::::|h[超強效法力藥水]|h|r",
											["bag_id"] = 4,
											["count"] = 5,
										}, -- [14]
										{
											["q"] = 4,
											["bag_id"] = 4,
											["h"] = "|cffa335ee|Hitem:28545::::::::70:::::::::|h[邊緣行者長靴]|h|r",
											["slot_id"] = 15,
											["sb"] = 3,
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 27215537,
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:20748::::::::70:::::::::|h[卓越法力之油]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:22148::::::::70:::::::::|h[野生羽蔓]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 17,
											["loc_id"] = 1,
											["age"] = 27201167,
										}, -- [17]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:28741::::::::70:::::::::|h[躲藏護脛]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 1,
											["age"] = 27214067,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 19,
											["h"] = "|cffffffff|Hitem:6365::::::::70:::::::::|h[強化釣魚竿]|h|r",
											["bag_id"] = 4,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 20,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [20]
									},
									["bag_id"] = 4,
									["loc_id"] = 1,
									["count"] = 20,
									["status"] = -3,
									["empty"] = 3,
									["h"] = "|cffa335ee|Hitem:34845::::::::70:::::::::|h[深淵領主的背包]|h|r",
									["texture"] = 133666,
								}, -- [4]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 4,
											["bag_id"] = 5,
											["h"] = "|cffa335ee|Hitem:31113::::::::70:::::::::|h[紫羅蘭徽章]|h|r",
											["slot_id"] = 1,
											["sb"] = 3,
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 27208466,
										}, -- [1]
										{
											["q"] = 1,
											["age"] = 27209130,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["sb"] = 0,
											["count"] = 20,
											["h"] = "|cffffffff|Hitem:22148::::::::70:::::::::|h[野生羽蔓]|h|r",
											["bag_id"] = 5,
										}, -- [2]
										{
											["q"] = 3,
											["bag_id"] = 5,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 3,
											["h"] = "|cff0070dd|Hitem:33021::::::::70:::::::::|h[裝滿的藍色啤酒節酒杯]|h|r",
											["age"] = 27206927,
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 4,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:13446::::::::70:::::::::|h[極效治療藥水]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 5,
											["loc_id"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 6,
											["loc_id"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 7,
											["loc_id"] = 1,
										}, -- [7]
										{
											["q"] = 2,
											["bag_id"] = 5,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["sb"] = 0,
											["age"] = 27239940,
											["h"] = "|cff1eff00|Hitem:31952::::::::70:::::::::|h[克銀帶鎖箱]|h|r",
											["o"] = true,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 9,
											["loc_id"] = 1,
										}, -- [9]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:21886::::::::70:::::::::|h[原始生命]|h|r",
											["count"] = 7,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 2,
											["bag_id"] = 5,
											["h"] = "|cff1eff00|Hitem:25070::::::-20:319422495:70:::::::::|h[能量之珊瑚珠鍊]|h|r",
											["count"] = 1,
											["sb"] = 2,
											["slot_id"] = 11,
											["loc_id"] = 1,
											["age"] = 27239939,
										}, -- [11]
										{
											["q"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 12,
											["sb"] = 0,
											["count"] = 1,
											["loc_id"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 4,
											["bag_id"] = 5,
											["h"] = "|cffa335ee|Hitem:28732::::::::70:::::::::|h[藐視風帽]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 14,
											["loc_id"] = 1,
											["age"] = 27215640,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 17,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 18,
										}, -- [18]
									},
									["bag_id"] = 5,
									["loc_id"] = 1,
									["count"] = 18,
									["status"] = -3,
									["empty"] = 10,
									["h"] = "|cff1eff00|Hitem:21843::::::::70:::::::::|h[魔染幽紋布包]|h|r",
									["texture"] = 133657,
								}, -- [5]
							},
						}, -- [1]
						{
							["slot_count"] = 32,
							["bag"] = {
								{
									["type"] = 3,
									["count"] = 32,
									["slot"] = {
										{
											["q"] = 2,
											["loc_id"] = 2,
											["slot_id"] = 1,
											["sb"] = 0,
											["count"] = 6,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:29460::::::::70:::::::::|h[伊斯利恩監獄鑰匙]|h|r",
										}, -- [1]
										{
											["q"] = 2,
											["loc_id"] = 2,
											["slot_id"] = 2,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:27808::::::::70:::::::::|h[彈跳裝置4000鑰匙]|h|r",
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 3,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:30623::::::::70:::::::::|h[蓄湖之鑰]|h|r",
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 4,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:30637::::::::70:::::::::|h[火鑄之鑰]|h|r",
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 5,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:30633::::::::70:::::::::|h[奧奇奈鑰匙]|h|r",
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 6,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:30634::::::::70:::::::::|h[扭曲鍛造鑰匙]|h|r",
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 7,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:24490::::::::70:::::::::|h[大師之鑰]|h|r",
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 8,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:30635::::::::70:::::::::|h[時光之鑰]|h|r",
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 9,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:28395::::::::70:::::::::|h[破碎大廳鑰匙]|h|r",
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 10,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:27991::::::::70:::::::::|h[暗影迷宮鑰匙]|h|r",
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 11,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:31704::::::::70:::::::::|h[風暴之鑰]|h|r",
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 12,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:32449::::::::70:::::::::|h[精華灌注的月亮石]|h|r",
										}, -- [12]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 22,
										}, -- [22]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 24,
										}, -- [24]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 25,
										}, -- [25]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 28,
										}, -- [28]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 29,
										}, -- [29]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 30,
										}, -- [30]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 31,
										}, -- [31]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 32,
										}, -- [32]
									},
									["status"] = -3,
									["empty"] = 20,
									["bag_id"] = 1,
									["loc_id"] = 2,
								}, -- [1]
							},
						}, -- [2]
						{
							["slot_count"] = 140,
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:18793::::::::70:::::::::|h[大型白色科多獸]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 1,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:15277::::::::70:::::::::|h[灰色科多獸]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 1,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 38,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:29761::::::::70:::::::::|h[逝往防衛者頭盔]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:29761::::::::70:::::::::|h[逝往防衛者頭盔]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:26044::::::::70:::::::::|h[哈剌研究徽章]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 2,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:31952::::::::70:::::::::|h[克銀帶鎖箱]|h|r",
											["slot_id"] = 7,
											["sb"] = 0,
											["loc_id"] = 3,
											["o"] = true,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 2,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:5760::::::::70:::::::::|h[恆金帶鎖箱]|h|r",
											["slot_id"] = 8,
											["sb"] = 0,
											["loc_id"] = 3,
											["o"] = true,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 2,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:5760::::::::70:::::::::|h[恆金帶鎖箱]|h|r",
											["slot_id"] = 9,
											["sb"] = 0,
											["loc_id"] = 3,
											["o"] = true,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:6948::::::::70:::::::::|h[爐石]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:37816::::::::70:::::::::|h[保存的啤酒節蛇麻草]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 1,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:28558::::::::70:::::::::|h[鬼靈裂片]|h|r",
											["count"] = 52,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 1,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:25433::::::::70:::::::::|h[黑曜石戰爭串珠]|h|r",
											["count"] = 32,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 1,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:25719::::::::70:::::::::|h[阿拉卡羽毛]|h|r",
											["count"] = 21,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 1,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 4,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:24245::::::::70:::::::::|h[白閃菇]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:26042::::::::70:::::::::|h[歐夏剛水晶粉末樣本]|h|r",
											["count"] = 53,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 1,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:20748::::::::70:::::::::|h[卓越法力之油]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 1,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30249::::::::70:::::::::|h[征服防衛者肩鎧]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 1,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:29758::::::::70:::::::::|h[逝往防衛者手套]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:34008::::::::70:::::::::|h[布力克斯的視力強化浪漫眼鏡]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 20,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:27662::::::::70:::::::::|h[魔尾點心]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:31674::::::::70:::::::::|h[食譜:香脆巨蛇肉]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 22,
										}, -- [22]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:31675::::::::70:::::::::|h[食譜:摩克納薩爾小肋排]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:25728::::::::70:::::::::|h[圖樣:造型紫色帽]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 24,
										}, -- [24]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 20,
											["sb"] = 0,
											["h"] = "|cffa335ee|Hitem:22450::::::::70:::::::::|h[虛無水晶]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 25,
										}, -- [25]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 3,
											["sb"] = 0,
											["h"] = "|cff0070dd|Hitem:22448::::::::70:::::::::|h[小塊稜石裂片]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 10,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:22446::::::::70:::::::::|h[強效異界精華]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 2,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:13446::::::::70:::::::::|h[極效治療藥水]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 28,
										}, -- [28]
									},
									["bag_id"] = 1,
									["loc_id"] = 3,
									["count"] = 28,
									["status"] = -3,
									["texture"] = "Interface\\Icons\\INV_Box_02",
								}, -- [1]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 20,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:21882::::::::70:::::::::|h[靈魂精華]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:7076::::::::70:::::::::|h[大地精華]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:7080::::::::70:::::::::|h[水之精華]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:22456::::::::70:::::::::|h[原始暗影]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:30664::::::::70:::::::::|h[野性之心生命根源]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:29984::::::::70:::::::::|h[札爾塔束腰]|h|r",
											["slot_id"] = 6,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 3,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22578::::::::70:::::::::|h[水源微粒]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 7,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22577::::::::70:::::::::|h[暗影微粒]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:37863::::::::70:::::::::|h[恐酒遙控器]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 5,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22575::::::::70:::::::::|h[生命微粒]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 5,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22574::::::::70:::::::::|h[火焰微粒]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 8,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22573::::::::70:::::::::|h[大地微粒]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 3,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22572::::::::70:::::::::|h[空氣微粒]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:31666::::::::70:::::::::|h[破損的蒸汽坦克遙控器]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:27518::::::::70:::::::::|h[月神的象牙塑像]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:28372::::::::70:::::::::|h[野獸暗影塑像]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 16,
										}, -- [16]
									},
									["bag_id"] = 2,
									["loc_id"] = 3,
									["count"] = 16,
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[幽紋布包]|h|r",
									["texture"] = 133656,
								}, -- [2]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:186053::::::::70:::::::::|h[共治荒野塑像]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:186054::::::::70:::::::::|h[共治生命塑像]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:28568::::::::70:::::::::|h[鳥類之心塑像]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:28453::::::::70:::::::::|h[白雄鹿護腕]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 3,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:28776::::::::70:::::::::|h[騙子的口才手套]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 3,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:22449::::::::70:::::::::|h[大塊稜石裂片]|h|r",
											["count"] = 12,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 3,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:28594::::::::70:::::::::|h[火焰試煉長褲]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 3,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:28570::::::::70:::::::::|h[達拉然暗影披風]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:28565::::::::70:::::::::|h[虛空裂片束腰]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:38290::::::::70:::::::::|h[黑鐵煙斗]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:30667:2928:::::::70:::::::::|h[無情風暴之戒]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:30357::::::::70:::::::::|h[歐朗諾克的治療之薯]|h|r",
											["count"] = 17,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 3,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:28510::::::::70:::::::::|h[經絡鬼靈指環]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:29317::24037:24037:::::70:::::::::|h[暴風之觸手套]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:30945::::::::70:::::::::|h[葛洛姆特朋友的表弟的外套]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:28179::23119:23113:::::70:::::::::|h[撒塔斯步靴]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 3,
											["slot_id"] = 16,
										}, -- [16]
									},
									["bag_id"] = 3,
									["loc_id"] = 3,
									["count"] = 16,
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[幽紋布包]|h|r",
									["texture"] = 133656,
								}, -- [3]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:30932::::::::70:::::::::|h[阿卡瑪的束帶]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:28183::23119::::::70:::::::::|h[海法師裹頭]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:28374::::::::70:::::::::|h[法力氛圍肩衛]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:29333::::::::70:::::::::|h[塞司克預言者項圈]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:22446::::::::70:::::::::|h[強效異界精華]|h|r",
											["count"] = 10,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 4,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:25978::::::::70:::::::::|h[塞斯的鉛石釣魚竿]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:31074::::::::70:::::::::|h[撕裂之心護符]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:28590::::::::70:::::::::|h[奉獻綬帶]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:33927::::::::70:::::::::|h[啤酒節小酒桶]|h|r",
											["slot_id"] = 9,
											["sb"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:28190::::::::70:::::::::|h[無盡迴圈寶石]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:31746::::::::70:::::::::|h[鳳凰之火指環]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:37128::::::::70:::::::::|h[大酒符咒]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:28600:857:::::::70:::::::::|h[石化樹幹上衣]|h|r",
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:28612::::::::70:::::::::|h[慰藉給予者肩鎧]|h|r",
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22576::::::::70:::::::::|h[法力微粒]|h|r",
											["bag_id"] = 4,
											["count"] = 5,
										}, -- [15]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 7,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:24478::::::::70:::::::::|h[鋸齒珍珠]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 16,
										}, -- [16]
									},
									["bag_id"] = 4,
									["loc_id"] = 3,
									["count"] = 16,
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[幽紋布包]|h|r",
									["texture"] = 133656,
								}, -- [4]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:24479::::::::70:::::::::|h[暗影珍珠]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:30559::::::::70:::::::::|h[蝕刻火焰蛋白石]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:31117::::::::70:::::::::|h[舒心紫水晶]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:30552::::::::70:::::::::|h[受祝福的丹泉石]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:32387::::::::70:::::::::|h[烏鴉女神塑像]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:38289::::::::70:::::::::|h[寇仁的幸運錢幣]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22445::::::::70:::::::::|h[魔塵]|h|r",
											["slot_id"] = 7,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:22446::::::::70:::::::::|h[強效異界精華]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 5,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 5,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:31437::::::::70:::::::::|h[藥用龍之精華]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22829::::::::70:::::::::|h[超強效治療藥水]|h|r",
											["count"] = 5,
											["sb"] = 0,
											["loc_id"] = 3,
											["bag_id"] = 5,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 5,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:28102::::::::70:::::::::|h[猛擊藥劑]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:32233::::::::70:::::::::|h[鹿角兔的大酒杯]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 5,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:28100::::::::70:::::::::|h[強烈治療藥水]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [16]
									},
									["bag_id"] = 5,
									["loc_id"] = 3,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 3,
									["h"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[幽紋布包]|h|r",
									["texture"] = 133656,
								}, -- [5]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["sb"] = 0,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 5,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22832::::::::70:::::::::|h[超強效法力藥水]|h|r",
											["bag_id"] = 6,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 5,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22832::::::::70:::::::::|h[超強效法力藥水]|h|r",
											["bag_id"] = 6,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 5,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22832::::::::70:::::::::|h[超強效法力藥水]|h|r",
											["bag_id"] = 6,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 5,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22832::::::::70:::::::::|h[超強效法力藥水]|h|r",
											["bag_id"] = 6,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 5,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22829::::::::70:::::::::|h[超強效治療藥水]|h|r",
											["bag_id"] = 6,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:38233::::::::70:::::::::|h[伊利丹之途]|h|r",
											["bag_id"] = 6,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:32542::::::::70:::::::::|h[球中的小鬼]|h|r",
											["bag_id"] = 6,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 3,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:20560::::::::70:::::::::|h[奧特蘭克山谷榮譽獎章]|h|r",
											["bag_id"] = 6,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 54,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:29735::::::::70:::::::::|h[神聖之塵]|h|r",
											["bag_id"] = 6,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 4,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:30858::::::::70:::::::::|h[苦工睡眠藥水]|h|r",
											["bag_id"] = 6,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 5,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:31535::::::::70:::::::::|h[血沸毒藥]|h|r",
											["bag_id"] = 6,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["sb"] = 0,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["sb"] = 0,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["sb"] = 0,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [16]
									},
									["bag_id"] = 6,
									["loc_id"] = 3,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 5,
									["h"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[幽紋布包]|h|r",
									["texture"] = 133656,
								}, -- [6]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [16]
									},
									["bag_id"] = 7,
									["loc_id"] = 3,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 16,
									["h"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[幽紋布包]|h|r",
									["texture"] = 133656,
								}, -- [7]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [16]
									},
									["bag_id"] = 8,
									["loc_id"] = 3,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 16,
									["h"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[幽紋布包]|h|r",
									["texture"] = 133656,
								}, -- [8]
							},
						}, -- [3]
						nil, -- [4]
						{
							["slot_count"] = 1,
							["bag"] = {
								{
									["type"] = 15,
									["count"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 5,
											["slot_id"] = 1,
											["att_id"] = 1,
											["msg_id"] = 1,
											["bag_id"] = 1,
											["sb"] = 0,
										}, -- [1]
									},
									["status"] = -3,
									["empty"] = 1,
									["bag_id"] = 1,
									["loc_id"] = 5,
								}, -- [1]
								{
									["type"] = 15,
									["status"] = -3,
									["bag_id"] = 2,
									["loc_id"] = 5,
								}, -- [2]
							},
						}, -- [5]
						{
							["slot_count"] = 19,
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 19,
									["slot"] = {
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 1,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27239998,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:28803:3001:::::::70:::::::::|h[自然氣息風帽]|h|r",
										}, -- [1]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 2,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27239998,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:28609::::::::70:::::::::|h[餘燼馬刺護符]|h|r",
										}, -- [2]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 3,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27239998,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:21874:2980:::::::70:::::::::|h[原始月布護肩]|h|r",
										}, -- [3]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 4,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27239998,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:31329:884:::::::70:::::::::|h[生命授予披風]|h|r",
										}, -- [4]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 5,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27239998,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:21875:2661:24029:24029:::::70:::::::::|h[原始月布長袍]|h|r",
										}, -- [5]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27200542,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:31779::::::::70:::::::::|h[奧多爾外袍]|h|r",
										}, -- [7]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 8,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27239998,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:30062:2617:::::::70:::::::::|h[雷姆洛斯樹叢手環]|h|r",
										}, -- [8]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 9,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27239998,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:28521:2322:24029:24029:::::70:::::::::|h[樹林修補者長手套]|h|r",
										}, -- [9]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 10,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27239998,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:21873::24029:24029:::::70:::::::::|h[原始月布腰帶]|h|r",
										}, -- [10]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 11,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27239998,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:28742:2746:24029:24029:24029::::70:::::::::|h[悔悟窄褲]|h|r",
										}, -- [11]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 12,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27239998,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:30092:2940:24029:24029:::::70:::::::::|h[逆戟鯨皮之靴]|h|r",
										}, -- [12]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 13,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27239998,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:29290:2930:::::::70:::::::::|h[大治癒者之紫羅蘭徽記]|h|r",
										}, -- [13]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 14,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27239998,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:28790:2930:::::::70:::::::::|h[那魯光明護衛指環]|h|r",
										}, -- [14]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 15,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27239998,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:38288::::::::70:::::::::|h[恐酒蛇麻草]|h|r",
										}, -- [15]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 16,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27239998,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:30841::::::::70:::::::::|h[陰鬱城祈禱者之書]|h|r",
										}, -- [16]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 17,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27239998,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:28771:2343:::::::70:::::::::|h[聖光正義之錘]|h|r",
										}, -- [17]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 3,
											["age"] = 27239998,
											["h"] = "|cffa335ee|Hitem:29274::::::::70:::::::::|h[天堂之淚]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 19,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27239998,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:27886::::::::70:::::::::|h[祖母綠皇后塑像]|h|r",
										}, -- [19]
									},
									["status"] = -3,
									["empty"] = 1,
									["bag_id"] = 1,
									["loc_id"] = 6,
								}, -- [1]
							},
						}, -- [6]
						nil, -- [7]
						nil, -- [8]
						nil, -- [9]
						{
							["bag"] = {
								{
									["type"] = 20,
									["count"] = 5,
									["slot"] = {
										{
											["count"] = 1,
											["loc_id"] = 10,
											["slot_id"] = 1,
											["bag_id"] = 1,
										}, -- [1]
										{
											["count"] = 1,
											["loc_id"] = 10,
											["slot_id"] = 2,
											["bag_id"] = 1,
										}, -- [2]
										{
											["count"] = 1,
											["loc_id"] = 10,
											["slot_id"] = 3,
											["bag_id"] = 1,
										}, -- [3]
										{
											["count"] = 1,
											["loc_id"] = 10,
											["slot_id"] = 4,
											["bag_id"] = 1,
										}, -- [4]
										{
											["count"] = 1,
											["loc_id"] = 10,
											["slot_id"] = 5,
											["bag_id"] = 1,
										}, -- [5]
									},
									["status"] = -3,
									["empty"] = 5,
									["bag_id"] = 1,
									["loc_id"] = 10,
								}, -- [1]
							},
							["slot_count"] = 5,
						}, -- [10]
						nil, -- [11]
						nil, -- [12]
						nil, -- [13]
						nil, -- [14]
						nil, -- [15]
						{
							["slot_count"] = 23,
							["bag"] = {
								{
									["type"] = 29,
									["count"] = 23,
									["slot"] = {
										{
											["q"] = 0,
											["h"] = "reputation:934:仇恨:0:36000:0:0:0",
											["count"] = -42000,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["h"] = "reputation:609:中立:2000:3000:0:0:0",
											["count"] = 2000,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["h"] = "reputation:942:崇敬:9813:21000:0:0:0",
											["count"] = 30813,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["h"] = "reputation:932:崇拜:999:1000:0:0:0",
											["count"] = 42999,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["h"] = "reputation:76:友好:3046:6000:0:0:0",
											["count"] = 6046,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["h"] = "reputation:68:中立:2946:3000:0:0:0",
											["count"] = 2946,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["h"] = "reputation:970:不友好:2735:3000:0:0:0",
											["count"] = -265,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 8,
											["sb"] = 3,
											["h"] = "reputation:989:崇敬:7457:21000:0:0:0",
											["bag_id"] = 1,
											["count"] = 28457,
										}, -- [8]
										{
											["q"] = 0,
											["h"] = "reputation:909:中立:0:3000:0:0:0",
											["count"] = 0,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["h"] = "reputation:530:尊敬:483:12000:0:0:0",
											["count"] = 9483,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["h"] = "reputation:510:中立:0:3000:0:0:0",
											["count"] = 0,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 12,
											["sb"] = 3,
											["h"] = "reputation:1012:中立:2775:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 2775,
										}, -- [12]
										{
											["q"] = 0,
											["h"] = "reputation:941:尊敬:5900:12000:0:0:0",
											["count"] = 14900,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["h"] = "reputation:947:崇敬:8398:21000:0:0:0",
											["count"] = 29398,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["h"] = "reputation:967:崇拜:999:1000:0:0:0",
											["count"] = 42999,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 16,
											["sb"] = 3,
											["h"] = "reputation:933:友好:3620:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 6620,
										}, -- [16]
										{
											["q"] = 0,
											["h"] = "reputation:935:崇敬:12387:21000:0:0:0",
											["count"] = 33387,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 0,
											["h"] = "reputation:1031:中立:1212:3000:0:0:0",
											["count"] = 1212,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["h"] = "reputation:270:中立:12:3000:0:0:0",
											["count"] = 12,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["h"] = "reputation:911:友好:2840:6000:0:0:0",
											["count"] = 5840,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = 0,
											["h"] = "reputation:1011:崇敬:13527:21000:0:0:0",
											["count"] = 34527,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 0,
											["h"] = "reputation:81:友好:3453:6000:0:0:0",
											["count"] = 6453,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 22,
										}, -- [22]
										{
											["q"] = 0,
											["h"] = "reputation:729:中立:1070:3000:0:0:0",
											["count"] = 1070,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 23,
										}, -- [23]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 16,
								}, -- [1]
							},
						}, -- [16]
					},
				},
				["!ACCOUNT - 100"] = {
					["info"] = {
						["class"] = "ACCOUNT",
						["class_local"] = "Account",
						["faction_local"] = "",
						["name"] = "我的帳號",
						["faction"] = "",
						["proj"] = 5,
						["level"] = 1,
						["player_id"] = "!ACCOUNT - 100",
						["realm"] = "",
					},
				},
			},
			["version"] = 30958,
		},
		["version"] = 30958,
		["cache"] = {
			["version"] = 30958,
			["reputation"] = {
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "人類(玩家)",
				}, -- [1]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "獸人(玩家)",
				}, -- [2]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "矮人(玩家)",
				}, -- [3]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "夜精靈(玩家)",
				}, -- [4]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "不死族(玩家)",
				}, -- [5]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "牛頭人(玩家)",
				}, -- [6]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "生物",
				}, -- [7]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "地精(玩家)",
				}, -- [8]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "食人妖(玩家)",
				}, -- [9]
				nil, -- [10]
				nil, -- [11]
				nil, -- [12]
				nil, -- [13]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪物",
				}, -- [14]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "迪菲亞兄弟會",
				}, -- [15]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "河爪豺狼人",
				}, -- [16]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "赤脊山豺狼人",
				}, -- [17]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "影皮豺狼人",
				}, -- [18]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "魚人",
				}, -- [19]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "不死族(天譴軍團)",
				}, -- [20]
				{
					["r"] = false,
					["d"] = "身為黑水強盜的大財主里維加茲，掌控這座繁榮的沿海城市。血帆海盜們不共戴天的仇敵，同時也是熱砂企業的一部份。",
					["w"] = true,
					["n"] = "藏寶海灣",
				}, -- [21]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蜘蛛",
				}, -- [22]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "野豬",
				}, -- [23]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狼人",
				}, -- [24]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狗頭人",
				}, -- [25]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "血頂食人妖",
				}, -- [26]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "劈顱食人妖",
				}, -- [27]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "獵物",
				}, -- [28]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狼人",
				}, -- [29]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "叛變的迪菲亞盜賊",
				}, -- [30]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "友方",
				}, -- [31]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "石齶怪",
				}, -- [32]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "冰鬃食人妖",
				}, -- [33]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑石族獸人",
				}, -- [34]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "壞人",
				}, -- [35]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "犧牲品",
				}, -- [36]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "熊",
				}, -- [37]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨魔",
				}, -- [38]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "庫森的雇傭兵",
				}, -- [39]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "衛隊",
				}, -- [40]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "荊棘谷地精",
				}, -- [41]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "迅猛龍",
				}, -- [42]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "石化蜥蜴",
				}, -- [43]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "綠龍軍團",
				}, -- [44]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "失落者",
				}, -- [45]
				nil, -- [46]
				nil, -- [47]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑鐵矮人",
				}, -- [48]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暮色森林守夜人",
				}, -- [49]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "紅龍軍團",
				}, -- [50]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蘚皮豺狼人",
				}, -- [51]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "龍喉族獸人",
				}, -- [52]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "瘋狂地精",
				}, -- [53]
				nil, -- [54]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "豹",
				}, -- [55]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "血色十字軍",
				}, -- [56]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "爛皮豺狼人",
				}, -- [57]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "猩猩",
				}, -- [58]
				{
					["r"] = false,
					["d"] = "瑟銀兄弟會的矮人們集中了最為卓越的工匠手藝。也愛好解開黑石山的神秘面紗。",
					["w"] = false,
					["n"] = "瑟銀兄弟會",
				}, -- [59]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "納迦",
				}, -- [60]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "達拉然",
				}, -- [61]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "棄靈",
				}, -- [62]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗吼",
				}, -- [63]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "小劣魔",
				}, -- [64]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "熊怪",
				}, -- [65]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "部落友軍",
				}, -- [66]
				{
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "部落",
				}, -- [67]
				{
					["r"] = false,
					["d"] = "由希瓦娜斯·風行者領導的被遺忘者，加入了薄弱的部落同盟，建立這座在羅德隆廢墟下的極深首都。",
					["w"] = false,
					["n"] = "幽暗城",
				}, -- [68]
				nil, -- [69]
				{
					["r"] = false,
					["d"] = "人類首要的犯罪集團。活動範圍於奧特蘭克山脈與希爾斯布萊德丘陵。",
					["w"] = false,
					["n"] = "辛迪加",
				}, -- [70]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "希爾斯布萊德民兵",
				}, -- [71]
				nil, -- [72]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "惡魔",
				}, -- [73]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "元素生物",
				}, -- [74]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "靈魂",
				}, -- [75]
				{
					["r"] = false,
					["d"] = "由索爾建立的這座部落城市，是眾多自豪的杜洛塔獸人氏族的家園。",
					["w"] = false,
					["n"] = "奧格瑪",
				}, -- [76]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "寶物",
				}, -- [77]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "泥嘴豺狼人",
				}, -- [78]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "希爾斯布萊德，南海鎮",
				}, -- [79]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑龍軍團",
				}, -- [80]
				{
					["r"] = false,
					["d"] = "凱恩·血蹄在神聖的部落首都，帶領著他驕傲的牛頭人。",
					["w"] = false,
					["n"] = "雷霆崖",
				}, -- [81]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "枯木食人妖",
				}, -- [82]
				nil, -- [83]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鋼鬃野豬人",
				}, -- [84]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "刺背野豬人",
				}, -- [85]
				nil, -- [86]
				{
					["r"] = false,
					["d"] = "這些嗜血的海盜船是公海裡許多商人的禍害。同時也是藏寶海灣不共戴天的仇敵。",
					["w"] = false,
					["n"] = "血帆海盜",
				}, -- [87]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗深淵",
				}, -- [88]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "龍蝦人",
				}, -- [89]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "科卡爾半人馬",
				}, -- [90]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "加拉克半人馬",
				}, -- [91]
				{
					["r"] = false,
					["d"] = "淒涼之地的南方地帶是半人馬的家園。瑪格拉姆半人馬之世仇。",
					["w"] = true,
					["n"] = "吉爾吉斯半人馬",
				}, -- [92]
				{
					["r"] = false,
					["d"] = "淒涼之地的東邊區塊是半人馬的家園。吉爾吉斯半人馬之世仇。",
					["w"] = true,
					["n"] = "瑪格拉姆半人馬",
				}, -- [93]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "瑪洛迪",
				}, -- [94]
				nil, -- [95]
				nil, -- [96]
				nil, -- [97]
				nil, -- [98]
				nil, -- [99]
				nil, -- [100]
				nil, -- [101]
				nil, -- [102]
				nil, -- [103]
				nil, -- [104]
				nil, -- [105]
				nil, -- [106]
				nil, -- [107]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "塞拉摩人類",
				}, -- [108]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "剃刀沼澤野豬人",
				}, -- [109]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鋼鬃野豬人",
				}, -- [110]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Quilboar, Deathshead",
				}, -- [111]
				nil, -- [112]
				nil, -- [113]
				nil, -- [114]
				nil, -- [115]
				nil, -- [116]
				nil, -- [117]
				nil, -- [118]
				nil, -- [119]
				nil, -- [120]
				nil, -- [121]
				nil, -- [122]
				nil, -- [123]
				nil, -- [124]
				nil, -- [125]
				nil, -- [126]
				nil, -- [127]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "敵人",
				}, -- [128]
				[998] = {
					["r"] = false,
					["d"] = "用於煽動者黑心事件。",
					["w"] = true,
					["n"] = "煽動觸發器 5",
				},
				[1036] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "龍喉敵人",
				},
				[309] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蠍子",
				},
				[1037] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[935] = {
					["r"] = false,
					["d"] = "薩塔由一群強大的那魯所組成，統治著重建的撒塔斯城。在奧多爾與占卜者的協助下對抗著伊利丹和燃燒軍團。",
					["w"] = false,
					["n"] = "薩塔",
				},
				[967] = {
					["r"] = false,
					["d"] = "肯瑞托為了監視麥迪文和他的行動而成立的一支秘密派別。",
					["w"] = false,
					["n"] = "紫羅蘭之眼",
				},
				[999] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "法力怪物",
				},
				[389] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "諾姆瑞根蟲",
				},
				[649] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "管理者埃克索圖斯",
				},
				[936] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "撒塔斯城",
				},
				[968] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "太陽之鷹",
				},
				[1000] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "卡德加的僕從",
				},
				[1040] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[809] = {
					["r"] = false,
					["d"] = "曾經強大一時的殘存精靈居住在厄運之槌，在神秘領域裡卻仍保有智慧和博學見識。",
					["w"] = false,
					["n"] = "辛德拉",
				},
				[310] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蝙蝠",
				},
				[1041] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狂亂",
				},
				[937] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "食人妖，森林",
				},
				[969] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "阿古斯之手",
				},
				[1001] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "劍刃氏族",
				},
				[1042] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "禦天者敵人",
				},
				[1043] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "臭鼬，喇叭花",
				},
				[938] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "歐曼奈",
				},
				[970] = {
					["r"] = false,
					["d"] = "孢子人是外域土生土長的蘑菇人種族，大部份的人都崇尚和平。他們的家園位在贊格沼澤的南方沼澤。",
					["w"] = true,
					["n"] = "斯博格爾",
				},
				[1002] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "伊斯利恩",
				},
				[1044] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "塞拉摩叛逃者",
				},
				[148] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "小動物",
				},
				[311] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "泰坦",
				},
				[939] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "DEPRECATED",
				},
				[971] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "真菌巨人",
				},
				[1003] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "護國者",
				},
				[940] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "洛薩之子",
				},
				[972] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "孢子蝙蝠",
				},
				[749] = {
					["r"] = false,
					["d"] = "這些元素以艾薩拉東邊的島嶼為家，是拉格納羅斯軍隊不共戴天的仇敵。",
					["w"] = true,
					["n"] = "海達希亞水元素",
				},
				[909] = {
					["r"] = false,
					["d"] = "行遍天下的馬戲團專門獻出奇異和非凡的表演。常出現在艾爾文森林與莫高雷。",
					["w"] = false,
					["n"] = "暗月馬戲團",
				},
				[941] = {
					["r"] = false,
					["d"] = "這個由棕色皮膚獸人所組成的孤寂團隊躲過了惡魔的腐化。他們在外域面臨了巨大改變但也保留了傳統生活方式。",
					["w"] = false,
					["n"] = "瑪格哈",
				},
				[973] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪物，掠奪者",
				},
				[750] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "薩弗隆火焰之王",
				},
				[910] = {
					["r"] = false,
					["d"] = "青銅龍軍團的後裔是時間的守護者，對凡人種族漠不關心。",
					["w"] = false,
					["n"] = "諾茲多姆的子嗣",
				},
				[942] = {
					["r"] = false,
					["d"] = "一批由塞納里奧議會派至外域研究倖存生命形態的探勘團隊。塞納里奧遠征隊在黑暗之門敞開後便快速擴大並獲得自治權。",
					["w"] = false,
					["n"] = "塞納里奧遠征隊",
				},
				[974] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪物，犧牲者",
				},
				[1006] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "肯瑞瓦 - 德崔克",
				},
				[329] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "監工費蘇勒",
				},
				[943] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "魔獄獸人",
				},
				[975] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "虛無異象",
				},
				[189] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "聯盟",
				},
				[529] = {
					["r"] = false,
					["d"] = "專門保護艾澤拉斯免受天譴軍團威脅的組織。銀色黎明的大本營就在東瘟疫之地和西瘟疫之地。",
					["w"] = true,
					["n"] = "銀色黎明",
				},
				[409] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鷹身人",
				},
				[912] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "卡林多聯軍",
				},
				[944] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "魔獄獸人鬼魂",
				},
				[489] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑鐵酒吧哥布林老闆",
				},
				[1008] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "肯瑞瓦 - 盧瑞斯",
				},
				[530] = {
					["r"] = false,
					["d"] = "流亡的食人妖部族加入了索爾和部落的行列。他們現在以杜洛塔為家，並與獸人同盟為伍。",
					["w"] = false,
					["n"] = "暗矛食人妖",
				},
				[849] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "部落靈魂嚮導",
				},
				[945] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "洛薩之子鬼魂",
				},
				[977] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "海加爾入侵者",
				},
				[1009] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "肯瑞瓦 - 考林",
				},
				[531] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "青銅龍軍團",
				},
				[914] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玩家，血精靈",
				},
				[946] = {
					["r"] = false,
					["d"] = "殘存的洛薩之子，聯盟中首批來到外域的老兵，已經穩固的堅守著地獄火前哨站。目前已和暴風城與鐵爐堡的軍隊匯流。",
					["w"] = false,
					["n"] = "榮譽堡",
				},
				[978] = {
					["r"] = false,
					["d"] = "德萊尼語中的『得救者』。這些破碎者逃離各方奴役他們的魔爪，並且在納葛蘭建立他們的家園，找尋新的命運。",
					["w"] = false,
					["n"] = "卡爾奈",
				},
				[1010] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "伊利丹的僕人",
				},
				[532] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "藍龍軍團",
				},
				[915] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "克蘇恩軍隊",
				},
				[947] = {
					["r"] = false,
					["d"] = "遠征隊通過了黑暗之門，索爾在地獄火半島建造了一個要塞。索爾瑪在外域擔任很多部落活動的指揮官。",
					["w"] = false,
					["n"] = "索爾瑪",
				},
				[979] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "陶土議會",
				},
				[1011] = {
					["r"] = false,
					["d"] = "來自不同背景和種族的撒塔斯難民。有用的消息迅速地在陰鬱城居民間傳開。",
					["w"] = false,
					["n"] = "陰鬱城",
				},
				[629] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "碎矛食人妖",
				},
				[916] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "異種攻擊者",
				},
				[948] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 2",
				},
				[980] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "外域",
				},
				[1012] = {
					["r"] = false,
					["d"] = "灰舌是眾所皆知的破碎者部族精英，正式地與伊利丹結盟。死亡誓言者是阿卡瑪最信任的副官，同時參與他們領袖的秘密活動。",
					["w"] = false,
					["n"] = "灰舌死亡誓言者",
				},
				[789] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "莫洛加",
				},
				[689] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑龍軍團 - 誘餌",
				},
				[1049] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "食人妖，阿曼尼",
				},
				[630] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暴掠龍訓練師",
				},
				[917] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鐵爐堡軍旅",
				},
				[949] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 1",
				},
				[981] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "阿拉卡",
				},
				[1013] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗月的靈魂 1",
				},
				[790] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "聯盟靈魂嚮導",
				},
				[679] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "訓練假人",
				},
				[229] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "哀嚎洞穴",
				},
				[1059] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flags",
				},
				[918] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "RC Enemies",
				},
				[950] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "ToWoW - Flag",
				},
				[982] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "贊格沼澤旗幟(聯盟)",
				},
				[1014] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗月的靈魂 2",
				},
				[269] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "銀月倖存者",
				},
				[1039] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "劫毀者",
				},
				[1038] = {
					["r"] = false,
					["d"] = "歐格利拉有知識的居民都住在劍刃山脈西邊，鄰近頂尖水晶讓他們超越了野蠻的巨魔天性。",
					["w"] = false,
					["n"] = "歐格利拉",
				},
				[919] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "RC Objects",
				},
				[1069] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "山羊競速威力上升 DND",
				},
				[349] = {
					["r"] = false,
					["d"] = "這個小偷與刺客公會，只歡迎身懷非凡卓越本事的人加入。辛迪加的世仇。",
					["w"] = true,
					["n"] = "拉文霍德",
				},
				[983] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "贊格沼澤旗幟(部落)",
				},
				[1015] = {
					["r"] = false,
					["d"] = "這支不尋常的龍族血裔源於死亡之翼的黑龍軍團，並受到虛空獨特的能量所影響。如今，他們試著在父親毀滅天性的陰影下認清自己。",
					["w"] = false,
					["n"] = "虛空之翼",
				},
				[1070] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "山羊競速陷阱 DND",
				},
				[920] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "紅色",
				},
				[429] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "火刃",
				},
				[1016] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨龍教團",
				},
				[1071] = {
					["r"] = false,
					["d"] = "測試用",
					["w"] = true,
					["n"] = "克萊格的松鼠",
				},
				[952] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 3",
				},
				[729] = {
					["r"] = false,
					["d"] = "霜狼氏族設法從奧特蘭克山谷驅逐雷矛遠征隊營地的矮人。",
					["w"] = false,
					["n"] = "霜狼氏族",
				},
				[509] = {
					["r"] = false,
					["d"] = "阿拉索聯軍試圖替他們在暴風城的贊助者取回他們在阿拉希盆地所丟失的土地。",
					["w"] = false,
					["n"] = "阿拉索聯軍",
				},
				[270] = {
					["r"] = false,
					["d"] = "食人妖已在尤亞姆巴島上努力招募幫手，對抗復活的血神，以及祖爾格拉布的阿塔萊祭司。",
					["w"] = false,
					["n"] = "贊達拉部族",
				},
				[933] = {
					["r"] = false,
					["d"] = "由「奈薩斯王子」哈拉瑪德率領，聯合團是一個由伊私利走私者，商人，和小偷組成的鬆散企業，試圖在外域獲取他們的利益。",
					["w"] = false,
					["n"] = "聯合團",
				},
				[1077] = {
					["r"] = false,
					["d"] = "撒塔斯城在太陽之井對凱爾薩斯王子計畫的最後一擊。",
					["w"] = false,
					["n"] = "破碎之日進攻部隊",
				},
				[889] = {
					["r"] = false,
					["d"] = "戰歌氏族的兇猛獸人，於戰歌峽谷中與銀翼哨兵彼此對峙。",
					["w"] = false,
					["n"] = "戰歌偵察騎兵",
				},
				[921] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "藍色",
				},
				[953] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 4",
				},
				[730] = {
					["r"] = false,
					["d"] = "雷矛矮人以奧特蘭克山谷為家，因其在戰爭中受霜狼獸人所封鎖。",
					["w"] = false,
					["n"] = "雷矛衛隊",
				},
				[1017] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "樹人",
				},
				[1074] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "節日 - 水桶",
				},
				[922] = {
					["r"] = false,
					["d"] = "安寧地曾是個高等精靈的城鎮，在天譴軍團入侵奎爾薩拉斯時被放棄。被遺忘者和那些試圖驅趕天譴軍團的血精靈又重新控制了此地。",
					["w"] = false,
					["n"] = "安寧地",
				},
				[987] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "時光之穴 - 南海鎮衛兵",
				},
				[2403] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "奪取旗幟 - 旗幟 - 聯盟",
				},
				[1075] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "節日 - 通稱",
				},
				[954] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "ToWoW - Flag Trigger Horde (DND)",
				},
				[986] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "時光之穴 - 敦霍爾德",
				},
				[1018] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "李奧薩拉斯惡魔 I",
				},
				[924] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "DEPRECATED",
				},
				[572] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "邪枝食人妖",
				},
				[1020] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "李奧薩拉斯惡魔 III",
				},
				[964] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "部落西洋棋",
				},
				[168] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "奈瑟加德商隊",
				},
				[955] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "破碎者",
				},
				[2402] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "奪取旗幟 - 旗幟 - 部落",
				},
				[1019] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "李奧薩拉斯惡魔 II",
				},
				[1078] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "對戰型普通寵物",
				},
				[573] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "南海掠劫者",
				},
				[677] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "烏龜",
				},
				[892] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "部落軍隊",
				},
				[669] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "禿鷹",
				},
				[956] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "伊斯利恩",
				},
				[988] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗影議會藏身處",
				},
				[511] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨人",
				},
				[1080] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪物，強制反應",
				},
				[829] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨魔(克羅卡斯)",
				},
				[670] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "貓",
				},
				[893] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "惡齒食人妖",
				},
				[1081] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "目標，強制反應",
				},
				[957] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "土元素",
				},
				[989] = {
					["r"] = false,
					["d"] = "時光守望者是諾茲多姆精挑細選來看守時光之穴的青銅龍群。",
					["w"] = false,
					["n"] = "時光守望者",
				},
				[1021] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "李奧薩拉斯惡魔 IV",
				},
				[976] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "海加爾防衛者",
				},
				[575] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "未墮落的熊怪",
				},
				[928] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "天譴入侵者",
				},
				[927] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玩家，德萊尼",
				},
				[926] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "博學者的公會",
				},
				[958] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "戰鬥機器人",
				},
				[990] = {
					["r"] = false,
					["d"] = "青銅龍軍團神秘的成員，由索芮朵蜜所領導，諾茲多姆的首位配偶。",
					["w"] = false,
					["n"] = "流沙之鱗",
				},
				[1022] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "李奧薩拉斯惡魔 V",
				},
				[209] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "奈瑟加德",
				},
				[576] = {
					["r"] = false,
					["d"] = "身為最後一個尚未墮落的熊怪部族，木喉還在尋求保護心智的方法以終結同胞的受難。",
					["w"] = false,
					["n"] = "木喉要塞",
				},
				[1087] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "節日怪物",
				},
				[769] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "吉茲洛克的假人",
				},
				[672] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鱷魚",
				},
				[959] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "善良行動者",
				},
				[369] = {
					["r"] = false,
					["d"] = "熱砂企業的首都，同時身為哥布林最出名的工程師、鍊金師和商人之都。",
					["w"] = true,
					["n"] = "加基森",
				},
				[1023] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "阿薩羅斯",
				},
				[931] = {
					["r"] = false,
					["d"] = "This faction only exists to test the editing of faction names and descriptions……",
					["w"] = true,
					["n"] = "Test Faction (not a real faction)",
				},
				[577] = {
					["r"] = false,
					["d"] = "熱砂企業的哥布林經營這座貿易商埠區，位在冬泉谷主要貿易道路的十字路口上。",
					["w"] = true,
					["n"] = "永望鎮",
				},
				[609] = {
					["r"] = false,
					["d"] = "塞納里奧的德魯伊是大自然的守護神，將寧靜的月光林地當成自己的家。",
					["w"] = true,
					["n"] = "塞納里奧議會",
				},
				[449] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗影蛛絲偷獵者",
				},
				[673] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "土狼",
				},
				[960] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "邪惡行動者",
				},
				[249] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "異種蠍",
				},
				[1024] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "剝石者",
				},
				[984] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "贊格沼澤旗幟(中立)",
				},
				[925] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "逐日者",
				},
				[991] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗之門防衛者，聯盟",
				},
				[1025] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "剝皮獵人",
				},
				[929] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "血槌氏族",
				},
				[961] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "靜松熊怪",
				},
				[993] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗之門攻擊者，軍團",
				},
				[770] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "吉茲洛克的符咒",
				},
				[992] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗之門防衛者，部落",
				},
				[1028] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鴉林長者",
				},
				[1027] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "軍團通報器",
				},
				[450] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "灼熱蜘蛛",
				},
				[675] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蠍子",
				},
				[962] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "瘋狂的梟獸",
				},
				[994] = {
					["r"] = false,
					["d"] = "用於煽動者黑心事件。",
					["w"] = true,
					["n"] = "煽動觸發器",
				},
				[771] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "吉茲洛克",
				},
				[985] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "時光之穴 - 索爾",
				},
				[1026] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "影月遮蔽處",
				},
				[674] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "貓頭鷹",
				},
				[1029] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "西洋棋，合適的西洋棋",
				},
				[676] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "陸行鳥",
				},
				[963] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "聯盟西洋棋",
				},
				[995] = {
					["r"] = false,
					["d"] = "用於煽動者黑心事件。",
					["w"] = true,
					["n"] = "煽動觸發器 2",
				},
				[1030] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗神廟大門 - 伊利達瑞",
				},
				[169] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "熱砂企業",
				},
				[671] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "螃蟹",
				},
				[951] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "ToWoW - Flag Trigger Alliance (DND)",
				},
				[1031] = {
					["r"] = false,
					["d"] = "一支由撒塔斯城召集的空軍軍隊，專門對付接近外域最高範圍的威脅。",
					["w"] = false,
					["n"] = "薩塔禦天者",
				},
				[932] = {
					["r"] = false,
					["d"] = "曾由費倫帶領的古老德萊尼祭司，奧多爾目前由高階女祭司伊莎納領導。他們服從撒塔斯城中名為薩塔的那魯。與占卜者彼此敵對。",
					["w"] = false,
					["n"] = "奧多爾",
				},
				[709] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "戰場中立方",
				},
				[996] = {
					["r"] = false,
					["d"] = "用於煽動者黑心事件。",
					["w"] = true,
					["n"] = "煽動觸發器 3",
				},
				[1032] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "52區",
				},
				[923] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "遠行者",
				},
				[510] = {
					["r"] = false,
					["d"] = "污染者想幫部落尋求阿拉希盆地珍稀的資源。",
					["w"] = false,
					["n"] = "污染者",
				},
				[869] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "加德納爾",
				},
				[1033] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "瑪翼夫",
				},
				[678] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "風蛇",
				},
				[965] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪盜史霸",
				},
				[997] = {
					["r"] = false,
					["d"] = "用於煽動者黑心事件。",
					["w"] = true,
					["n"] = "煽動觸發器 4",
				},
				[1034] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "司凱堤斯暗影阿拉卡",
				},
				[1004] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "秘法殲滅者 (DNR)",
				},
				[1007] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "肯瑞瓦 - 貝爾瑪拉",
				},
				[470] = {
					["r"] = false,
					["d"] = "隸屬於熱砂企業的一部份。這座哥布林城提供那些在貧瘠之地從事貨物交易與服務的商人一座中立的庇護所。",
					["w"] = true,
					["n"] = "棘齒城",
				},
				[1035] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "司凱堤斯阿拉卡",
				},
				[934] = {
					["r"] = false,
					["d"] = "『先知』沃藍索，帶領反對凱爾薩斯奪權的血精靈們。他們加入了撒塔斯城的那魯。和奧多爾彼此敵視。",
					["w"] = false,
					["n"] = "占卜者",
				},
				[966] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪盜史霸黨羽",
				},
				[911] = {
					["r"] = false,
					["d"] = "奎爾薩拉斯的首都，血精靈的家園。雖然阿薩斯對太陽之井的攻擊幾乎毀了銀月城，但它仍再次成為一個繁榮的城市。",
					["w"] = false,
					["n"] = "銀月城",
				},
			},
			["rule"] = {
				["1:3:2:3:1000:item:28674:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:17:3:1000:item:28828:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:15:3:1000:item:28204:1:1144:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:3:0:1000:item:34062:0"] = false,
				["1:4:15:3:1000:item:28545:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:3:18:3:1000:item:28658:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:16:3:1000:item:28764:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:3:4:3:1000:item:25775:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:3:3:3:1000:item:29128:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:18:3:1000:item:28741:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:7:3:1000:item:38287:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:1:9:3:1000:item:28755:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:13:3:1000:item:30644:1:684:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:8:3:1000:item:30944:1:2647:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:18:3:1000:item:29776:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:5:14:3:1000:item:28732:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:7:3:1000:item:28064:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
			},
			["default"] = {
				["1000:item:29128:1"] = "1!416",
				["1000:item:28755:1"] = "1!416",
				["1000:item:28828:1"] = "1!416",
				["1000:item:30644:1"] = "1!416",
				["1000:item:28204:1"] = "1!416",
				["1000:item:28064:1"] = "1!416",
				["1000:item:28732:1"] = "1!416",
				["1000:item:28545:1"] = "1!416",
				["1000:item:28674:1"] = "1!416",
				["1000:item:30944:1"] = "1!416",
				["1000:item:29776:1"] = "1!416",
				["1000:item:28658:1"] = "1!416",
				["1000:item:25775:1"] = "1!416",
				["1000:item:34062:0"] = "1!437",
				["1000:item:38287:1"] = "1!416",
				["1000:item:28764:1"] = "1!416",
				["1000:item:28741:1"] = "1!416",
			},
		},
		["option"] = {
			["catset"] = {
				["data"] = {
					[1000] = {
						["category"] = {
							["assign"] = {
								["item:184865:1"] = "1!453",
								["item:15277:1"] = "1!453",
								["item:18793:1"] = "1!453",
								["item:32406:0"] = "1!411",
								["item:25533:1"] = "1!453",
								["item:24140:1"] = "1!411",
								["item:24421:1"] = "1!430",
								["item:20748:0"] = "1!430",
							},
						},
					},
				},
			},
			["sort"] = {
				["method"] = {
					["data"] = {
						[9998] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								nil, -- [5]
								nil, -- [6]
								nil, -- [7]
								{
									["key"] = "slottype",
								}, -- [8]
								{
									["key"] = "expansion",
								}, -- [9]
								{
									["key"] = "itemstatlevel",
								}, -- [10]
								{
									["key"] = "id",
								}, -- [11]
								{
									["key"] = "itemuselevel",
								}, -- [12]
								{
									["key"] = "vendorprice",
								}, -- [13]
								{
									["key"] = "itemage",
								}, -- [14]
								{
									["key"] = "itemtype",
								}, -- [15]
							},
						},
						[9995] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["key"] = "slottype",
								}, -- [3]
								{
									["key"] = "expansion",
								}, -- [4]
								{
									["key"] = "itemstatlevel",
								}, -- [5]
								{
									["key"] = "id",
								}, -- [6]
								{
									["key"] = "itemuselevel",
								}, -- [7]
								{
									["key"] = "vendorprice",
								}, -- [8]
								{
									["key"] = "itemage",
								}, -- [9]
								{
									["key"] = "itemtype",
								}, -- [10]
								{
									["key"] = "category",
								}, -- [11]
								{
									["key"] = "location",
								}, -- [12]
								{
									["key"] = "name",
								}, -- [13]
								{
									["key"] = "count",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9999] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["key"] = "slottype",
								}, -- [3]
								{
									["key"] = "expansion",
								}, -- [4]
								{
									["key"] = "itemstatlevel",
								}, -- [5]
								{
									["key"] = "id",
								}, -- [6]
								{
									["key"] = "itemuselevel",
								}, -- [7]
								{
									["key"] = "vendorprice",
								}, -- [8]
								{
									["key"] = "itemage",
								}, -- [9]
								{
									["key"] = "itemtype",
								}, -- [10]
								{
									["key"] = "category",
								}, -- [11]
								{
									["key"] = "location",
								}, -- [12]
								{
									["key"] = "name",
								}, -- [13]
								{
									["key"] = "count",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9996] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								{
									["key"] = "slottype",
								}, -- [5]
								{
									["key"] = "expansion",
								}, -- [6]
								{
									["key"] = "itemstatlevel",
								}, -- [7]
								{
									["key"] = "id",
								}, -- [8]
								{
									["key"] = "itemuselevel",
								}, -- [9]
								{
									["key"] = "itemage",
								}, -- [10]
								{
									["key"] = "itemtype",
								}, -- [11]
								{
									["key"] = "category",
								}, -- [12]
								{
									["key"] = "location",
								}, -- [13]
								{
									["key"] = "name",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9993] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["key"] = "slottype",
								}, -- [3]
								{
									["key"] = "expansion",
								}, -- [4]
								{
									["key"] = "itemstatlevel",
								}, -- [5]
								{
									["key"] = "id",
								}, -- [6]
								{
									["key"] = "itemuselevel",
								}, -- [7]
								{
									["key"] = "vendorprice",
								}, -- [8]
								{
									["key"] = "itemage",
								}, -- [9]
								{
									["key"] = "itemtype",
								}, -- [10]
								{
									["key"] = "category",
								}, -- [11]
								{
									["key"] = "location",
								}, -- [12]
								{
									["key"] = "name",
								}, -- [13]
								{
									["key"] = "count",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9997] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								{
									["key"] = "slottype",
								}, -- [5]
								{
									["key"] = "expansion",
								}, -- [6]
								{
									["key"] = "itemstatlevel",
								}, -- [7]
								{
									["key"] = "id",
								}, -- [8]
								{
									["key"] = "itemuselevel",
								}, -- [9]
								{
									["key"] = "vendorprice",
								}, -- [10]
								{
									["key"] = "itemage",
								}, -- [11]
								{
									["key"] = "itemtype",
								}, -- [12]
								{
									["key"] = "category",
								}, -- [13]
								{
									["key"] = "location",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9994] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								{
									["key"] = "slottype",
								}, -- [5]
								{
									["key"] = "expansion",
								}, -- [6]
								{
									["key"] = "itemstatlevel",
								}, -- [7]
								{
									["key"] = "id",
								}, -- [8]
								{
									["key"] = "itemuselevel",
								}, -- [9]
								{
									["key"] = "vendorprice",
								}, -- [10]
								{
									["key"] = "itemage",
								}, -- [11]
								{
									["key"] = "itemtype",
								}, -- [12]
								{
									["key"] = "category",
								}, -- [13]
								{
									["key"] = "location",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
					},
				},
			},
			["menu"] = {
				["font"] = {
					["height"] = 12,
				},
			},
			["tooltip"] = {
				["scale"] = {
					["enabled"] = true,
				},
				["battlepet"] = {
					["enable"] = false,
				},
			},
			["profile"] = {
				["data"] = {
					[9999] = {
						["location"] = {
							[3] = {
							},
						},
					},
					[1000] = {
						["location"] = {
							{
								["anchor"] = {
									["b"] = 285.0604553222656,
									["l"] = 2119.62158203125,
									["t"] = 1029.060302734375,
									["r"] = 2571.62158203125,
								},
								["container"] = {
									["height"] = 624,
									["width"] = 452,
								},
							}, -- [1]
							{
								["anchor"] = {
									["b"] = 496.0002746582031,
									["l"] = 1633.231689453125,
									["t"] = 896.000244140625,
									["r"] = 2033.2314453125,
								},
								["container"] = {
									["height"] = 253,
									["width"] = 438,
								},
							}, -- [2]
							{
								["anchor"] = {
									["b"] = 430.0173034667969,
									["l"] = 603.0414428710938,
									["t"] = 1350.017333984375,
									["r"] = 1055.04150390625,
								},
								["container"] = {
									["height"] = 800,
									["width"] = 452,
								},
							}, -- [3]
							{
								["anchor"] = {
									["b"] = 781.5387573242188,
									["l"] = 1700.514038085938,
									["t"] = 1181.538818359375,
									["r"] = 2100.51416015625,
								},
								["container"] = {
									["height"] = 8,
								},
							}, -- [4]
							{
								["anchor"] = {
									["b"] = 902.9746704101562,
									["l"] = 1361.369018554688,
									["t"] = 1078.974853515625,
									["r"] = 1761.368896484375,
								},
								["container"] = {
									["height"] = 56,
								},
							}, -- [5]
							{
								["anchor"] = {
									["b"] = 781.5387573242188,
									["l"] = 1700.514038085938,
									["t"] = 1181.538818359375,
									["r"] = 2100.51416015625,
								},
								["container"] = {
									["height"] = 110,
									["width"] = 684,
								},
							}, -- [6]
							{
								["anchor"] = {
									["b"] = 725.2747192382812,
									["l"] = 1600.489013671875,
									["t"] = 1125.274658203125,
									["r"] = 2000.488891601563,
								},
							}, -- [7]
							{
								["anchor"] = {
									["b"] = 725.2747192382812,
									["l"] = 1600.489013671875,
									["t"] = 1125.274658203125,
									["r"] = 2000.488891601563,
								},
							}, -- [8]
							{
								["anchor"] = {
									["b"] = 725.2747192382812,
									["l"] = 1600.489013671875,
									["t"] = 1125.274658203125,
									["r"] = 2000.488891601563,
								},
							}, -- [9]
							{
								["anchor"] = {
									["b"] = 725.2747192382812,
									["l"] = 1600.489013671875,
									["t"] = 1125.274658203125,
									["r"] = 2000.488891601563,
								},
								["container"] = {
									["height"] = 8,
								},
							}, -- [10]
							nil, -- [11]
							nil, -- [12]
							{
								["anchor"] = {
									["b"] = 725.2747192382812,
									["l"] = 1600.489013671875,
									["t"] = 1125.274658203125,
									["r"] = 2000.488891601563,
								},
							}, -- [13]
							{
								["anchor"] = {
									["b"] = 725.2747192382812,
									["l"] = 1600.489013671875,
									["t"] = 1125.274658203125,
									["r"] = 2000.488891601563,
								},
							}, -- [14]
							{
								["anchor"] = {
									["b"] = 725.2747192382812,
									["l"] = 1600.489013671875,
									["t"] = 1125.274658203125,
									["r"] = 2000.488891601563,
								},
							}, -- [15]
							{
								["anchor"] = {
									["b"] = 725.2747192382812,
									["l"] = 1600.489013671875,
									["t"] = 1125.274658203125,
									["r"] = 2000.488891601563,
								},
								["container"] = {
									["height"] = 151,
									["width"] = 438,
								},
							}, -- [16]
						},
					},
					[0] = {
						["location"] = {
							[3] = {
							},
						},
					},
				},
			},
			["version"] = 30958,
			["design"] = {
				["data"] = {
					[9999] = {
					},
					[9998] = {
					},
					[9997] = {
						["bar"] = {
							["data"] = {
								{
									["sort"] = {
									},
									["name"] = {
										["text"] = "",
										["custom"] = 1,
										["colour"] = {
											["r"] = 1,
											["g"] = 1,
											["b"] = 1,
										},
									},
									["background"] = {
										["custom"] = 1,
										["colour"] = {
											["a"] = 0.4,
											["r"] = 0,
											["g"] = 0,
											["b"] = 0.4,
										},
									},
									["border"] = {
										["custom"] = 1,
										["colour"] = {
											["r"] = 0.3,
											["g"] = 0.3,
											["b"] = 0.3,
										},
									},
									["width"] = {
										["min"] = 0,
									},
								}, -- [1]
							},
						},
					},
					[1000] = {
						["changer"] = {
							["hide"] = true,
						},
						["window"] = {
							["pad"] = 4,
							["strata"] = "LOW",
							["scale"] = 0.8,
							["border"] = {
								["size"] = 16,
							},
							["width"] = 10,
						},
						["category"] = {
							["1!437"] = 4,
							["1!444"] = 5,
							["1!416"] = 5,
							["1!411"] = 6,
							["1!431"] = 4,
							["1!403"] = 7,
							["1!113"] = 3,
							["1!408"] = 2,
							["1!436"] = 4,
							["1!512"] = 3,
							["1!420"] = 4,
							["1!453"] = 7,
							["1!417"] = 4,
							["1!430"] = 4,
							["1!435"] = 4,
							["1!105"] = 3,
							["1!502"] = 3,
							["1!419"] = 4,
							["1!302"] = 1,
							["1!414"] = 2,
							["1!418"] = 4,
							["1!201"] = 7,
						},
						["slot"] = {
							["anchor"] = 3,
							["size"] = 40,
							["itemlevel"] = {
								["font"] = {
									["height"] = 12,
								},
							},
							["border"] = {
								["offset"] = 4,
								["style"] = "1 Pixel",
								["size"] = 16,
							},
							["itemcount"] = {
								["font"] = {
									["height"] = 12,
								},
							},
						},
						["bar"] = {
							["per"] = 1,
							["border"] = {
								["offset"] = 3,
								["size"] = 16,
							},
							["pad"] = {
								["external"] = 10,
								["internal"] = 4,
							},
							["anchor"] = 3,
						},
					},
				},
			},
			["updatetimer"] = {
				["EVENT_ARKINV_VAULT_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_QUEST_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_LDB_CURRENCY_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_TRANSMOG_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_VAULT_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_LDB_MOUNT_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_COLLECTION_CURRENCY_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_BAG_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_BAG_RESCAN_BUCKET"] = {
				},
				["EVENT_ARKINV_MAIL_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_LOCATION_SCANNED_BUCKET"] = {
				},
				["EVENT_ARKINV_COLLECTION_REPUTATION_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_INVENTORY_CHANGE_BUCKET"] = {
				},
				["EVENT_ARKINV_LDB_REPUTATION_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_AUCTION_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_AUCTION_UPDATE_MASSIVE_BUCKET"] = {
				},
				["EVENT_ARKINV_BAG_UPDATE_COOLDOWN_BUCKET"] = {
				},
				["EVENT_ARKINV_BANK_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_VOID_UPDATE_BUCKET"] = {
				},
			},
			["restack"] = {
				["blizzard"] = false,
			},
			["transmog"] = {
				["enable"] = false,
			},
		},
	},
	["profileKeys"] = {
		["牧原股份 - 伊弗斯"] = "Default",
	},
}
