
AtlasLootClassicDB = {
	["profileKeys"] = {
		["牧原股份 - 伊弗斯"] = "牧原股份 - 伊弗斯",
		["豬圈一 - 伊弗斯"] = "豬圈一 - 伊弗斯",
		["微搭 - 伊弗斯"] = "微搭 - 伊弗斯",
	},
	["global"] = {
		["__addonrevision"] = 2040002,
	},
	["profiles"] = {
		["牧原股份 - 伊弗斯"] = {
			["GUI"] = {
				["point"] = {
					"TOPLEFT", -- [1]
					nil, -- [2]
					"TOPLEFT", -- [3]
					270.9999694824219, -- [4]
					-130.9999694824219, -- [5]
				},
				["selected"] = {
					nil, -- [1]
					"SerpentshrineCavern", -- [2]
					6, -- [3]
					6, -- [4]
					0, -- [5]
				},
			},
		},
		["豬圈一 - 伊弗斯"] = {
		},
		["微搭 - 伊弗斯"] = {
		},
	},
}
