
AtlasLootClassicDB = {
	["global"] = {
		["__addonrevision"] = 2030001,
	},
	["profileKeys"] = {
		["牧原股份 - 伊弗斯"] = "牧原股份 - 伊弗斯",
		["豬圈一 - 伊弗斯"] = "豬圈一 - 伊弗斯",
	},
	["profiles"] = {
		["牧原股份 - 伊弗斯"] = {
			["GUI"] = {
				["point"] = {
					nil, -- [1]
					nil, -- [2]
					"CENTER", -- [3]
					-282.8887939453125, -- [4]
					143.8889770507813, -- [5]
				},
				["selected"] = {
					nil, -- [1]
					"TheSteamvault", -- [2]
					3, -- [3]
					6, -- [4]
					0, -- [5]
				},
			},
		},
		["豬圈一 - 伊弗斯"] = {
		},
	},
}
