
_detalhes_global = {
	["npcid_pool"] = {
		[18323] = "塞司克護衛",
		[20402] = "軍團突擊兵",
		[18419] = "血守衛綠色看守者",
		[20498] = "破碎的裂石者 <破碎的奔行者>",
		[18483] = "安普爾的護衛",
		[16468] = "鬼靈巡邏",
		[12380] = "不死的居民",
		[16596] = "巨型噬屍獸",
		[18707] = "托茍斯",
		[20882] = "潛伏的女巫",
		[18867] = "法力尋找者",
		[22993] = "戰鷹守護者",
		[21042] = "被抓的德魯伊",
		[21138] = "恆龍劊子手",
		[19219] = "機械王卡帕希特斯",
		[21298] = "盤牙海蛇守衛",
		[19411] = "破碎之手術士",
		[19507] = "尋日基因接合者",
		[21650] = "司凱提斯爪牙",
		[19731] = "虛空野獸",
		[21810] = "巨龍教團砍伐者",
		[19987] = "魯安歐克智者護衛",
		[20083] = "召喚的血守衛修補者",
		[20115] = "昂布拉凡巫醫",
		[22226] = "可伊靈魂 <牧原股份>",
		[20211] = "魯安歐克女王",
		[18260] = "石拳侵略者",
		[20435] = "監督者阿森尼爾",
		[18420] = "尋日地卜者",
		[417] = "魯祖恩",
		[166359] = "祖利安猛虎",
		[18548] = "火翼情報員",
		[11357] = "狗妹",
		[20723] = "柯爾卡赫",
		[18708] = "莫爾墨",
		[15547] = "鬼靈戰馬",
		[20883] = "惡毒的妖婦",
		[22994] = "獵隼守護者",
		[21139] = "恆龍毀滅者",
		[19188] = "狂怒的巨像",
		[21267] = "法力野獸",
		[21299] = "盤牙深淵女巫",
		[17269] = "血之谷黑暗法師",
		[17301] = "破碎之手劊子手",
		[19508] = "尋日草藥師",
		[19668] = "暗影惡魔 <黑磚奶茶好喝>",
		[19732] = "安格拉斯術士",
		[21811] = "巨龍教團小龍",
		[19796] = "伊克利普森大法師",
		[21875] = "李奧薩拉斯的陰影",
		[21907] = "卡巴信徒",
		[22035] = "未知目標",
		[1765] = "座狼",
		[22099] = "巨龍教團物資供應者",
		[18037] = "戰槌術士",
		[18069] = "莫古",
		[18133] = "沼光流血者",
		[22259] = "地獄火吸法器",
		[22355] = "虛空蛛網俘虜者",
		[22387] = "里斯克神諭者",
		[22419] = "蝕木蟲 <群聚的根鬚行者>",
		[20404] = "星移門工程師",
		[22483] = "沙塵地精",
		[18421] = "尋日調查員",
		[18453] = "空行者裂風者",
		[1797] = "巨型灰斑熊",
		[16470] = "鬼魅慈善家",
		[18677] = "狂野的米克索格",
		[18805] = "高階星術師索拉瑞恩",
		[16950] = "虛空捕獵者",
		[21108] = "烏伏洛斯之子",
		[21140] = "裂縫領主",
		[23219] = "黑風扭曲追趕者",
		[19189] = "羽牙掠過者",
		[21268] = "虛空之絃長弓",
		[7376] = "暗影鷲",
		[17270] = "血之谷弓箭手",
		[19349] = "劫毀者",
		[21428] = "墮落的水元素",
		[7416] = "法力之泉圖騰 IV",
		[7432] = "未知目標",
		[19509] = "尋日收割者",
		[1863] = "海爾艾沃里 <Thomasqq>",
		[17622] = "神射手護衛",
		[23795] = "黑鐵反對者",
		[19733] = "匕首沼地佣人",
		[10990] = "奧特蘭克山羊",
		[19957] = "血槌釀酒大師",
		[22036] = "未知目標",
		[22100] = "爬骨蝎子",
		[18134] = "沼地行者",
		[18262] = "無情的昂庫爾",
		[22388] = "里斯克猛爪護衛",
		[18326] = "塞司克薩滿",
		[22452] = "複生的主教",
		[18422] = "尋日植物學家",
		[18454] = "撒拉希猛爪護衛",
		[16471] = "骷髏接待員",
		[3861] = "荒狼",
		[13437] = "空軍指揮官艾克曼",
		[18806] = "日光之室牧師",
		[20885] = "末日預言者達利亞",
		[18934] = "敦霍爾德法師",
		[3909] = "治療之泉圖騰 V",
		[16951] = "恐懼惡魔",
		[21109] = "暴怒的水之魂",
		[19190] = "惡魔處理者",
		[21269] = "毀滅",
		[21301] = "盤牙破碎者",
		[17271] = "噬骨毀滅者",
		[19350] = "棘牙吐毒者",
		[17367] = "虛空傳送門 - 平靜",
		[19510] = "血守衛百夫長",
		[17623] = "搶奪者護衛",
		[19734] = "真菌巨人",
		[19862] = "烏崔克",
		[21941] = "可憎的亡魂",
		[17879] = "時間領主迪賈",
		[19958] = "白色幼苗 <大植物學家費瑞衛恩>",
		[22037] = "鐵匠戈蘭克",
		[17975] = "大植物學家費瑞衛恩",
		[18135] = "沼澤行者",
		[510] = "水元素",
		[18327] = "時光流逝控制者",
		[20438] = "星座技師",
		[18423] = "『掠取者』喬沃",
		[18455] = "撒拉希神諭者",
		[16472] = "魅影舞台助手",
		[16504] = "秘法保衛者",
		[18583] = "麗莎艾歐·織火者",
		[14509] = "高階祭司塞卡爾",
		[20886] = "怒鐮者索寇斯瑞特",
		[23029] = "爪誓森林狂怒者",
		[21046] = "圓面蠻卒",
		[21238] = "血槌苦工",
		[21270] = "宇宙灌溉者",
		[17368] = "虛空傳送門 - 統御",
		[19511] = "幽藤引誘者",
		[19543] = "戰場法師達斯立克",
		[19735] = "風暴要塞-熔爐毀滅者",
		[17816] = "泥沼史卓克",
		[17848] = "中尉崔克",
		[17880] = "坦普拉斯",
		[22006] = "暗影領主戴斯衛歐",
		[22038] = "海術路德",
		[17976] = "指揮官薩瑞尼斯",
		[22102] = "影月侍從",
		[18136] = "沼澤潛伏者",
		[18168] = "老巫婆",
		[20343] = "魅力圖騰 <時光流逝控制者>",
		[18328] = "塞司克神諭者",
		[22486] = "未知目標 <深淵守衛提達費斯>",
		[18456] = "杜瑞拾荒者",
		[16473] = "鬼靈表演者",
		[20599] = "未知目標",
		[18584] = "沙薩拉畢恩",
		[13438] = "空軍指揮官斯里多爾",
		[16697] = "虛無區域 <尼德斯>",
		[24917] = "相位龍鰻",
		[22902] = "幻魅鞭笞者",
		[18872] = "虛實的復仇者",
		[16857] = "捕食中的地殼穿刺者",
		[21047] = "圓面薩滿",
		[19192] = "末日之女",
		[21271] = "無盡之刃",
		[21303] = "防衛者的屍體",
		[17369] = "虛空傳送門 - 堅忍",
		[19480] = "黯淡的靈魂",
		[19512] = "幽藤收割者",
		[19608] = "野生爭吵者",
		[19640] = "血之谷騎乘用座狼 <血之谷折磨者>",
		[19768] = "考斯卡海妖",
		[21879] = "邪惡之翼奇美拉",
		[17817] = "巨型泥沼史卓克",
		[17881] = "艾奧那斯",
		[19960] = "末日之爐工程師",
		[19992] = "血槌薩滿",
		[17977] = "扭曲分裂者",
		[20088] = "血鱗監督者",
		[12127] = "雷矛衛兵",
		[18137] = "沼澤挖掘者",
		[20216] = "葛魯洛克",
		[18201] = "被馴服的孢子蝙蝠",
		[22487] = "強效驅毒圖騰 <深淵守衛提達費斯>",
		[16410] = "鬼靈僕人",
		[18521] = "狂怒的骷髏",
		[18585] = "『酒鬼』拉利克",
		[20728] = "劍刃迅猛龍",
		[22807] = "失落的巨行鳥",
		[2614] = "空軍警告機器人 (聯盟)",
		[18873] = "虛實的保衛者",
		[2630] = "地縛圖騰 <胡梭>",
		[21048] = "圓面族長",
		[17146] = "吉爾索洛縛法者",
		[21272] = "扭曲分割者",
		[21304] = "守衛的屍體",
		[21368] = "伊斯利掠奪者",
		[17306] = "看護者卡爾古瑪",
		[19513] = "突變的恐懼尖嘯者",
		[19545] = "考林·織霜者",
		[19641] = "星移劫掠者尼薩德",
		[19705] = "大師戴利斯·黎擊",
		[21816] = "鐵脊咀嚼者",
		[19801] = "伊利達瑞折磨者",
		[19865] = "突變的恐獸",
		[19961] = "末日之爐侍者",
		[19993] = "血槌槌兵",
		[17978] = "『看管者』索古林",
		[22104] = "颶風 (卡拉薩瑞斯) <深淵守衛卡利迪斯>",
		[20089] = "血鱗呼浪者",
		[18138] = "昂布拉凡鰻魚",
		[18170] = "恆龍殺戮者",
		[18202] = "黑暗之血腐化者",
		[18298] = "卡沃希",
		[20409] = "肯瑞瓦學徒",
		[20601] = "雷森劫掠者",
		[18586] = "庫庫許",
		[11360] = "祖利安幼虎",
		[20729] = "劍刃劫毀者",
		[16699] = "破碎之手搶奪者",
		[20857] = "亞克崔茲防衛者",
		[17083] = "魔獄獸人皈依者",
		[17147] = "吉爾索洛教徒",
		[5834] = "赤羽",
		[731] = "豹",
		[19354] = "無力的阿爾塞斯",
		[19514] = "歐爾",
		[19546] = "貝馬拉",
		[19642] = "薩希斯捕獵者",
		[21849] = "骸骨爬行者",
		[17819] = "敦霍爾德哨兵",
		[19962] = "腳束縛 <大植物學家費瑞衛恩>",
		[19994] = "血槌術士",
		[20058] = "血槌恐狼",
		[20090] = "血鱗哨兵",
		[20218] = "日怒技師",
		[18203] = "黑暗之血劫掠者",
		[20410] = "朗瑟士",
		[18587] = "爭吵者",
		[4147] = "鹽石蜥蜴",
		[20730] = "葛路多爾",
		[16700] = "破碎之手軍團士兵",
		[18875] = "薩希斯劫掠者",
		[21050] = "暴怒的大地之靈",
		[17084] = "艾芙魯",
		[17148] = "吉爾索洛死亡誓言者",
		[21274] = "瓦解之杖",
		[21306] = "被詛咒的甲蟲",
		[21338] = "盤牙痲瘋者",
		[21370] = "伊斯利虛空術師",
		[17308] = "無疤者歐瑪爾",
		[19419] = "狂怒的裂石巨人",
		[19643] = "日怒星術師",
		[19707] = "日怒弓箭手",
		[21818] = "恆龍幼龍",
		[17820] = "敦霍爾德槍手",
		[19963] = "末日哀嚎者",
		[19995] = "劍刃蠻卒",
		[17980] = "拉杰",
		[22106] = "魯歐的虛空龍",
		[18172] = "恆龍破壞者",
		[18204] = "黑暗之血奧拓爾",
		[18236] = "墮落的風之圖騰 <黑暗之血奧拓爾>",
		[20443] = "安格拉斯哨兵",
		[18460] = "迷失的靈魂",
		[178449] = "狼",
		[18524] = "盛怒的骷髏",
		[18588] = "服倫",
		[11361] = "祖利安猛虎",
		[20859] = "亞克崔茲守衛",
		[20923] = "血衛士波洛克",
		[20987] = "魯安曠野怪蛇",
		[16925] = "噬骨劫掠者",
		[21115] = "基地守衛",
		[17053] = "卡里瑞猛鷲",
		[17085] = "艾羅那斯",
		[17149] = "梵安尼劫掠者",
		[21339] = "盤牙憎恨尖嘯者",
		[17309] = "地獄火看守者",
		[19420] = "哥利亞索裂石巨人 <哥利亞森>",
		[19516] = "虛無搶奪者",
		[17533] = "羅慕歐",
		[21723] = "豹",
		[17917] = "盤牙水元素",
		[17981] = "虛無再生者",
		[20060] = "桑古納爾領主",
		[18077] = "昂布拉凡神諭者",
		[20284] = "布姆博士",
		[20444] = "安格拉斯暗影法師",
		[18461] = "濕鱗蜥蜴",
		[18493] = "奧奇奈靈魂牧師",
		[20668] = "小噬屍獸",
		[18717] = "幽暗的工人",
		[24922] = "刺棘劫毀者",
		[20924] = "葛瑞許納什蜥蝪",
		[23035] = "安祖",
		[19005] = "憤怒大師",
		[21148] = "裂縫看守者",
		[17150] = "梵安尼秘法師",
		[7370] = "不安寧的陰影",
		[19261] = "地獄火戰爭使者",
		[5355] = "火翼防衛者",
		[19389] = "巢穴蠻卒",
		[19453] = "日怒隊長",
		[7434] = "傻豹",
		[17534] = "茱麗葉",
		[21660] = "卡巴宣誓者",
		[17694] = "影月黑暗法師",
		[21852] = "奧奇奈戰士",
		[22044] = "洞穴爬行者",
		[22236] = "水元素圖騰 <灰色之心浪潮呼喚者>",
		[20221] = "日怒火焰管理者",
		[20285] = "甘納格星移技工",
		[22396] = "德拉卡·長尾",
		[18398] = "斷趾",
		[20477] = "恐懼之爪",
		[16415] = "骷髏侍從",
		[18718] = "幽暗的獵人",
		[18750] = "閃鱗鰻",
		[20925] = "灼枯的蜥蜴",
		[16863] = "瘋狂的地獄野豬",
		[16927] = "小石鐮掠奪者",
		[23132] = "安祖之子",
		[21181] = "『火焰之王』賽洛庫",
		[21213] = "莫洛葛利姆·潮行者",
		[17151] = "甘納格技工",
		[21373] = "絲翼 <絲翼幼蟲>",
		[21405] = "伊斯利秘法師",
		[19422] = "血之谷通靈師",
		[19486] = "尋日化學家",
		[17471] = "次級暗影裂縫 <大術士奈德克斯>",
		[17503] = "悲慘的醫者 <姬奶小妹妹>",
		[17535] = "桃樂絲",
		[21661] = "卡巴爭鬥者",
		[19710] = "看守者鐵手",
		[17695] = "破碎之手刺客",
		[21853] = "烏鴉林螞蟻 <烏鴉林葉鬚樹人>",
		[17855] = "遠征隊守望者",
		[12050] = "雷矛防衛者",
		[20062] = "大星術師卡普尼恩",
		[18079] = "昂布拉凡先知",
		[18207] = "黑暗之血拾荒者",
		[6115] = "遊蕩的惡魔守衛",
		[22461] = "MKI型惡魔火砲",
		[18399] = "黑暗之血雙子",
		[20478] = "秘法僕人",
		[18463] = "濕鱗吞噬者",
		[18495] = "奧奇奈復仇者",
		[16544] = "伊斯利竊賊",
		[20766] = "劍刃秘法師",
		[16704] = "破碎之手狙擊兵",
		[18847] = "野生惡魔捕獵者 <召喚者歐莫>",
		[18879] = "相位捕獵者",
		[20990] = "血守衛治療者",
		[21022] = "森林山貓",
		[16960] = "悲痛之女",
		[17088] = "幽暗的召喚者",
		[21214] = "深淵之王卡拉薩瑞斯",
		[17152] = "惡魔守衛領導者",
		[17248] = "惡魔鍊",
		[17280] = "破碎之手戰犬",
		[19423] = "血之谷座狼",
		[19519] = "飢餓的泥沼領主",
		[1096] = "風險投資公司地質學家",
		[21662] = "卡巴盜墓者",
		[21694] = "泥沼主宰",
		[21854] = "鐵脊石化者",
		[17952] = "黑水鱷魚",
		[20031] = "血守衛軍團士兵",
		[20063] = "工程大師泰隆尼卡斯",
		[20095] = "葛瑞諾克·巴拓伯恩",
		[18080] = "卡塔魯",
		[22238] = "毒蛇神殿招潮者 <灰色之心浪潮呼喚者>",
		[18176] = "陷地 <黑暗之血奧拓爾>",
		[18400] = "『碎裂領主』洛克達",
		[20479] = "不穩定的斯朗",
		[18464] = "扭曲行者",
		[16481] = "恐怖的縛靈",
		[11347] = "狂熱者洛卡恩",
		[20671] = "裂牙山貓",
		[15489] = "法力之泉圖騰 V",
		[18720] = "暗影大師葛瑞弗",
		[16769] = "火翼術士",
		[2359] = "元素奴僕",
		[18880] = "虛空鰭刺",
		[18944] = "惡魔士兵",
		[21023] = "斯卓霖普·深根",
		[21119] = "未知目標 <莫阿格末日鐵匠>",
		[11603] = "白鬚掘地工",
		[19136] = "烈焰行者小鬼",
		[21215] = "『盲目者』李奧薩拉斯",
		[17153] = "湖中水之靈",
		[23326] = "劫毀者",
		[19264] = "軍隊指揮官葛洛克斯",
		[17281] = "噬骨撕裂者",
		[19424] = "血之谷折磨者",
		[17537] = "維斯路登",
		[21663] = "長者奧朗奴",
		[21695] = "浪潮奔騰者",
		[19712] = "麥克納爾鑽孔者",
		[19744] = "恐懼衛兵",
		[19872] = "凱崔娜·瓦映迪女士",
		[20032] = "血守衛復仇者",
		[20064] = "扭曲預言家薩拉瑞德",
		[22143] = "戈杜尼碎背者",
		[22175] = "頂尖鐮奪怪",
		[18113] = "菲拉芬獵人",
		[18145] = "瓦吐森的污染精華",
		[18177] = "受污染的石膚圖騰 <背叛者曼紐>",
		[20416] = "監督者瑞爾迪斯",
		[18401] = "史卡拉克斯",
		[20512] = "肯瑞瓦鬼魂",
		[18497] = "奧奇奈僧侶",
		[16482] = "受困的靈魂",
		[20768] = "葛諾斯·布羅格納",
		[20864] = "多變的夢魘",
		[20896] = "伊斯利恩殺戮者",
		[18881] = "破碎的奔行者",
		[18977] = "惡魔守衛摧毀者",
		[16994] = "德萊尼隱士",
		[23167] = "安祖利幼鳥",
		[17058] = "伊利達瑞監工",
		[21216] = "不穩定者海卓司",
		[17154] = "低劣菌體",
		[19457] = "葛銳洛克『暗眼』",
		[5420] = "晶鱗凝視者",
		[21696] = "蒸汽奔騰者",
		[21728] = "司凱堤斯奔騰者",
		[19713] = "麥克納爾破壞者",
		[19873] = "貴族克利斯平·費蘭斯",
		[19969] = "綠色幼苗 <大植物學家費瑞衛恩>",
		[20033] = "星術師",
		[22144] = "戈杜尼元素師",
		[18114] = "菲拉芬秘法師",
		[18370] = "野生暗影裂縫",
		[18402] = "戰槌勇士",
		[1410] = "火翼血守衛",
		[18466] = "懼牙潛伏者",
		[18498] = "不死的士兵 <奧奇奈僧侶>",
		[20609] = "雷森奈薩斯獵者",
		[11348] = "狂熱者札斯",
		[20673] = "記憶",
		[20865] = "未知目標",
		[20897] = "伊斯利恩波動法師",
		[16867] = "破碎之手蠻兵",
		[27166] = "啤酒辣妹",
		[21057] = "奈薩斯王子洛薩恩",
		[21089] = "日怒血騎士",
		[11604] = "白鬚地卜師",
		[21217] = "海底潛伏者",
		[5828] = "未知目標",
		[9637] = "灼燒圖騰 <戰槌薩滿>",
		[19298] = "戰爭使者阿瑞克斯阿摩",
		[17283] = "星界火星",
		[19458] = "撕裂",
		[2959] = "草原捕食者",
		[21697] = "恆龍時間領主",
		[21761] = "未知目標",
		[23872] = "寇仁·恐酒",
		[19874] = "男爵洛夫·崔克爾",
		[22081] = "影月黑暗編織者",
		[22209] = "墮落的灼熱圖騰 <烏拉魯>",
		[22241] = "未知目標",
		[22273] = "魔獄衛兵",
		[22305] = "維克",
		[22337] = "有害的幼鳥",
		[22369] = "恐怖的遺跡奴隸",
		[18371] = "死亡看守者辛瑞克",
		[20514] = "灼熱元素",
		[18499] = "不死的巫士 <奧奇奈復仇者>",
		[18595] = "乖戾的苦工",
		[3115] = "塵風鷹身人",
		[20866] = "靈魂吞食者",
		[20898] = "巨型冥淵火",
		[16932] = "小銳牙劫毀者",
		[21058] = "虛實的主教",
		[16996] = "德萊尼復仇者",
		[8566] = "黑鐵監視者",
		[19203] = "希斯火焰元素 <暗法師希斯>",
		[19299] = "死亡秘語者",
		[10741] = "豹",
		[19459] = "風牙",
		[6412] = "未知目標 <戈杜尼噬靈者>",
		[17540] = "惡魔般的獵犬 <無疤者歐瑪爾>",
		[3239] = "雷首蜥蜴",
		[19779] = "日怒地理學家",
		[17796] = "米克吉勒·蒸汽操控者",
		[19875] = "女爵朵洛希·米爾斯泰普",
		[17860] = "敦霍爾德老兵",
		[17892] = "恆龍時間術師",
		[22082] = "影月殺戮者",
		[22210] = "未知目標",
		[18212] = "泥鰭狂怒者",
		[18340] = "蒸汽幫浦監督者",
		[22466] = "未知目標",
		[18404] = "血守衛管理者",
		[16389] = "鬼靈學徒",
		[18500] = "不死的教士 <奧奇奈復仇者>",
		[16485] = "秘法警備者",
		[20867] = "死亡看守者",
		[18852] = "日怒星移工程師",
		[18884] = "扭曲追趕者",
		[16901] = "憤怒的腐泥怪",
		[16933] = "銳牙劫毀者",
		[21059] = "暴怒的水之靈",
		[19044] = "弒龍者戈魯爾",
		[21123] = "魔誓鱗翼",
		[11605] = "白鬚監督者",
		[19204] = "希斯冰霜元素 <暗法師希斯>",
		[21315] = "『晦暗者』魯歐",
		[19300] = "混沌煽動",
		[19428] = "深藍色巨蛇",
		[19460] = "血之谷骷髏",
		[3475] = "PoPooLion",
		[19716] = "麥克納爾技工",
		[21827] = "薩卓瑞斯",
		[21891] = "鳥人撕裂者",
		[19876] = "貴族羅賓·達利斯",
		[22019] = "克菲斯·暗鱗",
		[17957] = "盤牙勇士",
		[20036] = "血守衛扈從",
		[22115] = "憤怒的裂地者 <暴怒的大地之靈>",
		[18117] = "安格拉斯巨魔",
		[18181] = "古羅克的爪牙",
		[18213] = "泥沼多頭蛇",
		[20324] = "乾枯的多頭蛇",
		[18373] = "主教瑪拉達爾",
		[18405] = "風暴要塞-熔爐保安官",
		[18437] = "兇惡的泰洛飛蛾",
		[18501] = "不死的捕獵者 <奧奇奈復仇者>",
		[3619] = "一隱一",
		[22915] = "烏鴉的化身",
		[20900] = "無束縛的摧毀者",
		[16870] = "破碎之手隊長",
		[18981] = "末日密語者",
		[21060] = "暴怒的風之靈",
		[21124] = "魔誓匕爪",
		[21220] = "盤牙女祭司",
		[19205] = "未知目標 <暗法師希斯>",
		[21284] = "奧奇奈新教徒",
		[19301] = "暈眩",
		[21380] = "大型地殼穿刺者",
		[19397] = "莫阿格監督者",
		[19429] = "鳥人黑暗之鷹",
		[21508] = "盤牙狂暴者",
		[1860] = "薩摩恩",
		[17478] = "血之谷占卜者",
		[19557] = "巨型爭吵者",
		[21636] = "復仇的德萊尼",
		[19653] = "葛拉希厄斯",
		[17670] = "破碎之手戰犬大師",
		[17798] = "督軍卡利斯瑞",
		[21956] = "狼",
		[17958] = "盤牙防衛者",
		[20037] = "風暴要塞-熔爐鷹獵者",
		[22148] = "戈杜尼裂頭者",
		[22180] = "裂牙潛藏野豬",
		[18118] = "安格拉斯薩滿",
		[22244] = "無鏈結的伊斯瑞爾",
		[18182] = "未知目標",
		[22308] = "巨龍教團獵手",
		[18374] = "專注之火",
		[13317] = "冰冷礦坑採掘者",
		[18470] = "鞭骨者",
		[3851] = "影牙白頭狼人",
		[11318] = "怒焰穴居人",
		[16519] = "幽暗的劊子手",
		[11350] = "古拉巴什擲斧者",
		[20773] = "刺鱗鱷魚",
		[20869] = "亞克崔茲哨兵",
		[20901] = "薩格隆弓箭手",
		[16871] = "血之谷蠻兵",
		[16903] = "憤怒的恐泥怪",
		[18982] = "黑貂豹",
		[21061] = "暴怒的火焰之靈",
		[21189] = "水晶鐮奪怪",
		[21221] = "盤牙馴獸師",
		[21253] = "受感染的水元素 <不穩定者海卓司>",
		[21285] = "奧奇奈末日預言者",
		[21381] = "小地殼穿刺者",
		[19398] = "甘納格苦工",
		[21477] = "石釘鐮奪怪",
		[19494] = "阿其羅斯",
		[21637] = "巨龍教團斥候",
		[19686] = "虛空異常者",
		[17671] = "破碎之手勇士",
		[17799] = "崔互德奴隸",
		[17959] = "盤牙奴隸看管者",
		[17991] = "爆裂者洛克瑪",
		[20134] = "日怒秘法師",
		[20294] = "泥沼史卓克利爪",
		[20326] = "莫阿格星移管理者",
		[16424] = "鬼靈哨兵",
		[18503] = "幻魅持有者 <奧奇奈靈魂牧師>",
		[18535] = "迪摩斯, 憎恨監督者",
		[20614] = "雷森法術竊取者",
		[18631] = "卡巴異教徒",
		[18663] = "紀律魔女",
		[20870] = "無約束的希瑞奇斯",
		[18855] = "日怒博學者",
		[20934] = "分裂的防衛者",
		[16904] = "不屈的步卒",
		[18983] = "黑牙蜘蛛",
		[21062] = "虛空怨靈 <操縱者帕薩里歐>",
		[21126] = "盤牙鱗片醫者",
		[17096] = "星界爆發",
		[21254] = "遲鈍的葛羅挖掘工",
		[21350] = "古羅牧師",
		[21382] = "巨龍教團狂熱者",
		[21446] = "未知目標",
		[21478] = "石釘撕裂者",
		[19527] = "猶豫不決的虛無呼喚者",
		[21638] = "復仇的先驅",
		[21702] = "伊斯利恩生命束縛者",
		[17800] = "盤牙侍從",
		[17960] = "盤牙預言者",
		[20039] = "鳳鷹",
		[20135] = "日怒大法師",
		[18120] = "安格拉斯蠻槌兵",
		[22310] = "風裂猛襲者",
		[20295] = "泥沼史卓克粉碎者",
		[22374] = "卡加斯之手",
		[20455] = "恐懼圖騰 <昂布拉凡巫醫>",
		[18472] = "暗法師希斯",
		[16457] = "貞潔聖女",
		[18536] = "希爾寇思,恐懼監督者",
		[18568] = "占卜者秘法守護者",
		[18632] = "卡巴劊子手",
		[2356] = "老灰熊",
		[16809] = "戰爭使者歐姆拉格",
		[16873] = "血之谷捆縛師",
		[18952] = "噬骨拾荒者",
		[16937] = "崔互德地卜者",
		[21127] = "盤牙暴怒者",
		[17129] = "巨型風翼貓頭鷹",
		[19208] = "召喚的卡巴侍僧 <卡巴召喚者>",
		[21319] = "葛爾·葛利姆嘎",
		[17257] = "瑪瑟里頓",
		[21383] = "巨龍教團侍僧",
		[21703] = "墮落的火焰圖騰",
		[21767] = "烏鴉神諭使",
		[19784] = "考斯卡眼鏡蛇",
		[21863] = "毒蛇神殿潛伏者",
		[17801] = "盤牙海妖",
		[17833] = "敦霍爾德衛兵",
		[16117] = "野豬",
		[17961] = "盤牙女巫師",
		[17993] = "血守衛保衛者",
		[20136] = "日怒調查員",
		[18121] = "安格拉斯噬魂者",
		[18185] = "菲拉芬毒蛇之魂",
		[22311] = "火魂盛怒者",
		[18281] = "伯克拉斯",
		[10200] = "豹",
		[18441] = "未知目標",
		[18473] = "鷹王伊奇斯",
		[18633] = "卡巴侍僧",
		[20904] = "看守者米利恰爾",
		[16842] = "榮譽堡防衛者",
		[16906] = "不屈的騎士",
		[21032] = "魔翼",
		[23175] = "塔倫米爾守衛",
		[17130] = "塔巴克雄鹿",
		[19209] = "召喚的卡巴死亡誓言者 <卡巴召喚者>",
		[19305] = "哥利亞森",
		[21416] = "拉卡恩",
		[7445] = "寶貝",
		[21640] = "索格瑪",
		[17578] = "訓練假人",
		[19657] = "召喚者卡辛恩",
		[21736] = "蠻錘防衛者",
		[17802] = "盤牙戰士",
		[19881] = "分離的靈魂",
		[17962] = "盤牙工頭",
		[17994] = "血守衛獵鷹者",
		[22120] = "深淵孢子蝙蝠 <深淵守衛沙卡奇斯>",
		[18122] = "崔互德苦工",
		[18282] = "卡拉奎領主",
		[18506] = "狂怒的靈魂",
		[16491] = "法力供應蟲",
		[16523] = "破碎之手狂怒者",
		[18634] = "卡巴召喚者",
		[20713] = "精靈龍",
		[18794] = "卡巴祭儀師",
		[20873] = "奈加頓星移大師",
		[20905] = "熾熱欺詐者",
		[18922] = "泰倫多爾護衛",
		[16907] = "血之谷苦工",
		[21033] = "刃翼血信",
		[21065] = "肯瑞瓦幽靈",
		[23176] = "塔倫米爾守衛",
		[17067] = "未知目標 <魅影守衛>",
		[21225] = "潮行者戰士",
		[17259] = "噬骨飢餓者",
		[19402] = "枯萎的泥沼領主",
		[17547] = "機器人",
		[21705] = "墮落的風圖騰",
		[21865] = "盤牙伏擊者",
		[17803] = "盤牙神諭者",
		[17835] = "恆龍刺客",
		[19946] = "暗羽奴隸商人",
		[17963] = "荒行者奴隸",
		[20042] = "風暴要塞-鐵匠",
		[18123] = "銳克奴隸",
		[18155] = "血鷹",
		[18283] = "黑刺",
		[22441] = "受詛咒的泰利巴斯",
		[18411] = "『飢餓者』唐恩",
		[16460] = "暗夜女骸魔",
		[18539] = "阿斯卡斯",
		[16524] = "埃蘭之影",
		[18635] = "卡巴死亡誓言者",
		[20714] = "山脊行者",
		[18731] = "海爾瑪大使",
		[22857] = "伊利達瑞劫毀者",
		[22889] = "預兆夢魘",
		[18827] = "甘納格工人",
		[20906] = "相位獵取者",
		[16844] = "地殼穿刺者",
		[16876] = "噬骨突變者",
		[16972] = "剃骨禿鷲",
		[23177] = "塔倫米爾監視者",
		[17132] = "公裂蹄",
		[21290] = "魔爆術",
		[683] = "小獵豹",
		[17356] = "遲緩的軟泥怪",
		[1548] = "被詛咒的黑暗犬",
		[17420] = "破碎之手異教徒",
		[16459] = "渾沌女侍",
		[21273] = "相位壁壘",
		[18857] = "日怒星移管理者",
		[17548] = "多多 <桃樂絲>",
		[19206] = "希斯暗影元素 <暗法師希斯>",
		[21706] = "墮落的火焰元素 <墮落的火焰圖騰>",
		[18087] = "暗羽海妖",
		[15550] = "未知目標 <午夜>",
		[21802] = "伊萊克毀滅者",
		[19399] = "惡魔火砲",
		[16492] = "虹吸蟲",
		[19851] = "奈卡卓恩",
		[18214] = "沼爪痛擊者",
		[16905] = "不屈的魔巫士",
		[19947] = "暗羽巫女",
		[19979] = "死亡熔爐技師",
		[17964] = "荒行者工人",
		[20043] = "見習占星者",
		[22122] = "塞納里奧暴風烏鴉",
		[17942] = "奎克米瑞",
		[18092] = "塔倫米爾守衛",
		[18124] = "枯萎的巨人",
		[22250] = "腐臭磨菇",
		[21300] = "惡魔墮落者",
		[18220] = "飢餓的風翼貓頭鷹",
		[18086] = "暗羽監工",
		[22378] = "卡巴審問者",
		[21704] = "墮落的大地圖騰",
		[17256] = "地獄火導魔師",
		[18325] = "塞司克預言家",
		[19988] = "葛瑞納鷹翼",
		[19762] = "考斯卡防衛者",
		[18476] = "灰座狼",
		[16461] = "魔妾",
		[18540] = "阿翼特",
		[16525] = "魔法鬼魂",
		[21462] = "大型惡魔烈焰雙帆龍",
		[18636] = "卡巴刺客",
		[19220] = "操縱者帕薩里歐",
		[18700] = "重組的骸骨",
		[18732] = "領導者瓦皮歐",
		[22858] = "未知目標",
		[18796] = "惡魔監督者",
		[20875] = "奈加頓尖嘯者",
		[18860] = "命運之女",
		[17721] = "盤牙工程師",
		[21218] = "瓦司金榮譽守衛",
		[17621] = "希頓護衛",
		[17307] = "『信使』維斯路登",
		[16973] = "剃骨禿鷹",
		[20868] = "熱能之眼",
		[15687] = "摩洛",
		[21226] = "潮行者薩滿",
		[20290] = "湖鰻魚",
		[21227] = "潮行者獵魚者",
		[21224] = "潮行者深淵先知",
		[18116] = "匕首沼地刺客",
		[17229] = "基瑞克",
		[17261] = "未知目標",
		[23434] = "指揮官赫布",
		[21419] = "地獄火攻擊者",
		[17357] = "遲緩的小軟泥怪",
		[19964] = "紅色幼苗 <大植物學家費瑞衛恩>",
		[21515] = "崔奇拉",
		[20038] = "小鳳鷹",
		[22376] = "泰洛克爪牙",
		[17517] = "地獄火哨兵",
		[16488] = "秘法異反元素",
		[89] = "地獄火 <烏冬>",
		[21707] = "墮落的空氣元素 <墮落的風圖騰>",
		[19692] = "布恩機器人",
		[21346] = "未知目標 <靈魂吞食者>",
		[21803] = "灰舌駕馭者",
		[17139] = "風蘆拾荒者",
		[21395] = "突變鑽地蟲",
		[17805] = "盤牙奴隸管理者",
		[18132] = "螢光蛾",
		[15690] = "莫克札王子",
		[19948] = "血槌爭鬥者",
		[18457] = "杜瑞獵人",
		[17940] = "盤牙技師",
		[20044] = "星術師初學者",
		[22123] = "劫毀者",
		[18994] = "恆龍劊子手",
		[18093] = "塔倫米爾保衛者",
		[18125] = "飢餓的真菌巨人",
		[18835] = "瘋癲者奇克勒",
		[18995] = "恆龍毀滅者",
		[16425] = "魅影守衛",
		[22347] = "巨像潛伏者",
		[18285] = "『伯爵』安古拉",
		[18179] = "墮落的新星圖騰 <背叛者曼紐>",
		[20881] = "無鏈結的毀滅者",
		[10218] = "超強治療結界 <卡塔魯>",
		[18413] = "『諫言者』索爾波",
		[15691] = "館長",
		[18477] = "原生灰座狼",
		[18978] = "惡魔妖精希克林",
		[18541] = "烏達克",
		[16526] = "巫術鬼魂",
		[12377] = "哀嚎的幽靈",
		[18637] = "卡巴暗影牧師",
		[15548] = "鬼靈骸顱馬",
		[18701] = "黑暗漩渦 <塞司克薩滿>",
		[18733] = "惡魔搶奪者",
		[5286] = "狼",
		[18797] = "被折磨的骷髏",
		[18829] = "地獄火守衛",
		[20908] = "薩弗隆法力塑造者",
		[18115] = "匕首沼地污泥居者",
		[16878] = "破碎之手狂戰士",
		[23051] = "巨大的卡里瑞",
		[16595] = "噬屍獸",
		[16974] = "狂野的虛無行者",
		[5308] = "小美女",
		[23179] = "塔倫米爾保衛者",
		[19174] = "姆瑪奇酋長",
		[21196] = "掠食鐮奪怪",
		[17134] = "石拳粉碎者",
		[3825] = "幽爪前鋒",
		[17669] = "迅捷戰犬",
		[21324] = "烏鴉之魂",
		[18850] = "日怒守衛",
		[13358] = "雷矛弓箭手",
		[21420] = "墮落的水之圖騰",
		[21452] = "未知目標",
		[17465] = "破碎之手百夫長",
		[19413] = "破碎之手法師",
		[17454] = "燃燒的冥淵火 <地獄火導魔師>",
		[20405] = "虛空充能器",
		[17057] = "『野蠻者』黑爪",
		[21644] = "司凱堤斯之翼護衛",
		[5423] = "沙漠鞭尾蠍",
		[21708] = "墮落的土元素 <墮落的大地圖騰>",
		[17646] = "尼德斯地獄火",
		[17461] = "破碎之手血衛士",
		[22352] = "巨像狂怒者",
		[19789] = "考斯卡護水者",
		[16507] = "破碎之手哨兵",
		[19853] = "魔刃末日守衛",
		[15438] = "強效火焰元素",
		[21964] = "深淵守衛卡利迪斯",
		[19949] = "樹苗 <扭曲分裂者>",
		[16952] = "煉冶場守衛",
		[23261] = "狂怒之翼",
		[20045] = "虛空占卜師",
		[22124] = "空軍警報器機器人 (塞納里奧)",
		[18062] = "暴怒的粉碎者",
		[18094] = "塔倫米爾監視者",
		[19991] = "血槌蠻卒",
		[16545] = "伊斯利盜法者",
		[15483] = "火焰新星圖騰 VII <戈杜尼元素師>",
		[18467] = "懼牙寡婦",
		[17157] = "破碎的奔行者",
		[18286] = "莫拉吉斯",
		[18318] = "塞司克新兵",
		[20397] = "監督者塞琳娜",
		[17938] = "盤牙觀察者",
		[16968] = "地隧穿刺者",
		[21387] = "巨龍教團黑色幼龍",
		[18478] = "馬丁瑞德的化身 <主教瑪拉達爾>",
		[18391] = "『老巫婆』吉絲達",
		[17156] = "扭曲的大地之靈",
		[18211] = "黑暗之血蠻卒",
		[19167] = "血守衛殺戮者",
		[20685] = "監督者阿薩納德",
		[18670] = "鐵顎",
		[20749] = "鱗翼風蛇",
		[19191] = "殘忍的阿拉薩爾斯",
		[22860] = "伊利達瑞魅魔",
		[22892] = "第三碎片守衛者",
		[18830] = "卡巴狂熱者",
		[20909] = "薩弗隆熔岩丟擲者",
		[19551] = "歐爾餘燼",
		[16879] = "飢餓的地獄野豬",
		[18465] = "扭曲獵者",
		[15484] = "熔岩圖騰 V",
		[16975] = "無法控制的虛無行者",
		[21101] = "無鏈結的虛無區 <無約束的希瑞奇斯>",
		[17039] = "公卡里瑞幼鳥",
		[18451] = "辛諾翼護衛",
		[21229] = "灰色之心浪潮呼喚者",
		[17135] = "石拳秘法師",
		[17167] = "召喚的元素 <埃蘭之影>",
		[17199] = "四腳爬爬",
		[17546] = "獅子",
		[119] = "黑嚕嚕",
		[21389] = "『灰喉』麥克斯納爾",
		[22375] = "泰洛克的化身",
		[21453] = "灰舌薩滿",
		[16967] = "海艾斯猛爪護衛",
		[18667] = "煽動者黑心",
		[17455] = "噬骨馴獸者",
		[23180] = "塔倫米爾保衛者",
		[18848] = "惡毒導師",
		[19598] = "突變的鞭屍者",
		[18171] = "恆龍污染者",
		[21709] = "伊肯尼恩",
		[20798] = "鋒鋸",
		[11562] = "枯鉗龍蝦人",
		[18976] = "烏爾卡斯",
		[16934] = "劫毀者",
		[21232] = "灰色之心隱藏者",
		[20140] = "日怒百夫長",
		[17839] = "裂縫領主",
		[21965] = "深淵守衛提達費斯",
		[16152] = "獵人阿圖曼 <午夜>",
		[19982] = "維克尼爾銳眼",
		[22061] = "影月竊魂者",
		[20046] = "星術領主",
		[20078] = "未知目標",
		[21228] = "潮行者海法師",
		[19990] = "葛瑞納烏鴉藐視者",
		[18127] = "泥沼領主",
		[18159] = "葛洛卡老大",
		[18567] = "莫阿格規劃大師",
		[20270] = "菲拉芬德魯伊",
		[16489] = "混沌感知元素",
		[22381] = "邪惡的海希斯",
		[18319] = "時光流逝占卜者",
		[20334] = "劍刃廚師",
		[20902] = "薩格隆地獄召喚者",
		[16966] = "海艾斯風行者",
		[18865] = "扭曲法力元素",
		[19493] = "『審判官』艾克爾拉斯",
		[12141] = "冰圖騰 <莫古>",
		[17133] = "老邁的裂蹄",
		[15688] = "泰瑞斯提安·疫蹄",
		[12378] = "被詛咒的靈魂",
		[18639] = "卡巴縛法者",
		[19415] = "破碎之手侍僧",
		[18703] = "塞司克之靈",
		[22891] = "第二碎片守衛者",
		[16594] = "影月侍僧",
		[19259] = "地獄火入侵者",
		[20878] = "死亡熔爐守護者",
		[20910] = "暮光龍獸人",
		[18831] = "大君王莫卡爾",
		[16880] = "笨重的地獄野豬",
		[19593] = "縛法者瑪莉安娜",
		[16944] = "莫阿格末日鐵匠",
		[16414] = "鬼魅管家",
		[19055] = "風翼族母",
		[20765] = "劍刃粉碎者",
		[17225] = "夜禍",
		[21198] = "死亡之爪靈魂",
		[17136] = "石拳戰士",
		[17035] = "卡里瑞族母",
		[16808] = "大酋長卡加斯·刃拳",
		[21326] = "烏鴉林葉鬚樹人",
		[17264] = "噬骨搶奪者",
		[18719] = "幽暗的諫言者",
		[21242] = "奧奇奈亡語者",
		[21454] = "灰舌戰士",
		[18925] = "日光之室密探",
		[26776] = "恐酒爪牙",
		[19503] = "卡巴密探",
		[19166] = "風暴要塞-熔爐巡邏者",
		[23178] = "塔倫米爾監視者",
		[19599] = "虛無僕人 <虛無男爵·加倫希斯>",
		[16409] = "魅影賓客",
		[21710] = "烏拉魯",
		[12922] = "小鬼爪牙",
		[17951] = "蒸汽操控者技師",
		[21806] = "灰色之心縛法者",
		[19919] = "荊棘鞭笞者",
		[21004] = "次級虛空龍",
		[21902] = "卡巴織法者",
		[17840] = "敦霍爾德搜尋犬",
		[21966] = "深淵守衛沙卡奇斯",
		[2253] = "破碎嶺蠻卒",
		[19983] = "維克尼爾風暴召喚者",
		[20048] = "紅手百夫長",
		[20047] = "紅手戰鬥法師",
		[20079] = "暗羽哨兵",
		[18064] = "戰槌薩滿",
		[20143] = "虛無再生者 - 任務 - 扭曲裂縫 <牧原股份>",
		[20207] = "日怒射手",
		[18160] = "血拳主宰",
		[15241] = "獅鷲騎士守衛",
		[17160] = "活躍的龍卷風",
		[3123] = "血爪銳齒龍",
		[20215] = "潘塔斯阿諾",
		[18320] = "時光流逝暗影法師",
		[20399] = "恐懼小鬼",
		[16807] = "大術士奈德克斯",
		[20034] = "占星者",
		[21021] = "灼熱小鬼",
		[13087] = "冰冷礦坑入侵者",
		[26764] = "伊爾莎·恐酒",
		[16593] = "破碎之手打鬥者",
		[16529] = "魔法驚懼",
		[11355] = "古拉巴什戰士",
		[18640] = "卡巴術士",
		[18702] = "奧奇奈死靈法師",
		[20751] = "匕爪尾龍",
		[18238] = "黑暗之血侵略者",
		[20879] = "埃雷達爾嗜魂者",
		[18864] = "法力怨靈",
		[18832] = "克羅斯·火手",
		[20911] = "黑翼龍獸人",
		[17464] = "破碎之手鬥士",
		[23022] = "戈杜尼噬靈者",
		[18992] = "克羅斯上尉",
		[16945] = "莫阿格工程師",
		[17014] = "重組的虛無行者",
		[2385] = "野生山地獅",
		[15689] = "尼德斯",
		[21231] = "灰色之心盾衛",
		[23246] = "骯髒的奴隸",
		[17137] = "石拳法師",
		[21263] = "灰色之心技師",
		[21128] = "盤牙鰭刺",
		[19408] = "痛苦魔女",
		[17265] = "惡魔傳送門 <泰瑞斯提安·疫蹄>",
		[18836] = "先知盲眼",
		[20460] = "首席工程師高克盧",
		[21455] = "灰舌勞工",
		[19440] = "葛銳洛克之眼",
		[18975] = "憤怒守衛",
		[19504] = "占卜者守護者",
		[18280] = "斯柏溫",
		[17521] = "大野狼",
		[18638] = "卡巴沉迷者",
		[16939] = "虛無男爵·加倫希斯",
		[21711] = "哈盧姆",
		[0] = "烈焰波",
		[17007] = "凱伊拉·拜瑞巴克女士",
		[19852] = "神器蒐尋者",
		[21839] = "成熟的絲翼",
		[20040] = "水晶之核毀壞者",
		[22890] = "第一碎片守衛者",
		[16929] = "石鐮突擊隊員",
		[19920] = "荊棘撕掠者",
		[19952] = "血槌地卜師",
		[19984] = "維克尼爾厄鷹",
		[21230] = "灰色之心虛空法師",
		[22095] = "群聚的根鬚行者",
		[16896] = "榮譽堡弓箭手",
		[18065] = "戰槌蠻卒",
		[20988] = "尋日工程師",
		[23162] = "『風怒者』瓦奇茲",
		[20208] = "曼紐的治療結界 <背叛者曼紐>",
		[20035] = "血守衛治安官",
		[22045] = "復仇的軀殼",
		[18257] = "卡特瑞普",
		[18289] = "公伊萊克",
		[18321] = "塞司克鷹爪領主",
		[17034] = "母卡里瑞幼鳥",
		[11321] = "熔岩元素",
		[23385] = "貝許爾秘法師",
		[18449] = "辛諾爪牙",
		[17158] = "灰塵咆哮者",
		[11949] = "巴琳達·石爐上尉",
		[18853] = "日怒血守衛",
		[16530] = "法力扭曲",
		[12379] = "不死的看守者",
		[18641] = "卡巴妖精",
		[26822] = "厄蘇拉·恐酒",
		[18042] = "昂布拉凡奴隸管理者",
		[18737] = "緻密的雕像 <五十元一次>",
		[22863] = "老練的博學者",
		[18096] = "紀元狩獵者",
		[20880] = "埃雷達爾死亡召喚者",
		[20912] = "先驅者史蓋力司",
		[22991] = "巨大的卡里瑞蛋觸發者",
		[16406] = "魅影侍者",
		[22091] = "飛火圖騰 <深淵守衛提達費斯>",
		[16946] = "莫阿格鍛造魔",
		[16978] = "少校薩沃斯",
		[21104] = "裂縫看守者",
		[21136] = "恆龍時間術師",
		[16938] = "崔互德蠻卒",
		[21200] = "尖嘯靈魂",
		[17138] = "戰槌搶奪者",
		[19304] = "暈眩",
		[21296] = "劍刃勇士",
		[18369] = "柯爾奇",
		[5925] = "根基圖騰 <葛銳洛克『暗眼』>",
		[7399] = "石爪圖騰 VI",
		[17159] = "風暴狂怒者",
		[7415] = "法力之泉圖騰 III",
		[2406] = "山地獅",
		[21520] = "伊利達瑞獄卒",
		[19505] = "尋日導魔師",
		[19998] = "劍刃薩滿",
		[17722] = "盤牙巫女",
		[16408] = "魅影管理員",
		[19633] = "血守衛修補者",
		[20160] = "未知目標 <殘忍的阿拉薩爾斯>",
		[17650] = "未知目標",
		[20436] = "日怒保衛者",
		[21808] = "伊利達瑞監督者",
		[16407] = "鬼靈侍從",
		[20041] = "水晶之核哨兵",
		[21904] = "鳥人戰鷹",
		[20139] = "日怒咒術師",
		[17941] = "背叛者曼紐",
		[19953] = "爭吵者保衛者 <大植物學家費瑞衛恩>",
		[19985] = "魯安歐克·凝視者",
		[15551] = "鬼靈馬廄僕人",
		[20049] = "紅手血騎士",
		[19926] = "法術搶奪者瑪拉希歐",
		[19226] = "虛無旅人",
		[20145] = "不穩定的虛無行者 <牧原股份>",
		[18130] = "沼牙撕裂者",
		[19168] = "尋日星法師",
		[17155] = "湖水元素",
		[19201] = "山地古羅",
		[18258] = "巴奇洛爾",
		[22384] = "血槌預言者",
		[18322] = "塞司克烏鴉護衛",
		[20330] = "血槌作戰座狼",
		[20327] = "葛瑞納烏鴉",
		[16772] = "噬骨破壞者",
		[18450] = "辛諾巫士",
		[18482] = "安普爾",
		[16954] = "煉冶場會員",
		[18088] = "血鱗女巫師",
		[16539] = "魔胎",
		[17797] = "海法師希斯比亞",
		[18642] = "惡魔守衛犬",
		[17462] = "破碎之手狂熱者",
		[18706] = "噬骨座狼",
		[21251] = "深幽泥沼巨人",
		[16540] = "暗影掠取者",
		[16948] = "甘納格工程師",
		[18834] = "召喚者歐莫",
		[18866] = "法師殺手",
		[22992] = "獵鷹守護者",
		[19414] = "破碎之手護衛",
		[22482] = "成熟的篩骨者",
		[16947] = "甘納格僕人",
		[21911] = "司凱堤斯召魂者",
		[18452] = "空行者魔鷹",
		[21137] = "恆龍刺客",
		[21246] = "毒蛇神殿孢子蝙蝠",
		[10928] = "魅魔爪牙",
		[21233] = "軍團惡魔火砲",
		[19218] = "看守者蓋洛奇歐",
		[18089] = "血鱗奴隸驅使者",
		[19282] = "征服者薛艾希",
		[17267] = "惡魔般的小鬼 <泰瑞斯提安·疫蹄>",
		[17252] = "索烏祖恩",
		[19989] = "葛瑞納先驅者",
		[19410] = "破碎之手新兵",
		[19442] = "座狼大師科洛斯",
		[17427] = "破碎之手弓箭手",
		[20248] = "日怒虛空術師",
		[11320] = "鑽土蟲",
		[16805] = "德萊尼骷髏",
		[21649] = "司凱堤斯風行者",
		[2850] = "說好不提老母",
		[20481] = "狂怒的烈焰",
		[21920] = "潮行者潛伏者",
		[20682] = "泰洛卡狼蛛",
		[21809] = "巨龍教團盜獵者",
		[13096] = "冰冷礦坑探險者",
		[21873] = "盤牙護衛",
		[16810] = "噬骨斷背者",
		[6073] = "灼熱的地獄火",
		[19221] = "虛空術師賽菲瑞雅",
		[17862] = "史卡拉克上尉",
		[19986] = "魯安歐克智者·天怒",
		[20052] = "水晶之核技師",
		[20050] = "紅手審判官",
		[18438] = "奈伏薩拉爾",
		[17543] = "稻草人",
		[19701] = "噬骨者塑能師",
		[18131] = "沼牙分割者",
		[20210] = "岩膚鐮奪怪",
		[3226] = "墮落蠍",
		[20439] = "星座工程師",
		[18259] = "班薩爾",
		[18554] = "薩爾斯·烏德恩",
		[20059] = "尋日虛空束縛者",
	},
	["death_recap"] = {
		["enabled"] = true,
		["show_segments"] = false,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["spell_pool"] = {
		11, -- [1]
		3, -- [2]
		"環境 (掉落)", -- [3]
		[6] = "環境 (著火)",
		[7] = "血守衛保衛者",
		[14310] = 3,
		[20554] = 3,
		[37133] = "見習占星者",
		[37517] = 1,
		[25033] = "海法師希斯比亞",
		[29320] = "鬼靈戰馬",
		[25289] = 1,
		[29448] = "摩洛",
		[29512] = "貞潔聖女",
		[29576] = "鬼靈哨兵",
		[38797] = "莫爾墨",
		[38925] = "麥克納爾技工",
		[29768] = "秘法警備者",
		[29832] = "獵人阿圖曼 <午夜>",
		[39309] = "未知目標",
		[30216] = 2,
		[30472] = "破碎之手軍團士兵",
		[30600] = "戰爭使者歐姆拉格",
		[22666] = "高階祭司塞卡爾",
		[22730] = 9,
		[26889] = 4,
		[22858] = "看護者卡爾古瑪",
		[33551] = "海爾瑪大使",
		[27145] = 2,
		[27209] = 9,
		[23242] = 5,
		[11719] = 9,
		[12039] = "卡巴侍僧",
		[16166] = 7,
		[24394] = 3,
		[36879] = "米歐浩斯·曼納斯頓",
		[33040] = "高階星術師索拉瑞恩",
		[37263] = "紅手戰鬥法師",
		[20747] = 11,
		[29321] = "盤牙海妖",
		[29385] = "男爵洛夫·崔克爾",
		[29513] = "魅影賓客",
		[29577] = "鬼靈骸顱馬",
		[25546] = 7,
		[29833] = "獵人阿圖曼 <午夜>",
		[29961] = "埃蘭之影",
		[30217] = 3,
		[13159] = 3,
		[36880] = "米歐浩斯·曼納斯頓",
		[26890] = 4,
		[22859] = "高階祭司塞卡爾",
		[27018] = 3,
		[27082] = 8,
		[9512] = 4,
		[27274] = "布雷利亞娜 <福利貝爾>",
		[23243] = 7,
		[34321] = 9,
		[34449] = "盤牙水元素",
		[23691] = 1,
		[9896] = 11,
		[32265] = "死亡看守者辛瑞克",
		[14183] = 4,
		[20236] = 2,
		[28490] = 1,
		[14311] = 3,
		[36881] = "米歐浩斯·曼納斯頓",
		[10312] = 2,
		[16589] = 9,
		[20748] = 11,
		[24907] = 11,
		[25035] = "腐化的海卓司之子",
		[33938] = 8,
		[2643] = 3,
		[29386] = "男爵洛夫·崔克爾",
		[34322] = "高階星術師索拉瑞恩",
		[29514] = "魅影賓客",
		[29578] = "鬼靈僕人",
		[25547] = 7,
		[29770] = "午夜",
		[17549] = 3,
		[29962] = "埃蘭之影",
		[35474] = 7,
		[10952] = 5,
		[30282] = "夜禍",
		[30410] = "[*] 暗影之握",
		[30474] = "破碎之手異教徒",
		[15271] = 5,
		[26635] = 3,
		[33043] = 8,
		[37266] = "泥沼主宰",
		[26891] = 4,
		[18765] = "盤牙侍從",
		[27019] = 3,
		[15655] = "盤牙防衛者",
		[46352] = 11,
		[46608] = "巴琳達·石爐上尉",
		[38930] = "尋日星法師",
		[31818] = 9,
		[47376] = 1,
		[35475] = 7,
		[11976] = "羅德隆巡邏兵",
		[32202] = "紀律魔女",
		[3043] = 3,
		[28491] = 2,
		[12328] = 1,
		[37267] = "泥沼主宰",
		[41618] = 5,
		[29131] = 1,
		[29323] = "鬼靈骸顱馬",
		[25292] = 2,
		[25420] = 7,
		[29579] = "魅影賓客",
		[29707] = 1,
		[39187] = 11,
		[35476] = 3,
		[6533] = "盤牙工程師",
		[36372] = 2,
		[13224] = 4,
		[30731] = 3,
		[30859] = "尼德斯地獄火",
		[33173] = "瘋癲者奇克勒",
		[41619] = 9,
		[27020] = 3,
		[13544] = 3,
		[33813] = "弒龍者戈魯爾",
		[27212] = 9,
		[3411] = 1,
		[13704] = "奈加頓尖嘯者",
		[13736] = "血守衛殺戮者",
		[34837] = 3,
		[871] = 1,
		[35733] = 4,
		[883] = 3,
		[32395] = "未知目標",
		[40340] = "泥沼主宰",
		[32587] = "破碎之手勇士",
		[14280] = 3,
		[16591] = 9,
		[3627] = 11,
		[10473] = 7,
		[7301] = "我再說一次",
		[38293] = 3,
		[921] = 4,
		[38549] = "尼德斯",
		[29580] = "魅影賓客",
		[38933] = "尋日星法師",
		[39061] = "潮行者獵魚者",
		[39189] = 11,
		[29900] = "混沌感知元素",
		[25997] = 2,
		[36246] = "虛空風暴守衛",
		[18191] = 11,
		[30604] = "悲慘的醫者 <小冰妹>",
		[26573] = 2,
		[36886] = "惡毒的妖婦",
		[11305] = 4,
		[11337] = 4,
		[33175] = "瘋癲者奇克勒",
		[15496] = "敦霍爾德哨兵",
		[27021] = 3,
		[27085] = 8,
		[27149] = 2,
		[33943] = 11,
		[27277] = "卡弗 <伍零>",
		[23246] = 5,
		[11689] = 9,
		[11721] = 9,
		[38934] = "尋日星法師",
		[39062] = "潮行者海法師",
		[31884] = 2,
		[31948] = "爆裂者洛克瑪",
		[8005] = 7,
		[11977] = "霜狼軍團士兵",
		[36119] = "無約束的希瑞奇斯",
		[8117] = 11,
		[12169] = "索爾",
		[28493] = 8,
		[44949] = 1,
		[36887] = "無鏈結的毀滅者",
		[28813] = 4,
		[16592] = "卡巴暗影牧師 <上個月的羊肉>",
		[37527] = "灰色之心縛法者",
		[42134] = 1,
		[1066] = 11,
		[25294] = 3,
		[29453] = 1,
		[25422] = 7,
		[29581] = "魅影賓客",
		[25550] = "熔岩圖騰 V <蜂蜜杏仁果>",
		[12809] = 1,
		[39063] = "潮行者海法師",
		[35096] = "血守衛修補者",
		[29965] = "[*] 龍之吐息",
		[12969] = 1,
		[13033] = 8,
		[39959] = 3,
		[30605] = 9,
		[45334] = 11,
		[37272] = "泥沼主宰",
		[30989] = "破碎之手狂熱者",
		[27022] = 3,
		[27086] = 8,
		[27150] = 2,
		[27214] = 9,
		[38168] = "奧奇奈僧侶",
		[23247] = 11,
		[13737] = "黑翼龍獸人",
		[34585] = 5,
		[38936] = "尋日虛空束縛者",
		[39064] = "潮行者海法師",
		[13897] = 1,
		[39448] = "夜禍",
		[9898] = 11,
		[43927] = 3,
		[10058] = 8,
		[14185] = 4,
		[16593] = 9,
		[33946] = 8,
		[25231] = 1,
		[25295] = 3,
		[25359] = 7,
		[25423] = 7,
		[29582] = "魅影賓客",
		[34970] = "爆裂者洛克瑪",
		[14921] = 1,
		[10890] = 5,
		[35482] = 11,
		[25999] = "咚吱咚吱 <Pony>",
		[30414] = 9,
		[15241] = "恆龍毀滅者",
		[15305] = "暗法師希斯",
		[11306] = "火焰新星圖騰 IV <綠皮共治仔>",
		[33051] = "克羅斯·火手",
		[37274] = "紅手審判官",
		[15497] = "卡巴祭儀師",
		[37658] = 7,
		[27087] = 8,
		[27151] = 2,
		[15657] = "恆龍刺客",
		[27279] = "卡弗 <伍零>",
		[34331] = "奈加頓尖嘯者",
		[15785] = "惡魔般的獵犬 <無疤者歐瑪爾>",
		[11722] = 9,
		[38810] = "多變的夢魘",
		[39066] = "潮行者薩滿",
		[35099] = 3,
		[35483] = 5,
		[12042] = 8,
		[35995] = 11,
		[36123] = "無約束的希瑞奇斯",
		[28495] = 2,
		[32654] = "塞司克鷹爪領主",
		[6150] = 3,
		[37275] = "紅手審判官",
		[37531] = "灰色之心縛法者",
		[24976] = 11,
		[25296] = 3,
		[29455] = 1,
		[6358] = "迪斯文 <蛋炒番茄>",
		[29583] = "魅影賓客",
		[34716] = "扭曲分裂者",
		[29711] = "午夜",
		[39067] = "潮行者薩滿",
		[39195] = "看守者鐵手",
		[12970] = 1,
		[8907] = 11,
		[30223] = "祖羅恩 <窟窟珂蓮娜>",
		[18194] = 8,
		[30607] = 9,
		[30735] = "大術士奈德克斯",
		[37276] = "紅手審判官",
		[30991] = "破碎之手刺客",
		[27024] = 3,
		[6774] = 4,
		[27152] = 2,
		[27216] = 9,
		[1706] = 5,
		[23249] = 7,
		[1714] = 9,
		[13738] = 11,
		[19410] = 3,
		[38940] = "薩格隆弓箭手",
		[39196] = "尋日工程師",
		[9835] = 11,
		[9867] = 11,
		[28176] = 9,
		[20178] = 2,
		[10187] = 8,
		[24529] = "雙牙",
		[33054] = "克羅斯·火手",
		[16595] = 9,
		[37661] = 7,
		[16979] = 11,
		[25233] = 5,
		[25297] = 11,
		[34334] = "奈加頓尖嘯者",
		[29584] = "魅影管理員",
		[38813] = "靈魂吞食者",
		[38941] = "風暴要塞-熔爐巡邏者",
		[39069] = "潮行者戰士",
		[39197] = "鳥人黑暗之鷹",
		[17619] = 5,
		[30032] = 1,
		[10955] = 5,
		[10987] = "盤牙奴隸管理者",
		[36254] = 11,
		[15242] = "冰冷礦坑探險者",
		[36638] = "亞克崔茲防衛者",
		[22482] = 4,
		[11275] = 4,
		[30992] = "卡巴刺客",
		[15530] = "不死的巫士 <奧奇奈復仇者>",
		[27025] = 3,
		[37790] = "盤牙伏擊者",
		[27153] = 2,
		[27217] = 9,
		[27281] = "特拉弗姆 <喵真小>",
		[23250] = 7,
		[34335] = "奈加頓尖嘯者",
		[1978] = 3,
		[38814] = "靈魂吞食者",
		[38942] = "薩格隆弓箭手",
		[39070] = "潮行者戰士",
		[39198] = "鳥人黑暗之鷹",
		[24018] = "古拉巴什擲斧者",
		[12043] = 8,
		[36127] = "無約束的希瑞奇斯",
		[32592] = 5,
		[8166] = 7,
		[16362] = 7,
		[2060] = 5,
		[28817] = 4,
		[37279] = "星術師初學者",
		[29073] = 8,
		[46365] = 11,
		[38431] = "深淵守衛沙卡奇斯",
		[29521] = "魅影賓客",
		[34720] = 3,
		[38943] = "薩格隆弓箭手",
		[29841] = 1,
		[25810] = "響尾蛇",
		[29969] = "埃蘭之影",
		[30033] = 1,
		[13163] = 3,
		[30481] = "破碎之手狙擊兵",
		[36512] = "怒鐮者索寇斯瑞特",
		[30609] = 9,
		[13323] = "敦霍爾德法師",
		[18708] = 9,
		[37664] = "盤牙海妖",
		[33697] = 7,
		[27154] = 2,
		[27218] = 9,
		[46366] = 11,
		[38304] = "深淵守衛提達費斯",
		[38816] = "死亡看守者",
		[38944] = "薩格隆弓箭手",
		[39200] = 3,
		[2484] = 7,
		[32337] = "老巫婆",
		[10060] = 5,
		[24275] = 2,
		[10156] = "我再說一次",
		[10] = 8,
		[24659] = 8,
		[10444] = 7,
		[38177] = 11,
		[34210] = 11,
		[38433] = "深淵守衛沙卡奇斯",
		[29522] = "貞潔聖女",
		[29586] = "魅影侍者",
		[38817] = "死亡看守者",
		[38945] = "瓦司金榮譽守衛",
		[39201] = 8,
		[39329] = "高階星術師索拉瑞恩",
		[17941] = 9,
		[2764] = 1,
		[30482] = 8,
		[36514] = "魔爆術",
		[37154] = "風暴要塞-熔爐鷹獵者",
		[37282] = "星術師初學者",
		[15531] = "浪潮奔騰者",
		[37666] = "盤牙觀察者",
		[27155] = 2,
		[27219] = 9,
		[38306] = "深淵守衛提達費斯",
		[38818] = "死亡看守者",
		[35107] = "米克吉勒·蒸汽操控者",
		[24020] = "古拉巴什擲斧者",
		[32338] = "老巫婆",
		[28499] = 11,
		[36899] = 2,
		[37155] = "風暴要塞-熔爐鷹獵者",
		[37283] = "風暴要塞-熔爐鷹獵者",
		[6215] = "賴姐姐",
		[33572] = 11,
		[33828] = "Choy",
		[34340] = 3,
		[21333] = "靈魂吞食者",
		[29587] = "魅影侍者",
		[34852] = "血守衛獵鷹者",
		[34980] = "背叛者曼紐",
		[35108] = "米克吉勒·蒸汽操控者",
		[29907] = "法力供應蟲",
		[30035] = "埃蘭之影",
		[8941] = 11,
		[36132] = "血守衛治安官",
		[36644] = "靈魂吞食者",
		[30739] = "大酋長卡加斯·刃拳",
		[33061] = "克羅斯·火手",
		[37284] = "[*] 滾燙水浪",
		[41635] = 5,
		[37668] = "盤牙觀察者",
		[33701] = "巴塔斯特 <內湖巴克利>",
		[37924] = "盤牙水元素",
		[27220] = 9,
		[9613] = "盤牙痲瘋者",
		[34597] = 5,
		[23509] = 8,
		[39076] = "灰色之心縛法者",
		[23829] = 9,
		[27988] = "埃雷達爾死亡召喚者",
		[39844] = 8,
		[10157] = 8,
		[7159] = "恆龍刺客",
		[37157] = "鳳鷹",
		[37669] = "盤牙鱗片醫者",
		[33702] = 9,
		[33958] = "靈魂吞食者",
		[29332] = 4,
		[34342] = "歐爾",
		[46755] = 2,
		[25557] = 7,
		[29716] = "恐怖的縛靈",
		[39077] = "血守衛扈從",
		[29908] = "法力供應蟲",
		[30036] = "伊斯利盜法者",
		[21910] = "魅影賓客",
		[30356] = 1,
		[15244] = "敦霍爾德法師",
		[36646] = "盲目之眼 <靈魂吞食者>",
		[30932] = "破碎之手戰犬大師",
		[11405] = 11,
		[15532] = "卡巴祭儀師",
		[33831] = 11,
		[11597] = 1,
		[11661] = "這瓜保熟罵",
		[34471] = 3,
		[39078] = "血守衛復仇者",
		[31892] = 2,
		[19735] = "克魯札姆 <內湖巴克利>",
		[16172] = "督軍卡利斯瑞",
		[24406] = 3,
		[20375] = 2,
		[37159] = "鳳鷹",
		[20823] = "博學者阿勒迪斯",
		[29077] = 8,
		[16856] = "恆龍殺戮者",
		[29333] = 8,
		[34600] = 3,
		[34856] = "血鷹",
		[34984] = "盤牙鰭刺",
		[29973] = "埃蘭之影",
		[13005] = "史卡拉克上尉",
		[30165] = 7,
		[30357] = 1,
		[30421] = 11,
		[30485] = "卡巴劊子手",
		[30613] = "瑪瑟里頓",
		[30741] = "大術士奈德克斯",
		[37160] = "小鳳鷹",
		[22807] = 11,
		[27030] = 8,
		[27094] = 11,
		[27158] = 2,
		[27222] = 9,
		[23575] = 7,
		[31893] = 2,
		[35369] = "歐爾",
		[14157] = 4,
		[28502] = 2,
		[14317] = 3,
		[36905] = "熾熱欺詐者",
		[37161] = "伊斯利盜法者",
		[37289] = "星術領主",
		[10414] = 7,
		[33834] = "紀元狩獵者",
		[29334] = 7,
		[38441] = "深淵之王卡拉薩瑞斯",
		[25431] = 5,
		[25559] = 7,
		[5384] = 3,
		[39337] = "憤怒的虛空怨靈",
		[10958] = 5,
		[21976] = 5,
		[30294] = 9,
		[30358] = "暗夜女骸魔",
		[30422] = 11,
		[30550] = 11,
		[22424] = "不死的巫士 <奧奇奈復仇者>",
		[36778] = "埃雷達爾嗜魂者",
		[36906] = "熾熱欺詐者",
		[30806] = 7,
		[37162] = "先驅者史蓋力司",
		[37290] = 11,
		[11406] = 3,
		[26967] = 4,
		[27031] = 9,
		[33707] = "煽動者黑心",
		[33835] = "紀元狩獵者",
		[27223] = 9,
		[11694] = 9,
		[11726] = 9,
		[38954] = 4,
		[15981] = "時光流逝占卜者",
		[19801] = 3,
		[32214] = 11,
		[16237] = 7,
		[12174] = 4,
		[28503] = 9,
		[6136] = "影牙白頭狼人",
		[36907] = "熾熱欺詐者",
		[37163] = 4,
		[16666] = 8,
		[20825] = "醉酒的奴隸主",
		[37675] = "『盲目者』李奧薩拉斯",
		[33836] = 11,
		[38059] = "鳥人戰鷹",
		[38187] = "潮行者潛伏者",
		[25304] = "奧多爾",
		[25368] = 5,
		[21401] = "暗法師希斯",
		[25560] = 7,
		[29847] = "獵人阿圖曼 <午夜>",
		[29911] = "魔法驚懼",
		[30039] = "伊斯利盜法者",
		[48041] = 11,
		[30231] = "海爾瑪大使",
		[30423] = 11,
		[30487] = "虛空傳送門 - 堅忍",
		[30615] = "血之谷占卜者",
		[36908] = "相位獵取者",
		[30807] = 7,
		[33325] = "奧奇奈死靈法師",
		[26968] = 4,
		[37676] = "『盲目者』李奧薩拉斯",
		[33709] = "煽動者黑心",
		[27160] = 2,
		[34477] = 3,
		[38700] = 8,
		[31895] = 2,
		[39340] = "奎克米瑞",
		[48042] = 11,
		[36141] = 11,
		[32663] = "塞司克薩滿",
		[7160] = "盤牙侍從",
		[28824] = 7,
		[38317] = 8,
		[38445] = "深淵之王卡拉薩瑞斯",
		[25433] = 5,
		[38829] = "亞克崔茲哨兵",
		[43308] = 11,
		[17627] = 2,
		[21850] = 11,
		[36142] = "末日預言者達利亞",
		[30616] = "瑪瑟里頓",
		[36910] = "相位獵取者",
		[33199] = 5,
		[27033] = 9,
		[33711] = "莫爾墨",
		[27161] = 2,
		[33967] = "塞司克護衛",
		[34351] = "突變的鞭屍者",
		[11695] = 9,
		[38830] = "亞克崔茲哨兵",
		[34863] = 5,
		[31896] = 2,
		[19675] = 11,
		[35759] = "怒鐮者索寇斯瑞特",
		[8120] = 11,
		[12175] = 11,
		[32600] = 11,
		[36655] = "死亡看守者",
		[2053] = 5,
		[33072] = 2,
		[33200] = 5,
		[24858] = 11,
		[37551] = "不死的捕獵者 <奧奇奈復仇者>",
		[25242] = 1,
		[17116] = 11,
		[34352] = "尋日調查員",
		[25562] = 7,
		[39087] = "紅手戰鬥法師",
		[35120] = "魅力圖騰 <時光流逝控制者>",
		[17628] = 8,
		[12975] = 1,
		[35760] = "巨型泥沼史卓克",
		[36144] = "末日預言者達利亞",
		[40623] = 2,
		[36784] = "埃雷達爾嗜魂者",
		[30745] = "大術士奈德克斯",
		[33073] = 2,
		[13551] = "射了就跑",
		[37936] = "蒸汽操控者技師",
		[27226] = 9,
		[34353] = "尋日調查員",
		[38576] = "瓦司金榮譽守衛",
		[9904] = 11,
		[44207] = 11,
		[32409] = "[*] 暗言術:死",
		[36657] = "死亡看守者",
		[2565] = 1,
		[20572] = 1,
		[33074] = 2,
		[20764] = 9,
		[5209] = 11,
		[5225] = 11,
		[2645] = 7,
		[25307] = 9,
		[34354] = "尋日調查員",
		[25435] = 5,
		[25563] = 7,
		[34866] = 5,
		[14895] = "敦霍爾德哨兵",
		[35250] = "虛空術師賽菲瑞雅",
		[15087] = "伊斯利恩殺戮者",
		[44208] = 11,
		[30490] = "虛空傳送門 - 平靜",
		[40625] = 1,
		[36786] = "埃雷達爾嗜魂者",
		[36914] = "薩弗隆法力塑造者",
		[22812] = 11,
		[15631] = 3,
		[2893] = 11,
		[38194] = "鷹王伊奇斯",
		[34355] = "尋日調查員",
		[15791] = "盤牙預言者",
		[31834] = 2,
		[31898] = 2,
		[39346] = "狂怒的烈焰",
		[23836] = 9,
		[35507] = "荊棘撕掠者",
		[32154] = "看護者卡爾古瑪",
		[32346] = "主教瑪拉達爾",
		[36275] = "裂縫看守者",
		[3045] = 3,
		[28507] = 1,
		[36787] = "埃雷達爾死亡召喚者",
		[36915] = "薩弗隆法力塑造者",
		[33076] = 5,
		[20765] = 9,
		[29339] = "鬼靈馬廄僕人",
		[25308] = 5,
		[38451] = "深淵守衛卡利迪斯",
		[51120] = 3,
		[34996] = "血守衛治安官",
		[35124] = "尋日地卜者",
		[29979] = "埃蘭之影",
		[12976] = 1,
		[30171] = "泰瑞斯提安·疫蹄",
		[30235] = "星界爆發",
		[36020] = "破碎之手打鬥者",
		[36276] = "裂縫看守者",
		[30491] = "虛空傳送門 - 統御",
		[30619] = "瑪瑟里頓",
		[36916] = 3,
		[33077] = 11,
		[6713] = "盤牙奴隸管理者",
		[13584] = "重組的骸骨",
		[27228] = 9,
		[34229] = "歐爾",
		[38452] = "深淵守衛提達費斯",
		[38580] = "盤牙女祭司",
		[31707] = "水元素 <Csninetyeig>",
		[31771] = 2,
		[27804] = 5,
		[9841] = 11,
		[14032] = "卡巴暗影牧師",
		[36021] = "操縱者帕薩里歐",
		[36277] = "裂縫看守者",
		[28508] = 8,
		[10193] = 8,
		[36789] = "埃雷達爾死亡召喚者",
		[10257] = 11,
		[33078] = 11,
		[33206] = 5,
		[33846] = "虛無旅人",
		[7321] = 8,
		[29340] = "鬼靈馬廄僕人",
		[38325] = 11,
		[34358] = "尋日化學家",
		[25501] = 7,
		[38837] = "奈加頓尖嘯者",
		[17503] = "深藍色巨蛇",
		[25821] = "大酋長卡加斯·刃拳",
		[10961] = 5,
		[36022] = "操縱者帕薩里歐",
		[36278] = "裂縫看守者",
		[22558] = "暮光龍獸人",
		[33079] = 11,
		[15472] = "恆龍毀滅者",
		[33335] = "卡巴召喚者",
		[27101] = 8,
		[27165] = 2,
		[33975] = "米歐浩斯·曼納斯頓",
		[31388] = "裂縫看守者",
		[50739] = "葛雷洛",
		[38582] = "盤牙女祭司",
		[34615] = "幽藤引誘者",
		[35255] = "秘法僕人",
		[35383] = "[*] 烈焰助長",
		[35511] = "塔倫米爾監視者",
		[35767] = "[*] 惡魔烈焰",
		[28189] = 9,
		[36023] = "破碎之手狂怒者",
		[36279] = "裂縫看守者",
		[12177] = 11,
		[28509] = 3,
		[16368] = 1,
		[20511] = 1,
		[33080] = 11,
		[33720] = 4,
		[29341] = 9,
		[29405] = "女爵朵洛希·米爾斯泰普",
		[38455] = "深淵守衛沙卡奇斯",
		[21343] = 4,
		[34616] = "幽藤引誘者",
		[29661] = "骷髏接待員",
		[38967] = "無鏈結的毀滅者",
		[39095] = "莫克札王子",
		[8946] = 11,
		[36152] = "瘋癲者奇克勒",
		[18144] = "血鷹",
		[30557] = 9,
		[36664] = "死亡看守者",
		[26654] = 1,
		[33081] = 11,
		[31069] = "稻草人",
		[33721] = 2,
		[27166] = 2,
		[27230] = 9,
		[75] = 3,
		[34361] = "尋日植物學家",
		[31581] = "盤牙巫女",
		[23455] = 5,
		[34745] = "爭吵者保衛者 <大植物學家費瑞衛恩>",
		[39096] = "機械王卡帕希特斯",
		[31901] = "無疤者歐瑪爾",
		[27870] = 5,
		[40120] = 11,
		[40248] = "破碎之手戰犬大師",
		[40504] = "艾奧那斯",
		[36921] = "『信使』維斯路登",
		[33082] = 11,
		[24799] = 11,
		[37433] = "海底潛伏者",
		[34106] = 1,
		[29406] = "女爵朵洛希·米爾斯泰普",
		[25375] = 5,
		[34490] = 3,
		[25567] = 7,
		[29982] = "伊斯利竊賊",
		[39609] = "法力之潮圖騰 <店員>",
		[5530] = 1,
		[40505] = "盤牙痲瘋者",
		[36922] = "夜禍",
		[11314] = 7,
		[30878] = "茱麗葉",
		[15473] = 5,
		[11474] = 5,
		[27103] = 8,
		[27167] = 2,
		[31326] = "恆龍幼龍",
		[34107] = 1,
		[38330] = "深淵守衛卡利迪斯",
		[34747] = 8,
		[35131] = 4,
		[23840] = 9,
		[16145] = "裂縫領主",
		[32828] = "不死的士兵 <奧奇奈僧侶>",
		[37051] = "埃蘭之影",
		[37563] = 5,
		[25120] = 3,
		[25248] = 1,
		[25312] = 5,
		[6346] = 5,
		[25504] = 7,
		[38843] = "埃雷達爾嗜魂者",
		[38971] = "深幽泥沼巨人",
		[29919] = "法力扭曲",
		[29983] = "伊斯利竊賊",
		[43706] = 9,
		[6554] = 1,
		[30495] = "大術士奈德克斯",
		[30559] = 1,
		[36796] = "突變鑽地蟲",
		[36924] = "先驅者史蓋力司",
		[37052] = "埃蘭之影",
		[18658] = 11,
		[33725] = 2,
		[27168] = 2,
		[38332] = 5,
		[38588] = "女祭司之魂",
		[13810] = 3,
		[34877] = 8,
		[39228] = 1,
		[35261] = "尋日虛空束縛者",
		[19746] = 2,
		[9907] = 11,
		[14034] = "卡巴召喚者",
		[32223] = 2,
		[20066] = 2,
		[14290] = 3,
		[14322] = 3,
		[28704] = 11,
		[20578] = 9,
		[33086] = "野生惡魔捕獵者 <召喚者歐莫>",
		[37309] = 11,
		[33726] = 1,
		[33982] = 11,
		[38333] = 7,
		[38461] = "毒蛇神殿孢子蝙蝠",
		[38589] = "未知目標",
		[25505] = 7,
		[116] = 8,
		[38973] = "深幽泥沼巨人",
		[29920] = "魔法鬼魂",
		[10963] = 5,
		[118] = 8,
		[30496] = "大術士奈德克斯",
		[30752] = "大野狼",
		[37054] = "召喚的元素 <埃蘭之影>",
		[37310] = 11,
		[37566] = "無疤者歐瑪爾",
		[122] = 8,
		[27169] = 2,
		[33983] = 11,
		[38846] = "埃雷達爾死亡召喚者",
		[34879] = "血守衛獵鷹者",
		[31904] = "史卡拉克上尉",
		[27873] = 5,
		[8042] = 7,
		[126] = 9,
		[12051] = 8,
		[2023] = 11,
		[28385] = 5,
		[12179] = 4,
		[348459] = 11,
		[2062] = 7,
		[130] = 8,
		[2094] = 4,
		[132] = 9,
		[25122] = 8,
		[38335] = "深淵守衛卡利迪斯",
		[25442] = 7,
		[25506] = 7,
		[25570] = 7,
		[35008] = "爆裂者洛克瑪",
		[26018] = 2,
		[36032] = 8,
		[30817] = "羅慕歐",
		[33089] = 2,
		[26978] = 11,
		[13555] = 3,
		[27170] = 2,
		[31457] = "時間領主迪賈",
		[38592] = "坦普拉斯",
		[38848] = "埃雷達爾死亡召喚者",
		[38976] = "深幽泥沼巨人",
		[39104] = 7,
		[13907] = 1,
		[35265] = "尋日星法師",
		[9876] = 11,
		[9908] = 11,
		[4987] = 2,
		[36033] = "破碎之手打鬥者",
		[14323] = 3,
		[36929] = "先驅者史蓋力司",
		[37057] = "夜禍",
		[33090] = 2,
		[25123] = 11,
		[33986] = 11,
		[38209] = "卡巴侍僧",
		[25315] = 5,
		[34370] = "黑水鱷魚",
		[38593] = "坦普拉斯",
		[25507] = 7,
		[34754] = 5,
		[38977] = "深幽泥沼巨人",
		[35010] = "背叛者曼紐",
		[29858] = 9,
		[35266] = "尋日星法師",
		[25891] = 1,
		[30050] = "惡魔般的小鬼 <泰瑞斯提安·疫蹄>",
		[10964] = 5,
		[2782] = 11,
		[30498] = "次級暗影裂縫 <大術士奈德克斯>",
		[30562] = 1,
		[32835] = 9,
		[33091] = "野生惡魔捕獵者 <很熱>",
		[33347] = "高階星術師索拉瑞恩",
		[26979] = 11,
		[15571] = 1,
		[27171] = 2,
		[33987] = 11,
		[38210] = "卡巴侍僧",
		[31458] = "坦普拉斯",
		[11668] = 9,
		[38850] = "無鏈結的毀滅者",
		[27683] = 5,
		[35011] = "風暴要塞-熔爐巡邏者",
		[35139] = 11,
		[35267] = "尋日星法師",
		[35395] = 2,
		[23972] = "液態火焰",
		[32546] = 5,
		[28515] = 1,
		[32674] = "塞司克鷹爪領主",
		[8213] = 3,
		[37059] = "永不安息的骷髏",
		[16614] = 7,
		[20773] = 2,
		[24932] = 11,
		[29155] = 1,
		[33860] = "恆龍時間術師",
		[25316] = 5,
		[25380] = 5,
		[38851] = "潛伏的女巫",
		[35012] = "風暴要塞-熔爐巡邏者",
		[39363] = "領導者瓦皮歐",
		[30115] = "泰瑞斯提安·疫蹄",
		[30179] = "泰瑞斯提安·疫蹄",
		[30755] = 2,
		[37060] = "永不安息的骷髏",
		[33349] = "高階星術師索拉瑞恩",
		[26980] = 11,
		[27044] = 3,
		[6795] = 11,
		[27236] = 4,
		[34501] = 3,
		[38852] = "潛伏的女巫",
		[35013] = "時光流逝控制者",
		[19878] = 3,
		[35781] = "水晶之核毀壞者",
		[32355] = 2,
		[20134] = 2,
		[36677] = "熱能之眼",
		[32739] = "扭曲追趕者",
		[10293] = 2,
		[37317] = "風暴要塞-熔爐鷹獵者",
		[33350] = "高階星術師索拉瑞恩",
		[14516] = "索爾",
		[20966] = 2,
		[10581] = "熔岩圖騰 IV <哪個薩>",
		[17255] = "劫毀者 <Beasley>",
		[25509] = 7,
		[25573] = 7,
		[14868] = "醉酒的奴隸主",
		[35014] = "[*] 魔爆術",
		[29924] = "巫術鬼魂",
		[10901] = 5,
		[10965] = 5,
		[30180] = "魔胎",
		[15124] = "恆龍時間術師",
		[30500] = "大術士奈德克斯",
		[15284] = "幽藤收割者",
		[36678] = "古羅牧師",
		[33095] = 4,
		[37318] = "風暴要塞-熔爐鷹獵者",
		[31012] = "桃樂絲",
		[26981] = 11,
		[27045] = 3,
		[27173] = 2,
		[27237] = 2,
		[34759] = "大植物學家費瑞衛恩",
		[27685] = "咚吱咚吱 <Pony>",
		[39238] = 11,
		[35271] = 5,
		[35399] = "血守衛保衛者",
		[35783] = "風暴要塞-熔爐毀滅者",
		[20007] = 4,
		[16244] = "噬骨飢餓者",
		[32612] = 8,
		[36679] = "古羅牧師",
		[36807] = "恆龍毀滅者",
		[37063] = "尼德斯",
		[33096] = "野生惡魔捕獵者 <召喚者歐莫>",
		[37319] = "小鳳鷹",
		[33352] = "高階星術師索拉瑞恩",
		[33480] = "卡巴死亡誓言者",
		[33736] = 7,
		[34120] = 3,
		[29477] = "渾沌女侍",
		[29541] = "魅影獵犬 <魅影守衛>",
		[38855] = "巨型冥淵火",
		[29925] = "魔法鬼魂",
		[30053] = "基瑞克",
		[36808] = "血之谷黑暗法師",
		[36936] = 7,
		[37320] = 11,
		[31013] = "桃樂絲",
		[26982] = 11,
		[27046] = 3,
		[33737] = 7,
		[27174] = 2,
		[27238] = 9,
		[38216] = "不穩定者海卓司",
		[31589] = 8,
		[38728] = "星術師初學者",
		[34761] = "大植物學家費瑞衛恩",
		[13877] = 4,
		[31909] = "中尉崔克",
		[9846] = 11,
		[19752] = 2,
		[9910] = 11,
		[19880] = 3,
		[36041] = 1,
		[32421] = "主教瑪拉達爾",
		[36297] = "弒龍者戈魯爾",
		[28518] = 2,
		[14325] = 3,
		[37065] = 11,
		[10326] = 2,
		[37321] = "恆龍劊子手",
		[33354] = "高階星術師索拉瑞恩",
		[37577] = "影月殺戮者",
		[20904] = "毛先生",
		[20968] = 2,
		[331] = 7,
		[38345] = 11,
		[34762] = "大植物學家費瑞衛恩",
		[339] = 11,
		[29926] = "魔法鬼魂",
		[29990] = "埃蘭之影",
		[39625] = 1,
		[10966] = "噬骨馴獸者",
		[21992] = 1,
		[44104] = 11,
		[22120] = "奧特蘭克山羊",
		[30502] = "大術士奈德克斯",
		[36554] = 4,
		[11286] = 4,
		[30822] = "羅慕歐",
		[355] = 1,
		[37322] = 11,
		[33355] = "高階星術師索拉瑞恩",
		[26983] = 11,
		[27047] = "劫毀者 <阿波卡獵人>",
		[50247] = 3,
		[27239] = 5,
		[34123] = 11,
		[38346] = 11,
		[38474] = "盤牙馴獸師",
		[38730] = "蘑菇法術效果",
		[34763] = "大植物學家費瑞衛恩",
		[31910] = "中尉崔克",
		[39626] = 3,
		[11990] = "影月黑暗法師",
		[35915] = "星術師",
		[379] = 7,
		[6076] = 5,
		[28519] = 2,
		[32678] = 2,
		[28839] = 9,
		[20777] = 7,
		[12470] = "強效火焰元素 <Thd>",
		[38219] = "不穩定者海卓司",
		[25384] = 5,
		[17258] = "劫毀者 <坎帕斯>",
		[29799] = "獵人阿圖曼 <午夜>",
		[403] = 7,
		[29927] = "魔法鬼魂",
		[29991] = "埃蘭之影",
		[43722] = 5,
		[35916] = "星術師",
		[22121] = "雷矛弓箭手",
		[36300] = "弒龍者戈魯爾",
		[30567] = 3,
		[30631] = "[*] 殘骸",
		[32845] = 1,
		[30823] = 7,
		[30887] = "茱麗葉",
		[30951] = "茱麗葉",
		[33357] = 11,
		[26984] = 11,
		[27176] = 2,
		[38220] = "不穩定者海卓司",
		[13750] = 4,
		[38732] = "星術領主",
		[43339] = 7,
		[39628] = 8,
		[32231] = 9,
		[32295] = 5,
		[36173] = "末日預言者達利亞",
		[28520] = 1,
		[10199] = 8,
		[7164] = "盤牙戰士",
		[32846] = "奧奇奈僧侶",
		[16491] = 1,
		[33230] = "大君王莫卡爾",
		[10391] = 7,
		[33486] = 5,
		[20906] = 3,
		[41932] = "潮行者潛伏者",
		[38221] = "不穩定者海卓司",
		[17195] = "尋日星法師",
		[34510] = 1,
		[38733] = "星術領主",
		[29864] = "星界火星",
		[39373] = 8,
		[469] = 1,
		[30184] = "惡魔傳送門 <泰瑞斯提安·疫蹄>",
		[475] = 8,
		[15286] = 5,
		[36814] = "看護者卡爾古瑪",
		[22570] = 11,
		[30824] = 7,
		[37198] = 2,
		[26985] = 11,
		[33743] = 9,
		[38222] = "不穩定者海卓司",
		[31464] = "坦普拉斯",
		[34511] = 1,
		[34639] = "尋日收割者",
		[34767] = 2,
		[11831] = "盤牙痲瘋者",
		[27817] = 5,
		[39374] = 5,
		[8012] = 7,
		[19883] = 3,
		[32296] = 5,
		[32424] = "主教瑪拉達爾",
		[16246] = 7,
		[28521] = 2,
		[32848] = 5,
		[33232] = "大君王莫卡爾",
		[12471] = "卡巴術士",
		[526] = 7,
		[34000] = 9,
		[25258] = 1,
		["DEBUFF"] = 1,
		[34640] = "尋日收割者",
		[29673] = "魅影舞台助手",
		[34896] = 2,
		[35152] = "虛空充能器",
		[35280] = "操縱者帕薩里歐",
		[25898] = 2,
		[9080] = "敦霍爾德哨兵",
		[36432] = 8,
		[30633] = "戰爭使者歐姆拉格",
		[32849] = "奧奇奈僧侶",
		[32977] = 3,
		[30889] = "茱麗葉",
		[33489] = 4,
		[33617] = "領導者瓦皮歐",
		[33745] = 11,
		[2383] = 11,
		[34513] = 2,
		[34897] = 5,
		[47310] = "寇仁·恐酒",
		[23723] = 8,
		[39376] = "盤牙技師",
		[9912] = 11,
		[32297] = 8,
		[24363] = 3,
		[14295] = 3,
		[642] = 2,
		[32978] = 3,
		[10328] = 2,
		[37329] = "偷取的靈魂",
		[5229] = 11,
		[25387] = 5,
		[29546] = "鬼靈僕人",
		[34642] = "尋日基因接合者",
		[2687] = 1,
		[676] = 1,
		[25771] = 2,
		[29930] = "魅影賓客",
		[35410] = "歐爾",
		[15063] = "盤牙巫女",
		[688] = 9,
		[30890] = "茱麗葉",
		[41425] = 8,
		[31018] = 11,
		[26987] = 11,
		[33619] = 5,
		[27179] = 2,
		[2895] = 7,
		[38226] = "卡巴死亡誓言者",
		[31786] = 2,
		[35027] = 4,
		[31914] = "紀元狩獵者",
		[35283] = "狂怒的烈焰",
		[19821] = 3,
		[12024] = "唐卡洛斯",
		[48208] = "黑色啤酒辣妹 <雞踢歐小商人>",
		[36051] = "怒鐮者索寇斯瑞特",
		[40402] = 5,
		[36563] = 4,
		[768] = 11,
		[770] = 11,
		[28779] = 8,
		[8281] = "盤牙神諭者",
		[12472] = 8,
		[12536] = 8,
		[21165] = 1,
		[34260] = 2,
		[17198] = "恆龍劊子手",
		[34644] = "巨型爭吵者",
		[12824] = 8,
		[35412] = "歐爾",
		[8921] = 11,
		[44114] = 11,
		[36052] = "盤牙鱗片醫者",
		[30635] = "噬骨馴獸者",
		[32853] = "奧奇奈靈魂牧師",
		[33237] = "瘋癲者奇克勒",
		[22829] = 11,
		[33493] = "惡毒導師",
		[3391] = "卡巴異教徒",
		[27180] = 2,
		[31403] = "盤牙戰士",
		[31467] = "時間領主迪賈",
		[38484] = "盤牙馴獸師",
		[34645] = "看護者卡爾古瑪",
		[47442] = "厄蘇拉·恐酒",
		[9881] = 11,
		[9913] = 11,
		[43987] = 8,
		[20334] = 2,
		[36693] = "熱能之眼",
		[32854] = "奧奇奈復仇者",
		[32982] = "火焰元素圖騰 <Thd>",
		[33110] = 5,
		[33238] = "大君王莫卡爾",
		[33750] = 7,
		[29228] = 7,
		[25389] = 5,
		[29612] = "鬼魅慈善家",
		[35158] = "機械王卡帕希特斯",
		[36054] = "破碎之手狂怒者",
		[30508] = "大術士奈德克斯",
		[30636] = "迅捷戰犬",
		[32855] = "奧奇奈復仇者",
		[37078] = "魔法驚懼",
		[33239] = "大君王莫卡爾",
		[26989] = 11,
		[33623] = "恆龍時間術師",
		[982] = 3,
		[34263] = 2,
		[31532] = "蒸汽操控者技師",
		[34519] = 2,
		[34775] = 4,
		[31916] = "紀元狩獵者",
		[39382] = "死亡看守者辛瑞克",
		[32108] = 9,
		[32492] = "液態火焰",
		[16280] = 7,
		[1020] = 2,
		[1022] = 2,
		[32856] = "奧奇奈復仇者",
		[37079] = "法力扭曲",
		[1044] = 2,
		[1064] = 7,
		[29485] = "渾沌女侍",
		[25454] = 7,
		[29677] = "魅影舞台助手",
		[35032] = "鷹王伊奇斯",
		[1120] = 9,
		[22127] = "尋日草藥師",
		[18288] = 9,
		[36696] = "熱能之眼",
		[32857] = "奧奇奈靈魂牧師",
		[37208] = 7,
		[26862] = 4,
		[26990] = 11,
		[22959] = 8,
		[31661] = 8,
		[31789] = 2,
		[51413] = "厄蘇拉·恐酒",
		[35161] = "機械王卡帕希特斯",
		[9850] = 11,
		[32173] = "盤牙女巫師",
		[28142] = 8,
		[36057] = "戰爭使者歐姆拉格",
		[24239] = 2,
		[14201] = 1,
		[20272] = 2,
		[10202] = 8,
		[5118] = 3,
		[37081] = "督軍卡利斯瑞",
		[20720] = "虛空怨靈 <操縱者帕薩里歐>",
		[33370] = 11,
		[37721] = 11,
		[5246] = 1,
		[17137] = "悲慘的醫者 <小冰妹>",
		[17201] = "卡巴祭儀師",
		[38617] = "灰色之心浪潮呼喚者",
		[34650] = "暗影惡魔 <上個月的羊肉>",
		[14873] = "恆龍刺客",
		[29870] = "星界火星",
		[10938] = 5,
		[39897] = 5,
		[30254] = "館長",
		[30510] = "地獄火導魔師",
		[32859] = "奧奇奈靈魂牧師",
		[26863] = 4,
		[37466] = 11,
		[22896] = 11,
		[37722] = 7,
		[11578] = 1,
		[38234] = "深淵守衛提達費斯",
		[19185] = 3,
		[19249] = 5,
		[31790] = 2,
		[35035] = "水晶之核毀壞者",
		[35163] = 9,
		[35291] = "劫毀者 <阿波卡獵人>",
		[23920] = 1,
		[28271] = 8,
		[28527] = 8,
		[36827] = "薩格隆弓箭手",
		[8219] = 4,
		[33244] = "高階星術師索拉瑞恩",
		[8379] = "貴族克利斯平·費蘭斯",
		[20913] = 2,
		[38235] = "不穩定者海卓司",
		[17138] = "時光流逝占卜者",
		[29487] = "暗夜女骸魔",
		[29679] = "鬼靈表演者",
		[1604] = 2,
		[29935] = "噬屍獸",
		[35548] = 4,
		[30127] = "夜禍",
		[35932] = "薩格隆弓箭手",
		[30383] = "館長",
		[351761] = 2,
		[30511] = "地獄火導魔師",
		[26480] = 3,
		[30639] = "迅捷戰犬",
		[36828] = "薩格隆弓箭手",
		[18610] = 9,
		[1680] = 1,
		[26992] = 11,
		[37595] = 5,
		[38236] = "深淵守衛提達費斯",
		[34269] = "歐爾",
		[6789] = 9,
		[3680] = 2,
		[31663] = 4,
		[29335] = 3,
		[23601] = "敦霍爾德槍手",
		[11392] = 9,
		[35165] = 5,
		[31983] = "受污染的陷地圖騰 <背叛者曼紐>",
		[28598] = 5,
		[43674] = 3,
		[32175] = 7,
		[30606] = 9,
		[13399] = 8,
		[32367] = 7,
		[26669] = 4,
		[18789] = 9,
		[37262] = "紅手戰鬥法師",
		[14266] = 3,
		[40332] = "盤牙工程師",
		[36829] = "薩格隆地獄召喚者",
		[348699] = 11,
		[34637] = "尋日導魔師",
		[37271] = "紅手百夫長",
		[26121] = 7,
		[348700] = 2,
		[33502] = "卡巴縛法者",
		[20914] = 2,
		[33758] = 1,
		[348701] = 2,
		[37268] = "紅手百夫長",
		[10587] = 7,
		[34270] = "歐爾",
		[348702] = 2,
		[25457] = 7,
		[33351] = "高階星術師索拉瑞恩",
		[29680] = "鬼靈表演者",
		[348703] = 2,
		[25713] = 2,
		[35166] = 3,
		[38935] = "尋日虛空束縛者",
		[348704] = 2,
		[30757] = "火焰",
		[17843] = "塔倫米爾保衛者",
		[34350] = "尋日植物學家",
		[23148] = "極霸翼龍 <極霸人>",
		[26988] = 11,
		[16427] = "尋日調查員",
		[38796] = "莫爾墨",
		[15258] = 5,
		[15290] = 5,
		[37265] = "紅手戰鬥法師",
		[17194] = "血守衛修補者",
		[32863] = "卡巴術士",
		[30832] = "恆龍刺客",
		[27148] = 2,
		[11387] = 3,
		[11319] = 9,
		[26993] = 11,
		[15578] = "卡巴劊子手",
		[19943] = 2,
		[38028] = "莫洛葛利姆·潮行者",
		[38110] = "深藍色巨蛇",
		[6788] = 5,
		[31472] = "時間領主迪賈",
		[11675] = 9,
		[38622] = "水元素圖騰 <灰色之心浪潮呼喚者>",
		[34655] = "響尾蛇",
		[11771] = "骷髏頭吃西瓜",
		[39006] = "怒鐮者索寇斯瑞特",
		[35039] = "水晶之核毀壞者",
		[31920] = 11,
		[29922] = "巫術鬼魂",
		[27235] = 9,
		[28017] = 9,
		[32176] = 7,
		[24050] = "塞司克之靈",
		[35935] = "薩格隆弓箭手",
		[22857] = "看護者卡爾古瑪",
		[24242] = 1,
		[13446] = "盤牙痲瘋者",
		[27050] = "咚吱咚吱 <Pony>",
		[25569] = 7,
		[19942] = 2,
		[36831] = "薩格隆地獄召喚者",
		[8220] = 7,
		[11766] = 9,
		[5573] = 2,
		[34121] = "歐爾",
		[31976] = "恆龍破壞者",
		[17234] = "恆龍破壞者",
		[22883] = "不死的教士 <奧奇奈僧侶>",
		[18788] = 9,
		[7813] = "瑟爾安提亞 <豬豬奶茶>",
		[25202] = 1,
		[2136] = 8,
		[29425] = "摩洛",
		[15572] = "破碎之手百夫長",
		[38623] = "毒蛇神殿招潮者 <灰色之心浪潮呼喚者>",
		[10215] = 8,
		[34366] = "黑牙蜘蛛",
		[5589] = 2,
		[30815] = "羅慕歐",
		[25778] = "虛無搶奪者",
		[25058] = "卡巴侍僧",
		[17546] = 1,
		[25899] = 2,
		[30129] = "夜禍",
		[30505] = "大術士奈德克斯",
		[33807] = 3,
		[4511] = "基格洛普 <福利貝爾>",
		[17290] = "不死的巫士 <奧奇奈復仇者>",
		[30449] = 8,
		[38539] = "時間領主迪賈",
		[33045] = "[*] 星術師之怒",
		[22561] = "暮光龍獸人",
		[36832] = "薩格隆地獄召喚者",
		[30769] = "大野狼",
		[39065] = "潮行者薩滿",
		[27800] = 5,
		[26866] = 4,
		[33377] = 11,
		[26994] = 11,
		[12021] = "卡巴狂熱者",
		[37856] = "盤牙海妖",
		[27186] = 4,
		[25054] = "日光之室牧師",
		[7373] = 1,
		[34273] = "歐爾",
		[38496] = "盤牙憎恨尖嘯者",
		[38624] = "灰色之心浪潮呼喚者",
		[13787] = "卡巴術士",
		[34785] = "風暴要塞-熔爐保安官",
		[9756] = 11,
		[34635] = "尋日導魔師",
		[35169] = 2,
		[9852] = 11,
		[32049] = 11,
		[8056] = 7,
		[22560] = "暮光龍獸人",
		[39348] = "[*] 魔爆術",
		[10395] = 7,
		[38296] = "飛火圖騰 <深淵守衛提達費斯>",
		[31842] = 2,
		[29842] = 1,
		[36449] = "[*] 殘骸",
		[14267] = 3,
		[36705] = "扭曲分裂者",
		[36833] = "無束縛的摧毀者",
		[35106] = "盤牙海妖",
		[36240] = "弒龍者戈魯爾",
		[2584] = 4,
		[11573] = 1,
		[10396] = 7,
		[33506] = "卡巴召喚者",
		[32390] = 9,
		[39079] = "風暴要塞-熔爐鷹獵者",
		[14874] = "恆龍刺客",
		[42208] = 8,
		[38725] = "見習占星者",
		[25331] = 5,
		[46687] = 2,
		[38625] = "灰色之心隱藏者",
		[29618] = "鬼靈學徒",
		[25587] = 7,
		[39009] = "末日預言者達利亞",
		[38599] = "盤牙海蛇守衛",
		[51847] = "啤酒辣妹 <雞踢歐小商人>",
		[35298] = 1,
		[27243] = 9,
		[30066] = "泰瑞斯提安·疫蹄",
		[30130] = "夜禍",
		[5940] = 4,
		[27681] = 5,
		[34133] = "歐爾餘燼",
		[36917] = "薩弗隆熔岩丟擲者",
		[11574] = 1,
		[35272] = 11,
		[11196] = 9,
		[25367] = 5,
		[30706] = 7,
		[34315] = "歐爾",
		[11763] = "拉茲納姆 <亡者再臨>",
		[30898] = "莫克札王子",
		[26867] = 4,
		[1494] = 3,
		[33507] = "卡巴召喚者",
		[37730] = "莫洛葛利姆·潮行者",
		[23028] = 8,
		[27187] = 4,
		[38218] = "不穩定者海卓司",
		[31238] = 4,
		[34275] = "歐爾",
		[37770] = "盤牙伏擊者",
		[11708] = 9,
		[34659] = "『看管者』索古林",
		[31730] = "盤牙神諭者",
		[27015] = 3,
		[29718] = "受困的靈魂",
		[27827] = 5,
		[37135] = "虛空占卜師",
		[546] = 7,
		[30854] = "莫克札王子",
		[31014] = "桃樂絲",
		[27285] = 9,
		[29408] = "凱崔娜·瓦映迪女士",
		[28275] = 5,
		[7353] = 11,
		[32796] = 8,
		[15237] = "控制台",
		[38215] = "不穩定者海卓司",
		[38585] = "盤牙女祭司",
		[36835] = "無束縛的摧毀者",
		[8221] = 8,
		[37091] = "夜禍",
		[33547] = "海爾瑪大使",
		[50733] = "唐卡洛斯",
		[37475] = 11,
		[33508] = "影月黑暗法師",
		[25012] = "極霸翼龍 <極霸人>",
		[12540] = "卡巴祭儀師",
		[8983] = 11,
		[10220] = 8,
		[38243] = "卡巴暗影牧師",
		[34276] = "歐爾",
		[29491] = "暗夜女骸魔",
		[29555] = "鬼靈巡邏",
		[34660] = "『看管者』索古林",
		[29683] = "鬼靈表演者",
		[34916] = 5,
		[26986] = 11,
		[25780] = 2,
		[29939] = "噬屍獸",
		[25908] = 7,
		[25460] = 5,
		[30131] = "夜禍",
		[29166] = 11,
		[37662] = "荒行者工人",
		[15667] = "盤牙暴怒者",
		[38921] = "血守衛治療者",
		[30451] = 8,
		[38591] = "盤牙破碎者",
		[17289] = "奧奇奈復仇者",
		[28706] = 3,
		[36836] = "無束縛的摧毀者",
		[34801] = 1,
		[33841] = "領導者瓦皮歐",
		[71] = 1,
		[33253] = 11,
		[13554] = 3,
		[26996] = 11,
		[25291] = 2,
		[27124] = 8,
		[31475] = "紀元狩獵者",
		[37641] = "『盲目者』李奧薩拉斯",
		[20647] = 1,
		[34277] = "歐爾",
		[14315] = 3,
		[38628] = "盤牙深淵女巫",
		[34661] = "『看管者』索古林",
		[37257] = "紅手血騎士",
		[34917] = 5,
		[19574] = 3,
		[27828] = 5,
		[9853] = 11,
		[9885] = 11,
		[10310] = 2,
		[23989] = 3,
		[32243] = 7,
		[24117] = 11,
		[28276] = 5,
		[31801] = 2,
		[14204] = 1,
		[66] = 8,
		[20342] = "劫毀者 <Usadapekora>",
		[32691] = "卡巴縛法者",
		[36837] = "巨型冥淵火",
		[20424] = 2,
		[45283] = 11,
		[36617] = "多變的夢魘",
		[33254] = 11,
		[14287] = 3,
		[37605] = "艾奧那斯",
		[10461] = 7,
		[10054] = 8,
		[27280] = "特拉弗姆 <喵真小>",
		[14149] = 4,
		[38245] = "鷹王伊奇斯",
		[38373] = "深淵守衛沙卡奇斯",
		[29492] = "魅影賓客",
		[25461] = 5,
		[25525] = 7,
		[29684] = "魅影守衛",
		[25653] = "夜禍",
		[36634] = 11,
		[29876] = "星界火星",
		[29178] = 7,
		[25909] = 7,
		[12466] = "敦霍爾德法師",
		[12176] = 3,
		[30564] = 3,
		[35942] = "迅捷戰犬",
		[30841] = "羅慕歐",
		[20271] = 2,
		[30452] = 9,
		[29601] = 2,
		[36582] = "風暴要塞-熔爐毀滅者",
		[36710] = "熱能之眼",
		[36838] = "伊斯利恩殺戮者",
		[22582] = "盤牙神諭者",
		[49379] = 8,
		[15632] = 3,
		[33255] = 1,
		[37478] = "海底潛伏者",
		[26997] = 11,
		[15580] = "恆龍劊子手",
		[37862] = "泥沼主宰",
		[27189] = 4,
		[42213] = 8,
		[38246] = "不穩定者海卓司",
		[45242] = 5,
		[31516] = "影月侍僧",
		[38630] = "灰色之心盾衛",
		[30494] = "遲緩的小軟泥怪",
		[34791] = "風暴要塞-熔爐保安官",
		[34919] = 5,
		[35047] = "麥克納爾鑽孔者",
		[38536] = "裂縫看守者",
		[33686] = 4,
		[959] = 7,
		[2974] = 3,
		[30743] = "大術士奈德克斯",
		[32244] = 3,
		[35943] = "影月侍僧",
		[16188] = 7,
		[44389] = 1,
		[30300] = 9,
		[8143] = 7,
		[36583] = "風暴要塞-熔爐毀滅者",
		[36711] = "熱能之眼",
		[32756] = 11,
		[8222] = 7,
		[21564] = 5,
		[37640] = "『盲目者』李奧薩拉斯",
		[33256] = 1,
		[37479] = "伊斯利恩生命束縛者",
		[27641] = "塞司克預言家",
		[13445] = "鐵匠戈蘭克",
		[37863] = "泥沼主宰",
		[50276] = "伊爾莎·恐酒",
		[38056] = "鳥人撕裂者",
		[34074] = 3,
		[34280] = "歐爾",
		[34920] = "恆龍劊子手",
		[38631] = "灰色之心盾衛",
		[988] = 5,
		[38163] = "奎克米瑞",
		[39015] = "深幽泥沼巨人",
		[17528] = 1,
		[45281] = 11,
		[29717] = "受困的靈魂",
		[39527] = 9,
		[39144] = "大君王莫卡爾",
		[13021] = 8,
		[30197] = "祖羅恩 <窟窟珂蓮娜>",
		[35944] = "影月侍僧",
		[18791] = 9,
		[5019] = 9,
		[40423] = "塞司克烏鴉護衛",
		[26839] = 4,
		[17928] = 9,
		[36712] = "熱能之眼",
		[36840] = "伊斯利恩波動法師",
		[13341] = "敦霍爾德法師",
		[30901] = "莫克札王子",
		[33129] = "召喚者歐莫",
		[33257] = 1,
		[37480] = "伊斯利恩生命束縛者",
		[26998] = 11,
		[9438] = "鷹王伊奇斯",
		[37864] = "泥沼主宰",
		[37930] = "盤牙巫女",
		[19736] = "克魯札姆 <內湖巴克利>",
		[34341] = "歐爾",
		[33770] = 3,
		[34798] = "血守衛綠色看守者",
		[351655] = "鬼靈表演者",
		[38919] = "血守衛治療者",
		[34793] = "風暴要塞-熔爐保安官",
		[39016] = "末日預言者達利亞",
		[35049] = "麥克納爾破壞者",
		[33833] = "卡巴祭儀師",
		[17038] = 3,
		[29560] = "鬼靈巡邏",
		[38626] = "盤牙深淵女巫",
		[25286] = 1,
		[38151] = "鷹王伊奇斯",
		[35945] = "破碎之手狙擊兵",
		[710] = 9,
		[32437] = 1,
		[40424] = "鷹王伊奇斯",
		[6991] = 3,
		[10174] = 8,
		[36713] = "熱能之眼",
		[11390] = 2,
		[28726] = 2,
		[20600] = "Choy",
		[33130] = "召喚者歐莫",
		[33387] = "日光之室牧師",
		[783] = 11,
		[17146] = "卡巴暗影牧師",
		[20920] = 2,
		[37865] = "盤牙神諭者",
		[37129] = "見習占星者",
		[34026] = 3,
		[14143] = 4,
		[38377] = "奧奇奈靈魂牧師",
		[29494] = "魔妾",
		[38633] = "灰色之心虛空法師",
		[25527] = 7,
		[17401] = 11,
		[17465] = 8,
		[14286] = 3,
		[35178] = "血守衛百夫長",
		[29942] = 1,
		[27125] = 8,
		[10942] = 5,
		[38324] = 2,
		[22008] = 8,
		[37066] = "[*] 絞喉",
		[30931] = "破碎之手百夫長",
		[35105] = "盤牙戰士",
		[40425] = "鷹王伊奇斯",
		[20153] = "尼德斯地獄火",
		[20217] = 2,
		[36714] = "熱能之眼",
		[15357] = 5,
		[26679] = 4,
		[37098] = "夜禍",
		[15453] = "操縱者帕薩里歐",
		[33259] = 3,
		[37482] = 3,
		[26999] = 11,
		[15581] = "敦霍爾德老兵",
		[27127] = 8,
		[34799] = "指揮官薩瑞尼斯",
		[34027] = "劫毀者 <威瑪舒培>",
		[33763] = 11,
		[31478] = "時間看守者",
		[11678] = 9,
		[38634] = "灰色之心虛空法師",
		[34333] = "奈加頓尖嘯者",
		[42218] = 9,
		[38379] = "奧奇奈復仇者",
		[19577] = 3,
		[33891] = 11,
		[25464] = 7,
		[29537] = "魅影守衛",
		[11348] = 11,
		[25477] = 5,
		[32246] = 2,
		[35947] = "血守衛軍團士兵",
		[34338] = "奈加頓尖嘯者",
		[6064] = 5,
		[44521] = 1,
		[36459] = "不穩定者海卓司",
		[20345] = 2,
		[38239] = "卡巴妖精",
		[20473] = 2,
		[38534] = "裂縫看守者",
		[36121] = "無鏈結的虛無區 <無約束的希瑞奇斯>",
		[33132] = "墮落的新星圖騰 <背叛者曼紐>",
		[33260] = 3,
		[25311] = "溫柔阿紫",
		[27269] = 3,
		[33189] = "高階星術師索拉瑞恩",
		[29175] = 11,
		[27141] = 2,
		[25208] = 1,
		[25272] = 1,
		[34284] = "歐爾",
		[12968] = 1,
		[38635] = "灰色之心虛空法師",
		[25528] = 7,
		[17402] = 11,
		[39019] = "先驅者史蓋力司",
		[29815] = "秘法保衛者",
		[35263] = "虛空術師賽菲瑞雅",
		[34913] = 8,
		[30007] = "伊斯利盜法者",
		[647] = 2,
		[37254] = "血守衛扈從",
		[22009] = 5,
		[37126] = "占星者",
		[697] = 9,
		[26296] = 1,
		[30455] = 8,
		[18234] = 11,
		[12782] = "破碎之手勇士",
		[36716] = "未知目標",
		[32375] = 5,
		[20346] = 2,
		[18790] = "未眠人春寒",
		[10927] = 5,
		[33261] = 4,
		[31981] = "背叛者曼紐",
		[37612] = 4,
		[34102] = 11,
		[33773] = 3,
		[41580] = "魅影舞台助手",
		[23161] = 9,
		[38252] = "卡巴術士",
		[38380] = "狂怒的靈魂",
		[34413] = 4,
		[38636] = "灰色之心虛空法師",
		[38764] = 4,
		[38892] = "惡毒的妖婦",
		[39020] = "先驅者史蓋力司",
		[29490] = "魔妾",
		[35181] = "歐爾",
		[31991] = "背叛者曼紐",
		[32055] = "奎克米瑞",
		[34336] = "奈加頓尖嘯者",
		[34286] = "歐爾",
		[27000] = 11,
		[35949] = "破碎之手異教徒",
		[24185] = "高階祭司塞卡爾",
		[27156] = 2,
		[36333] = "血守衛治療者",
		[32996] = 5,
		[28536] = 5,
		[36717] = "亞克崔茲哨兵",
		[33961] = "塞司克新兵",
		[30708] = 7,
		[10161] = 8,
		[38815] = "盲目之眼 <靈魂吞食者>",
		[33262] = 3,
		[33390] = "日光之室牧師",
		[29572] = "貴族羅賓·達利斯",
		[20922] = 2,
		[33774] = 3,
		[46683] = 2,
		[11775] = 1,
		[25273] = 1,
		[10623] = 7,
		[12494] = 8,
		[38637] = 11,
		[34670] = "『看管者』索古林",
		[38893] = "巨型冥淵火",
		[39021] = "先驅者史蓋力司",
		[35054] = "裂縫領主",
		[29880] = "秘法異反元素",
		[25221] = 5,
		[30008] = "伊斯利盜法者",
		[27164] = 2,
		[25203] = 1,
		[15582] = "敦霍爾德老兵",
		[35950] = "破碎之手戰犬大師",
		[8599] = "泥沼主宰",
		[26297] = 4,
		[15230] = "恆龍時間術師",
		[38366] = "深淵守衛沙卡奇斯",
		[52970] = "迷你鸚鵡 <專射你臉>",
		[30004] = "埃蘭之影",
		[34287] = "歐爾",
		[36974] = "破碎之手刺客",
		[37102] = "水晶之核毀壞者",
		[12542] = "裂縫看守者",
		[33263] = 2,
		[31125] = 4,
		[15550] = "水晶之核哨兵",
		[27065] = 3,
		[31224] = 4,
		[37523] = 1,
		[36741] = "奈加頓尖嘯者",
		[24453] = "嘿嘿賓果答對了 <龍舟隊長>",
		[38382] = "專注之火",
		[7744] = 4,
		[38638] = 11,
		[27577] = "惡魔監督者",
		[38894] = "伊斯利恩殺戮者",
		[36175] = "末日預言者達利亞",
		[19579] = "貔貅",
		[35183] = "血守衛百夫長",
		[42137] = 1,
		[2479] = 11,
		[33009] = "高階星術師索拉瑞恩",
		[23252] = 7,
		[27089] = 2,
		[35951] = "次級暗影裂縫 <大術士奈德克斯>",
		[16190] = 7,
		[31709] = 11,
		[24398] = 7,
		[37023] = "摩洛",
		[23251] = 7,
		[36719] = "亞克崔茲哨兵",
		[39193] = "看守者蓋洛奇歐",
		[9782] = 2,
		[16508] = "大君王莫卡爾",
		[30554] = 9,
		[33264] = 9,
		[20795] = "卡巴祭儀師",
		[29704] = 1,
		[20923] = 2,
		[2139] = 8,
		[31555] = "盤牙預言者",
		[36208] = "甘納格星移技工",
		[25274] = 1,
		[34288] = "歐爾",
		[29497] = "魔妾",
		[38639] = 11,
		[25530] = "灼熱圖騰 VII <Thd>",
		[34800] = "血守衛綠色看守者",
		[41617] = 2,
		[35056] = "麥克納爾破壞者",
		[29881] = "虹吸蟲",
		[35312] = "[*] 狂怒的烈焰",
		[25914] = 2,
		[17165] = "卡巴暗影牧師",
		[35696] = 9,
		[22887] = "古拉巴什擲斧者",
		[31911] = "中尉崔克",
		[34271] = "歐爾",
		[40303] = "安祖",
		[11642] = "盤牙痲瘋者",
		[30990] = "破碎之手弓箭手",
		[26884] = 4,
		[20343] = 2,
		[30055] = "泰瑞斯提安·疫蹄",
		[28810] = 5,
		[37104] = "水晶之核哨兵",
		[25809] = "響尾蛇",
		[33265] = 2,
		[30659] = "血之谷占卜者",
		[18812] = "鬼靈馬廄僕人",
		[33649] = 3,
		[25489] = 7,
		[1719] = 1,
		[31534] = "督軍卡利斯瑞",
		[18118] = 9,
		[34289] = "歐爾",
		[25329] = 5,
		[31567] = "血守衛獵鷹者",
		[38768] = 4,
		[38896] = "伊斯利恩波動法師",
		[39024] = "薩弗隆熔岩丟擲者",
		[31865] = "紀律魔女",
		[2457] = 1,
		[9856] = 11,
		[27088] = 8,
		[25439] = 7,
		[25572] = 11,
		[16864] = 11,
		[35953] = "大術士奈德克斯",
		[28282] = 1,
		[32441] = "骷髏侍從",
		[39427] = "『信使』維斯路登",
		[20284] = 2,
		[36593] = "防衛者的屍體",
		[25275] = 1,
		[35076] = 11,
		[28730] = 2,
		[16509] = "冰冷礦坑入侵者",
		[38641] = "灰色之心虛空法師",
		[33266] = 5,
		[33394] = 2,
		[32693] = "伊斯利恩波動法師",
		[20924] = 2,
		[33778] = 1,
		[29690] = "鬼魅管家",
		[2641] = 3,
		[34162] = "虛無搶奪者",
		[17531] = 11,
		[34418] = 4,
		[29562] = "凱伊拉·拜瑞巴克女士",
		[9821] = 11,
		[38897] = "伊斯利恩波動法師",
		[39025] = "薩弗隆熔岩丟擲者",
		[35058] = "麥克納爾技工",
		[29882] = "秘法異反元素",
		[35314] = "虛空術師賽菲瑞雅",
		[10912] = 5,
		[20055] = 2,
		[16488] = 1,
		[39192] = "看守者蓋洛奇歐",
		[15615] = "破碎之手軍團士兵",
		[30330] = 1,
		[40305] = "[*] 燃燒能量",
		[33779] = 11,
		[30522] = "尼德斯",
		[36912] = "薩弗隆法力塑造者",
		[36722] = "亞克崔茲哨兵",
		[15359] = 5,
		[2825] = 7,
		[45296] = 7,
		[37234] = 7,
		[15487] = 5,
		[33395] = "水元素 <Csninetyeig>",
		[27003] = 11,
		[15583] = "恆龍刺客",
		[27131] = 8,
		[36894] = "無鏈結的毀滅者",
		[27259] = 9,
		[11958] = 8,
		[34291] = 11,
		[34419] = 4,
		[38642] = "灰色之心虛空法師",
		[25467] = 5,
		[3472] = 2,
		[39026] = "薩弗隆熔岩丟擲者",
		[32829] = "不死的捕獵者 <奧奇奈復仇者>",
		[31930] = 2,
		[2870] = 7,
		[20218] = 2,
		[11968] = "熔岩元素",
		[37270] = "紅手百夫長",
		[3009] = "咬咬 <搖搖>",
		[36694] = "熱能之眼",
		[34456] = 3,
		[24252] = 11,
		[36339] = "紅色幼苗 <大植物學家費瑞衛恩>",
		[20285] = 2,
		[20349] = 2,
		[34222] = "尋日導魔師",
		[30198] = "祖羅恩 <窟窟珂蓮娜>",
		[33268] = 5,
		[33012] = 2,
		[18647] = 9,
		[37363] = "海底潛伏者",
		[42226] = 9,
		[25264] = 1,
		[20925] = 2,
		[12544] = "敦霍爾德法師",
		[33908] = "瘋狂的地獄野豬",
		[25212] = 1,
		[34164] = "虛無搶奪者",
		[31462] = 11,
		[29691] = "鬼魅管家",
		[29563] = "凱崔娜·瓦映迪女士",
		[32553] = 9,
		[25596] = 5,
		[39027] = "灰色之心浪潮呼喚者",
		[17534] = 11,
		[29883] = "秘法異反元素",
		[29947] = 8,
		[25574] = 7,
		[51952] = 1,
		[38358] = "深淵守衛卡利迪斯",
		[10230] = 8,
		[38914] = "薩格隆弓箭手",
		[25449] = 7,
		[25396] = 7,
		[36340] = "血守衛治療者",
		[30523] = "尼德斯",
		[34435] = "地獄火守衛",
		[30576] = "瑪瑟里頓",
		[13376] = "強效火焰元素 <Thd>",
		[27267] = "基格洛普 <福利貝爾>",
		[33013] = 2,
		[33923] = "莫爾墨",
		[33269] = 2,
		[22845] = 11,
		[27004] = 11,
		[27139] = 2,
		[15587] = "影月侍僧",
		[37620] = 8,
		[11428] = "卡巴死亡誓言者",
		[19134] = "惡魔監督者",
		[19262] = 5,
		[38516] = "颶風 (卡拉薩瑞斯) <深淵守衛卡利迪斯>",
		[38644] = "灰色之心虛空法師",
		[45440] = 3,
		[38900] = "伊斯利恩生命束縛者",
		[38378] = "奧奇奈靈魂牧師",
		[19710] = 8,
		[35189] = "血守衛殺戮者",
		[9857] = 11,
		[9889] = 11,
		[43763] = 3,
		[35701] = 9,
		[32251] = "野生暗影裂縫",
		[15547] = "盤牙痲瘋者",
		[32379] = 5,
		[36213] = "強效土元素 <跪求爐石瞬發>",
		[36341] = "尋日工程師",
		[20286] = 2,
		[28540] = 9,
		[32699] = 2,
		[24573] = "惡魔監督者",
		[38572] = "瓦司金榮譽守衛",
		[37109] = "星術師",
		[22884] = "敦霍爾德衛兵",
		[36482] = 3,
		[30843] = "莫克札王子",
		[38801] = "爆裂者洛克瑪",
		[33654] = "弒龍者戈魯爾",
		[10497] = 7,
		[16959] = 11,
		[25213] = 5,
		[32397] = 11,
		[29436] = "深淵守衛沙卡奇斯",
		[35062] = "麥克納爾技工",
		[29564] = "凱崔娜·瓦映迪女士",
		[25533] = 7,
		[38901] = "巨型冥淵火",
		[39029] = "灰色之心浪潮呼喚者",
		[17535] = 7,
		[30210] = "夜禍",
		[35318] = "看守者蓋洛奇歐",
		[24248] = 11,
		[51954] = 11,
		[23694] = 1,
		[35159] = "機械王卡帕希特斯",
		[29954] = "埃蘭之影",
		[39297] = "無疤者歐瑪爾",
		[36214] = "裂縫領主",
		[15232] = "恆龍污染者",
		[43764] = 3,
		[11201] = 4,
		[51953] = 8,
		[552] = 5,
		[11297] = 4,
		[37110] = "星術師",
		[30908] = 9,
		[22782] = 8,
		[31036] = 5,
		[27005] = 11,
		[37878] = 11,
		[15616] = "暗法師希斯",
		[38657] = "潮行者深淵先知",
		[11585] = 1,
		[30479] = "影月侍僧",
		[34551] = "大植物學家費瑞衛恩",
		[19263] = 3,
		[11713] = "溫柔阿紫",
		[22718] = 11,
		[38902] = "巨型冥淵火",
		[31804] = 2,
		[38645] = "灰色之心虛空法師",
		[19647] = "卡弗 <伍零>",
		[39414] = "高階星術師索拉瑞恩",
		[32588] = "破碎之手勇士",
		[51955] = 4,
		[28093] = 1,
		[19711] = 11,
		[35959] = "怒鐮者索寇斯瑞特",
		[10468] = 7,
		[8258] = "史卡拉克上尉",
		[33563] = "領導者瓦皮歐",
		[24382] = 7,
		[20351] = 2,
		[8177] = 7,
		[32764] = "時光流逝控制者",
		[28733] = 2,
		[37111] = "星術師初學者",
		[33144] = "先知盲眼",
		[33272] = 3,
		[42230] = 11,
		[37249] = "血守衛復仇者",
		[20927] = 2,
		[37879] = 2,
		[37121] = "水晶之核技師",
		[38135] = "暗法師希斯",
		[32700] = 2,
		[33689] = "莫爾墨",
		[22686] = "夜禍",
		[38647] = "灰色之心虛空法師",
		[36609] = "亞克崔茲守衛",
		[38903] = "巨型冥淵火",
		[34936] = 9,
		[15228] = "卡巴召喚者",
		[29885] = "秘法異反元素",
		[39415] = "先驅者史蓋力司",
		[30013] = "伊斯利竊賊",
		[39031] = "深幽泥沼巨人",
		[17920] = 9,
		[30205] = "瑪瑟里頓",
		[25584] = 1,
		[25566] = "治療之泉圖騰 VI <葵托利>",
		[32594] = 7,
		[22271] = "秘法僕人",
		[25429] = 5,
		[39850] = 9,
		[45302] = 7,
		[37880] = 5,
		[36984] = "薩格隆弓箭手",
		[1161] = 1,
		[30909] = 9,
		[22783] = 8,
		[33401] = "幻魅持有者 <奧奇奈靈魂牧師>",
		[22911] = "破碎之手哨兵",
		[27070] = 8,
		[27134] = 8,
		[38520] = "恆龍刺客",
		[38136] = "暗法師希斯",
		[38264] = "卡巴祭儀師",
		[31485] = "米克吉勒·蒸汽操控者",
		[9634] = 11,
		[38648] = "灰色之心虛空法師",
		[37112] = "風暴要塞-鐵匠",
		[34809] = "血守衛修補者",
		[34937] = "水晶之核毀壞者",
		[8269] = "敦霍爾德搜尋犬",
		[9826] = 11,
		[39416] = "盤牙巫女",
		[14268] = 3,
		[9858] = 11,
		[44535] = 11,
		[32253] = "劣質的雕像 <Metatron>",
		[44151] = 3,
		[40184] = "安祖",
		[14177] = 4,
		[36345] = "尋日工程師",
		[31553] = "破碎之手哨兵",
		[20352] = 2,
		[29938] = 11,
		[34587] = 3,
		[28734] = 2,
		[18223] = "克拉拉",
		[691] = 9,
		[22642] = "暮光龍獸人",
		[27215] = 9,
		[33786] = 11,
		[10466] = 7,
		[37881] = 7,
		[37723] = 2,
		[42232] = 11,
		[34170] = "尋日地卜者",
		[33281] = "高階星術師索拉瑞恩",
		[29840] = "秘法保衛者",
		[38649] = "灰色之心虛空法師",
		[25535] = "火焰新星圖騰 VI <蜂蜜杏仁果>",
		[30849] = "惡魔守衛犬",
		[39033] = "黑翼龍獸人",
		[36992] = "操縱者帕薩里歐",
		[17364] = 7,
		[35322] = "看守者蓋洛奇歐",
		[30014] = "伊斯利竊賊",
		[2894] = 7,
		[35706] = 9,
		[17921] = 9,
		[28694] = 5,
		[29486] = "渾沌女侍",
		[36346] = "尋日工程師",
		[5570] = 11,
		[36601] = "亞克崔茲防衛者",
		[1787] = 4,
		[30608] = 9,
		[30910] = 9,
		[36986] = "薩弗隆熔岩丟擲者",
		[15585] = "影月侍僧",
		[33147] = "先知盲眼",
		[27071] = 8,
		[42233] = 11,
		[27007] = 11,
		[18881] = 9,
		[33787] = "盤牙工頭",
		[34299] = 11,
		[27263] = 9,
		[31422] = "艾奧那斯",
		[31486] = "米克吉勒·蒸汽操控者",
		[31550] = "艾奧那斯",
		[38650] = "毒蛇神殿潛伏者",
		[38778] = 11,
		[11778] = "卡特里斯 <可樂全是冰>",
		[10622] = 7,
		[29802] = "未知目標 <午夜>",
		[25895] = 2,
		[20928] = 2,
		[36891] = "無鏈結的毀滅者",
		[38655] = "毒蛇神殿潛伏者",
		[27135] = 2,
		[32254] = 5,
		[19480] = 9,
		[39032] = "深幽泥沼巨人",
		[38143] = "希斯暗影元素 <暗法師希斯>",
		[30621] = "幽藤引誘者",
		[27002] = 11,
		[20353] = 2,
		[10494] = 7,
		[36987] = "薩弗隆熔岩丟擲者",
		[20545] = "狂熱者洛卡恩",
		[36654] = "靈魂吞食者",
		[27090] = 8,
		[33501] = "惡毒導師",
		[20801] = "卡巴妖精",
		[29203] = 7,
		[33660] = 2,
		[34428] = 1,
		[25472] = 7,
		[42234] = 3,
		[34172] = "虛無搶奪者",
		[28609] = 8,
		[38523] = "尼德斯",
		[8643] = 4,
		[36607] = "[*] 魔爆術",
		[38907] = "無束縛的摧毀者",
		[39035] = "毒蛇神殿招潮者 <灰色之心浪潮呼喚者>",
		[17538] = 3,
		[29567] = "貴族克利斯平·費蘭斯",
		[356110] = 2,
		[41620] = 1,
		[25361] = 7,
		[36348] = "血守衛治療者",
		[356111] = 2,
		[35964] = "薩格隆弓箭手",
		[30335] = 1,
		[30463] = "虛空傳送門 - 統御",
		[356112] = 2,
		[20216] = 2,
		[14145] = "卡巴祭儀師",
		[16922] = 11,
		[30911] = 9,
		[26688] = 4,
		[18562] = 11,
		[22721] = 1,
		[27136] = 2,
		[33405] = 8,
		[27008] = 11,
		[27072] = 8,
		[33789] = "中尉崔克",
		[5697] = 9,
		[27264] = 9,
		[34173] = "尋日導魔師",
		[34557] = "大植物學家費瑞衛恩",
		[38524] = "尼德斯",
		[38652] = "腐臭磨菇",
		[38780] = 3,
		[27648] = 1,
		[34941] = "伊斯利恩生命束縛者",
		[25218] = 5,
		[9827] = 11,
		[19714] = "薩弗隆法力塑造者",
		[36695] = "熱能之眼",
		[43771] = 3,
		[32689] = "時光流逝占卜者",
		[25363] = 5,
		[38138] = "未知目標 <暗法師希斯>",
		[1769] = 4,
		[38812] = 2,
		[17462] = 8,
		[40572] = 2,
		[24193] = "巢穴蠻卒",
		[31551] = "泥沼史卓克",
		[45051] = 2,
		[27137] = 2,
		[27073] = 8,
		[20340] = 2,
		[1833] = 4,
		[18803] = 8,
		[33151] = 5,
		[33662] = 9,
		[38141] = "希斯火焰元素 <暗法師希斯>",
		[349981] = 9,
		[25217] = 5,
		[25362] = 7,
		[26561] = "大君王莫卡爾",
		[10467] = 7,
		[38653] = "腐臭磨菇",
		[25537] = "火焰新星圖騰 VII <Thd>",
		[31117] = 7,
		[15234] = "盤牙海妖",
		[17539] = 8,
		[28272] = 8,
		[35326] = "看守者鐵手",
		[30016] = 1,
		[39627] = 5,
		[42198] = 8,
		[27023] = 3,
		[34626] = "[*] 黯淡死亡",
		[35243] = "尋日虛空束縛者",
		[30400] = "虛空傳送門 - 堅忍",
		[30464] = "虛空傳送門 - 平靜",
		[30528] = "地獄火導魔師",
		[15586] = "敦霍爾德衛兵",
		[18371] = 9,
		[36862] = "未知目標",
		[18499] = 1,
		[37118] = "風暴要塞-鐵匠",
		[22722] = 9,
		[30912] = 9,
		[31040] = 2,
		[27009] = 11,
		[33663] = "土元素圖騰 <跪求爐石瞬發>",
		[1953] = 8,
		[20467] = 2,
		[38142] = "希斯冰霜元素 <暗法師希斯>",
		[22559] = "暮光龍獸人",
		[35480] = 8,
		[38526] = "恆龍毀滅者",
		[31616] = 7,
		[7922] = 1,
		[29951] = "[*] 暴風雪",
		[39038] = "黑翼龍獸人",
		[1725] = 4,
		[27841] = 5,
		[31039] = 2,
		[18498] = 1,
		[38845] = "埃雷達爾死亡召喚者",
		[25266] = 1,
		[35839] = "奧奇奈死靈法師",
		[22273] = "時光流逝占卜者",
		[12826] = 8,
		[23602] = 1,
		[20589] = 1,
		[20291] = 2,
		[20355] = 2,
		[8178] = 7,
		[36863] = "未知目標",
		[12323] = 1,
		[7870] = "布雷利亞娜 <福利貝爾>",
		[28865] = "虛無區域 <尼德斯>",
		[10301] = 2,
		[6016] = "鬼靈馬廄僕人",
		[16886] = 11,
		[5116] = 3,
		[33792] = "中尉崔克",
		[12579] = 8,
		[12611] = "米歐浩斯·曼納斯頓",
		[31718] = "海法師希斯比亞",
		[12675] = "盤牙巫女",
		[29505] = "渾沌女侍",
		[12739] = "恆龍毀滅者",
		[17348] = 4,
		[38911] = "無束縛的摧毀者",
		[22724] = 4,
		[17540] = 11,
		[10181] = 8,
		[29953] = "埃蘭之影",
		[1449] = 8,
		[31230] = 4,
		[1543] = 3,
		[30209] = "夜禍",
		[17174] = "塔倫米爾監視者",
		[33131] = "召喚者歐莫",
		[30401] = "虛空傳送門 - 平靜",
		[30465] = "虛空傳送門 - 堅忍",
		[33944] = 8,
		[36608] = "亞克崔茲守衛",
		[36736] = "奈加頓尖嘯者",
		[36864] = "未知目標",
		[45182] = 4,
		[37120] = "風暴要塞-鐵匠",
		[45438] = 8,
		[13443] = 1,
		[31041] = "獅子",
		[27010] = 11,
		[27074] = 8,
		[27138] = 2,
		[2048] = 1,
		[27266] = 9,
		[13339] = "盤牙痲瘋者",
		[19028] = 9,
		[34433] = 5,
		[14273] = 3,
		[32445] = "貞潔聖女",
		[38912] = "薩格隆弓箭手",
		[26991] = 11,
		[27026] = 3,
		[2458] = 1,
		[27006] = 11,
		[32065] = "泥沼主宰",
		[32129] = "塞司克神諭者",
		[45301] = 7,
		[26864] = 4,
		[20350] = 2,
		[32865] = "卡巴術士",
		[30459] = 9,
		[33499] = "卡巴沉迷者",
		[20292] = 2,
		[20356] = 2,
		[28610] = 9,
		[30128] = "夜禍",
		[38849] = "無鏈結的毀滅者",
		[10308] = 2,
		[28866] = 1,
		[33282] = "高階星術師索拉瑞恩",
		[29923] = "巫術鬼魂",
		[10436] = "灼熱圖騰 VI <哪個薩>",
		[33666] = "莫爾墨",
		[22885] = "塞司克薩滿",
		[30546] = 9,
		[31473] = "艾奧那斯",
		[30761] = "大野狼",
		[29442] = 8,
		[32684] = 4,
		[29570] = "女爵朵洛希·米爾斯泰普",
		[33783] = "虛無旅人",
		[30478] = "魔獄獸人皈依者",
		[34946] = "風暴要塞-鐵匠",
		[13444] = "盤牙痲瘋者",
		[51582] = 9,
		[35330] = "看守者鐵手",
		[25360] = 7,
		[23454] = 4,
		[30146] = 9,
		[44032] = 1,
		[34550] = "大植物學家費瑞衛恩",
		[20308] = 2,
		[30402] = "虛空傳送門 - 統御",
		[38133] = "深藍色巨蛇",
		[30530] = "地獄火導魔師",
		[25469] = 7,
		[36738] = "奈加頓尖嘯者",
		[36866] = "惡毒的妖婦",
		[23034] = 2,
		[37122] = "占星者",
		[37250] = "浪潮奔騰者",
		[37378] = 9,
		[31042] = "獅子",
		[27011] = 11,
		[33667] = 11,
		[33795] = 11,
		[11556] = 1,
		[38146] = "塞司克神諭者",
		[33525] = "弒龍者戈魯爾",
		[27441] = 4,
		[31554] = "盤牙防衛者",
		[38658] = "潮行者深淵先知",
		[25235] = 5,
		[11780] = "瑟爾安提亞 <豬豬奶茶>",
		[39042] = 11,
		[21553] = 1,
		[11876] = "破碎之手劊子手",
		[19717] = "薩弗隆熔岩丟擲者",
		[3600] = "地縛圖騰 <沒帶圖騰>",
		[11972] = "破碎之手勇士",
		[33652] = 11,
		[33479] = 2,
		[3018] = 4,
		[32386] = 9,
		[3034] = 3,
		[27157] = 2,
		[20293] = 2,
		[20357] = 2,
		[35095] = 2,
		[12292] = 1,
		[20549] = 11,
		[37123] = "水晶之核技師",
		[38627] = "盤牙深淵女巫",
		[37379] = 9,
		[12723] = 1,
		[19251] = 5,
		[33668] = 2,
		[28714] = 9,
		[25552] = 7,
		[38147] = "時光流逝暗影法師",
		[30860] = "尼德斯地獄火",
		[21849] = 11,
		[34436] = "地獄火守衛",
		[38659] = "潮行者深淵先知",
		[38807] = "亞克崔茲守衛",
		[21552] = 1,
		[25392] = 5,
		[39171] = "巢穴蠻卒",
		[38712] = "星術師",
		[17670] = 3,
		[12964] = 1,
		[38217] = "不穩定者海卓司",
		[19261] = 5,
		[17926] = 9,
		[26481] = 3,
		[30339] = 1,
		[30403] = "館長",
		[26372] = 7,
		[30531] = "地獄火導魔師",
		[36612] = "多變的憎恨",
		[36740] = "奈加頓尖嘯者",
		[36868] = "惡毒的妖婦",
		[32901] = "鳥人戰鷹",
		[37124] = "占星者",
		[37252] = "蒸汽奔騰者",
		[30979] = "[*] 烈焰",
		[31043] = "機器人",
		[27012] = 11,
		[37764] = "莫洛葛利姆·潮行者",
		[27140] = 2,
		[23109] = "唉喲薇呀 <唉喲薇>",
		[27268] = 9,
		[29712] = "恐怖的縛靈",
		[12798] = 1,
		[34437] = "地獄火守衛",
		[38491] = "盤牙憎恨尖嘯者",
		[28497] = 1,
		[34821] = "血守衛管理者",
		[39044] = "深幽泥沼巨人",
		[38811] = "多變的夢魘",
		[35057] = "麥克納爾技工",
		[25299] = 11,
		[32593] = 7,
		[31481] = "海法師希斯比亞",
		[17057] = 11,
		[22907] = "薩格隆弓箭手",
		[32323] = "血鷹",
		[35270] = 9,
		[16380] = "潛伏的女巫",
		[20230] = 1,
		[35025] = 3,
		[32643] = 2,
		[14308] = 3,
		[2055] = 5,
		[18807] = 5,
		[28804] = 5,
		[11581] = 1,
		[12654] = 8,
		[25364] = 5,
		[34100] = "破碎之手戰犬大師",
		[31985] = "背叛者曼紐",
		[29427] = "史卡拉克上尉",
		[33926] = 11,
		[38149] = "時光流逝暗影法師",
		[29380] = "史卡拉克上尉",
		[39365] = "莫爾墨",
		[38533] = "裂縫看守者",
		[38661] = "潮行者獵魚者",
		[34694] = "摩洛",
		[38917] = "薩格隆地獄召喚者",
		[35297] = "劫毀者 <威瑪舒培>",
		[17543] = 8,
		[3738] = 7,
		[29956] = "埃蘭之影",
		[10917] = 5,
		[25269] = 1,
		[34274] = "歐爾",
		[712] = 9,
		[37665] = "盤牙女巫師",
		[30340] = 1,
		[30404] = 9,
		[29540] = "鬼靈侍從",
		[20348] = 2,
		[635] = 2,
		[31543] = "納迦蒸餾者",
		[30707] = "無疤者歐瑪爾",
		[19939] = 2,
		[30852] = "莫克札王子",
		[45444] = 11,
		[37382] = 3,
		[8122] = 5,
		[27013] = 11,
		[25046] = 4,
		[15620] = "塔倫米爾監視者",
		[23110] = "狂暴肥貓",
		[42245] = 3,
		[33487] = "卡巴祭儀師",
		[31977] = "恆龍污染者",
		[34439] = "地獄火守衛",
		[15708] = "恆龍殺戮者",
		[25290] = 2,
		[38918] = "薩格隆地獄召喚者",
		[33500] = "卡巴劊子手",
		[39174] = "巢穴蠻卒",
		[15614] = "卡巴異教徒",
		[38947] = "瓦司金榮譽守衛",
		[28753] = 3,
		[37156] = "鳳鷹",
		[16100] = "敦霍爾德槍手",
		[35429] = "大酋長卡加斯·刃拳",
		[4042] = 8,
		[27126] = 8,
		[19130] = "盤牙工頭",
		[11349] = 2,
		[34278] = "歐爾",
		[30584] = "戰爭使者歐姆拉格",
		[36743] = "奈加頓尖嘯者",
		[32999] = 5,
		[30986] = "破碎之手刺客",
		[20615] = "惡魔監督者",
		[37255] = "血守衛扈從",
		[35268] = "狂怒的烈焰",
		[37511] = "破碎之手哨兵",
		[36911] = "米歐浩斯·曼納斯頓",
		[27159] = 2,
		[14751] = 5,
		[27162] = 2,
		[25222] = 5,
		[29381] = "凱伊拉·拜瑞巴克女士",
		[36839] = "伊斯利恩殺戮者",
		[38535] = "裂縫看守者",
		[29573] = "貴族羅賓·達利斯",
		[38791] = "領導者瓦皮歐",
		[34824] = "血守衛管理者",
		[29765] = "秘法警備者",
		[39175] = "地獄火守衛",
		[29893] = 9,
		[27448] = 4,
		[25372] = 5,
		[17800] = 9,
		[603] = 9,
		[30213] = "祖圖恩",
		[34758] = "綠色幼苗 <大植物學家費瑞衛恩>",
		[40199] = "安祖",
		[30405] = 9,
		[39017] = "先驅者史蓋力司",
		[27001] = 11,
		[44047] = 5,
		[39913] = 11,
		[36872] = "盤牙暴怒者",
		[14324] = 3,
		[12721] = 1,
		[18938] = 9,
		[30981] = "卡巴刺客",
		[31045] = 2,
		[27014] = 3,
		[27078] = 8,
		[27142] = 2,
		[27128] = 8,
		[27270] = "巴塔斯特 <內湖巴克利>",
		[9574] = "卡巴祭儀師",
		[34797] = "血守衛綠色看守者",
		[34441] = "地獄火守衛",
		[38664] = "潮行者戰士",
		[34697] = "拉杰",
		[26861] = 4,
		[34953] = 3,
		[15090] = "凱崔娜·瓦映迪女士",
		[9830] = 11,
		[35337] = 9,
		[1038] = 2,
		[32422] = "主教瑪拉達爾",
		[32197] = "恆龍毀滅者",
		[24071] = "古拉巴什擲斧者",
		[27163] = 2,
		[32389] = 9,
		[14181] = 4,
		[67] = 2,
		[10150] = 8,
		[32645] = 4,
		[14309] = 3,
		[29722] = 9,
		[10278] = 2,
		[24711] = 7,
		[10342] = 11,
		[5188] = 11,
		[27079] = 8,
		[10438] = 7,
		[34190] = "[*] 秘法寶珠",
		[13809] = 3,
		[18989] = 11,
		[38153] = "奎克米瑞",
		[28682] = 8,
		[34314] = "歐爾",
		[38537] = "裂縫領主",
		[29574] = "魅影獵犬 <魅影守衛>",
		[14251] = 4,
		[34826] = "血守衛管理者",
		[39049] = "艾奧那斯",
		[25735] = 2,
		[29714] = "午夜",
		[25309] = "溫柔阿紫",
		[30022] = 1,
		[35113] = 11,
		[8690] = 5,
		[11767] = "養生主",
		[35481] = 1,
		[37106] = "水晶之核哨兵",
		[28013] = 2,
		[30470] = "破碎之手狂怒者",
		[15269] = 5,
		[18469] = 8,
		[1330] = 4,
		[18792] = 9,
		[32676] = 5,
		[11334] = 4,
		[29666] = "骷髏接待員",
		[11398] = 4,
		[31046] = "稻草人",
		[37642] = 11,
		[15589] = "貴族羅賓·達利斯",
		[27143] = 2,
		[10900] = 5,
		[37053] = "埃蘭之影",
		[32651] = "塞司克烏鴉護衛",
		[15749] = "塔倫米爾守衛",
		[38538] = "時間領主迪賈",
		[5500] = 9,
		[38794] = "莫爾墨",
		[26865] = 4,
		[30512] = "燃燒的冥淵火 <地獄火導魔師>",
		[20577] = 9,
		[31942] = "敦霍爾德槍手",
		[20965] = 2,
		[27975] = 9,
		[29390] = "貴族克利斯平·費蘭斯",
		[28103] = 11,
		[44041] = 5,
		[25314] = 5,
		[36107] = 11,
		[10197] = 8,
		[10329] = 2,
		[29670] = "骷髏接待員",
		[36619] = "多變的夢魘",
		[38995] = "灰色之心技師",
		[36622] = "多變的夢魘",
		[32908] = "血守衛獵鷹者",
		[31086] = "機器人",
		[37259] = "紅手血騎士",
		[12531] = "血守衛百夫長",
		[37515] = 1,
		[32362] = 11,
		[33676] = "煽動者黑心",
		[38603] = "盤牙海蛇守衛",
		[29609] = "鬼魅慈善家",
		[34359] = "尋日化學家",
		[28773] = 1,
		[34316] = "歐爾",
		[29511] = "貞潔聖女",
		[29575] = "鬼靈哨兵",
		[38795] = "莫爾墨",
		[38923] = "麥克納爾破壞者",
		[44106] = 11,
		[25736] = 2,
		[40392] = "維斯路登",
		[33348] = "高階星術師索拉瑞恩",
		[36920] = "『信使』維斯路登",
		[41237] = 9,
		[33353] = "高階星術師索拉瑞恩",
		[43838] = 2,
		[25391] = 7,
		[36412] = 3,
		[40331] = "盤牙工程師",
		[30471] = "惡魔監督者",
		[10216] = 8,
		[30599] = "戰爭使者歐姆拉格",
		[16870] = 11,
		[6660] = "瑪格哈獵人",
		[10888] = 5,
		[37132] = "見習占星者",
		[37260] = "紅手血騎士",
		[26888] = 4,
		[31047] = 4,
		[27016] = 3,
		[27080] = 8,
		[27144] = 2,
		[33933] = 8,
		[31367] = 9,
		[23241] = 5,
		[10408] = 7,
		[38540] = "時間領主迪賈",
		[27813] = 5,
		[31687] = 8,
		[38924] = "毒蛇神殿孢子蝙蝠",
		[13543] = 3,
		[15654] = "敦霍爾德衛兵",
		[17099] = 11,
		[9863] = 11,
		[27175] = 2,
		[25225] = 1,
		[17261] = "劫毀者 <雷霆崖守衛>",
		[28168] = "大君王莫卡爾",
		[29928] = "魅影賓客",
		[32391] = 9,
		[20170] = 2,
		[25228] = 9,
		[17392] = 11,
		[14278] = 4,
		[27213] = 9,
	},
	["encounter_spell_pool"] = {
		{
			1905, -- [1]
			"中尉崔克", -- [2]
		}, -- [1]
		{
			1926, -- [1]
			"爭吵者保衛者 <大植物學家費瑞衛恩>", -- [2]
		}, -- [2]
		[30498] = {
			1936, -- [1]
			"次級暗影裂縫 <大術士奈德克斯>", -- [2]
		},
		[30530] = {
			651, -- [1]
			"地獄火導魔師", -- [2]
		},
		[37531] = {
			625, -- [1]
			"灰色之心縛法者", -- [2]
		},
		[15305] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[36924] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[37052] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[30898] = {
			661, -- [1]
			"莫克札王子", -- [2]
		},
		[34271] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[35326] = {
			1934, -- [1]
			"看守者鐵手", -- [2]
		},
		[38523] = {
			659, -- [1]
			"尼德斯", -- [2]
		},
		[30035] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[30115] = {
			657, -- [1]
			"泰瑞斯提安·疫蹄", -- [2]
		},
		[30131] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[30179] = {
			657, -- [1]
			"泰瑞斯提安·疫蹄", -- [2]
		},
		[33792] = {
			1905, -- [1]
			"中尉崔克", -- [2]
		},
		[32865] = {
			1916, -- [1]
			"無約束的希瑞奇斯", -- [2]
		},
		[37053] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[25208] = {
			659, -- [1]
			1, -- [2]
		},
		[39195] = {
			1934, -- [1]
			"看守者鐵手", -- [2]
		},
		[19134] = {
			1935, -- [1]
			"血衛士波洛克", -- [2]
		},
		[29380] = {
			1907, -- [1]
			"史卡拉克上尉", -- [2]
		},
		[35263] = {
			1930, -- [1]
			"虛空術師賽菲瑞雅", -- [2]
		},
		[33281] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[30531] = {
			651, -- [1]
			"地獄火導魔師", -- [2]
		},
		[29572] = {
			653, -- [1]
			"貴族羅賓·達利斯", -- [2]
		},
		[30707] = {
			1891, -- [1]
			"無疤者歐瑪爾", -- [2]
		},
		[30739] = {
			1938, -- [1]
			"大酋長卡加斯·刃拳", -- [2]
		},
		[14874] = {
			1920, -- [1]
			"恆龍刺客", -- [2]
		},
		[37054] = {
			658, -- [1]
			"召喚的元素 <埃蘭之影>", -- [2]
		},
		[38141] = {
			1903, -- [1]
			"希斯火焰元素 <暗法師希斯>", -- [2]
		},
		[36127] = {
			1916, -- [1]
			"無約束的希瑞奇斯", -- [2]
		},
		[34273] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[29956] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[30004] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[37566] = {
			1891, -- [1]
			"無疤者歐瑪爾", -- [2]
		},
		[22907] = {
			1935, -- [1]
			"破碎之手弓箭手", -- [2]
		},
		[33666] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[15090] = {
			653, -- [1]
			"凱崔娜·瓦映迪女士", -- [2]
		},
		[30180] = {
			658, -- [1]
			"魔胎", -- [2]
		},
		[37023] = {
			653, -- [1]
			"摩洛", -- [2]
		},
		[38142] = {
			1903, -- [1]
			"希斯冰霜元素 <暗法師希斯>", -- [2]
		},
		[30356] = {
			659, -- [1]
			1, -- [2]
		},
		[29381] = {
			653, -- [1]
			"凱伊拉·拜瑞巴克女士", -- [2]
		},
		[9080] = {
			1905, -- [1]
			"中尉崔克", -- [2]
		},
		[38366] = {
			626, -- [1]
			"深淵守衛沙卡奇斯", -- [2]
		},
		[33347] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[36512] = {
			1915, -- [1]
			"怒鐮者索寇斯瑞特", -- [2]
		},
		[29573] = {
			653, -- [1]
			"貴族羅賓·達利斯", -- [2]
		},
		[39006] = {
			1915, -- [1]
			"怒鐮者索寇斯瑞特", -- [2]
		},
		[36992] = {
			1931, -- [1]
			"操縱者帕薩里歐", -- [2]
		},
		[35010] = {
			1939, -- [1]
			"背叛者曼紐", -- [2]
		},
		[38143] = {
			1903, -- [1]
			"希斯暗影元素 <暗法師希斯>", -- [2]
		},
		[38335] = {
			626, -- [1]
			"深淵守衛卡利迪斯", -- [2]
		},
		[34275] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[35330] = {
			1934, -- [1]
			"看守者鐵手", -- [2]
		},
		[38431] = {
			626, -- [1]
			"深淵守衛沙卡奇斯", -- [2]
		},
		[33348] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[36449] = {
			651, -- [1]
			"[*] 殘骸", -- [2]
		},
		[30053] = {
			657, -- [1]
			"基瑞克", -- [2]
		},
		[27016] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[34659] = {
			1928, -- [1]
			"『看管者』索古林", -- [2]
		},
		[3391] = {
			661, -- [1]
			"莫克札王子", -- [2]
		},
		[36929] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[37057] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[33061] = {
			649, -- [1]
			"克羅斯·火手", -- [2]
		},
		[38304] = {
			626, -- [1]
			"深淵守衛提達費斯", -- [2]
		},
		[34276] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[30485] = {
			1938, -- [1]
			"希頓護衛", -- [2]
		},
		[33349] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[38592] = {
			1921, -- [1]
			"坦普拉斯", -- [2]
		},
		[30613] = {
			651, -- [1]
			"瑪瑟里頓", -- [2]
		},
		[34660] = {
			1928, -- [1]
			"『看管者』索古林", -- [2]
		},
		[30757] = {
			651, -- [1]
			"火焰", -- [2]
		},
		[34980] = {
			1939, -- [1]
			"背叛者曼紐", -- [2]
		},
		[35108] = {
			1943, -- [1]
			"米克吉勒·蒸汽操控者", -- [2]
		},
		[30901] = {
			661, -- [1]
			"莫克札王子", -- [2]
		},
		[35268] = {
			1930, -- [1]
			"狂怒的烈焰", -- [2]
		},
		[34277] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[34341] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[29990] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[30022] = {
			659, -- [1]
			1, -- [2]
		},
		[38593] = {
			1921, -- [1]
			"坦普拉斯", -- [2]
		},
		[13005] = {
			1907, -- [1]
			"史卡拉克上尉", -- [2]
		},
		[34661] = {
			1928, -- [1]
			"『看管者』索古林", -- [2]
		},
		[25035] = {
			623, -- [1]
			"腐化的海卓司之子", -- [2]
		},
		[34821] = {
			1925, -- [1]
			"血守衛管理者", -- [2]
		},
		[39009] = {
			1913, -- [1]
			"末日預言者達利亞", -- [2]
		},
		[37059] = {
			662, -- [1]
			"未知目標", -- [2]
		},
		[37091] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[39297] = {
			1891, -- [1]
			"無疤者歐瑪爾", -- [2]
		},
		[39329] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[34278] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[34342] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[33351] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[35429] = {
			1938, -- [1]
			"大酋長卡加斯·刃拳", -- [2]
		},
		[29511] = {
			654, -- [1]
			"貞潔聖女", -- [2]
		},
		[34694] = {
			653, -- [1]
			"摩洛", -- [2]
		},
		[34758] = {
			1926, -- [1]
			"綠色幼苗 <大植物學家費瑞衛恩>", -- [2]
		},
		[30822] = {
			655, -- [1]
			"羅慕歐", -- [2]
		},
		[30854] = {
			661, -- [1]
			"莫克札王子", -- [2]
		},
		[22686] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[31909] = {
			1905, -- [1]
			"中尉崔克", -- [2]
		},
		[37284] = {
			624, -- [1]
			"[*] 滾燙水浪", -- [2]
		},
		[20720] = {
			1931, -- [1]
			"虛空怨靈 <操縱者帕薩里歐>", -- [2]
		},
		[26890] = {
			733, -- [1]
			4, -- [2]
		},
		[29991] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[30055] = {
			657, -- [1]
			"泰瑞斯提安·疫蹄", -- [2]
		},
		[27002] = {
			659, -- [1]
			11, -- [2]
		},
		[37764] = {
			627, -- [1]
			"莫洛葛利姆·潮行者", -- [2]
		},
		[34759] = {
			1926, -- [1]
			"大植物學家費瑞衛恩", -- [2]
		},
		[37924] = {
			1942, -- [1]
			"盤牙水元素", -- [2]
		},
		[15667] = {
			1920, -- [1]
			"恆龍刺客", -- [2]
		},
		[32421] = {
			1889, -- [1]
			"主教瑪拉達爾", -- [2]
		},
		[33129] = {
			649, -- [1]
			"召喚者歐莫", -- [2]
		},
		[39363] = {
			1911, -- [1]
			"領導者瓦皮歐", -- [2]
		},
		[34280] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[30471] = {
			1938, -- [1]
			"搶奪者護衛", -- [2]
		},
		[30487] = {
			659, -- [1]
			"虛空傳送門 - 堅忍", -- [2]
		},
		[33353] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[29512] = {
			654, -- [1]
			"貞潔聖女", -- [2]
		},
		[37605] = {
			1919, -- [1]
			"艾奧那斯", -- [2]
		},
		[30599] = {
			1937, -- [1]
			"戰爭使者歐姆拉格", -- [2]
		},
		[30631] = {
			651, -- [1]
			"[*] 殘骸", -- [2]
		},
		[31718] = {
			1942, -- [1]
			"海法師希斯比亞", -- [2]
		},
		[34824] = {
			1925, -- [1]
			"血守衛管理者", -- [2]
		},
		[39076] = {
			625, -- [1]
			"灰色之心縛法者", -- [2]
		},
		[29832] = {
			652, -- [1]
			"獵人阿圖曼 <午夜>", -- [2]
		},
		[34121] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[33130] = {
			649, -- [1]
			"召喚者歐莫", -- [2]
		},
		[37254] = {
			732, -- [1]
			"血守衛扈從", -- [2]
		},
		[30951] = {
			655, -- [1]
			"茱麗葉", -- [2]
		},
		[38373] = {
			626, -- [1]
			"深淵守衛沙卡奇斯", -- [2]
		},
		[33354] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[37478] = {
			624, -- [1]
			"海底潛伏者", -- [2]
		},
		[34697] = {
			1927, -- [1]
			"拉杰", -- [2]
		},
		[34761] = {
			1926, -- [1]
			"大植物學家費瑞衛恩", -- [2]
		},
		[33834] = {
			1906, -- [1]
			"紀元狩獵者", -- [2]
		},
		[39077] = {
			732, -- [1]
			"血守衛扈從", -- [2]
		},
		[37063] = {
			659, -- [1]
			"尼德斯", -- [2]
		},
		[32422] = {
			1889, -- [1]
			"主教瑪拉達爾", -- [2]
		},
		[33131] = {
			649, -- [1]
			"召喚者歐莫", -- [2]
		},
		[29385] = {
			653, -- [1]
			"男爵洛夫·崔克爾", -- [2]
		},
		[39365] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[34314] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[35369] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[33355] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[33387] = {
			732, -- [1]
			"日光之室牧師", -- [2]
		},
		[30584] = {
			1937, -- [1]
			"戰爭使者歐姆拉格", -- [2]
		},
		[33547] = {
			1908, -- [1]
			"海爾瑪大使", -- [2]
		},
		[30616] = {
			651, -- [1]
			"瑪瑟里頓", -- [2]
		},
		[33707] = {
			1909, -- [1]
			"煽動者黑心", -- [2]
		},
		[34762] = {
			1926, -- [1]
			"大植物學家費瑞衛恩", -- [2]
		},
		[34826] = {
			1925, -- [1]
			"血守衛管理者", -- [2]
		},
		[33835] = {
			1906, -- [1]
			"紀元狩獵者", -- [2]
		},
		[39078] = {
			732, -- [1]
			"血守衛扈從", -- [2]
		},
		[29833] = {
			652, -- [1]
			"獵人阿圖曼 <午夜>", -- [2]
		},
		[31911] = {
			1905, -- [1]
			"中尉崔克", -- [2]
		},
		[33132] = {
			1939, -- [1]
			"墮落的新星圖騰 <背叛者曼紐>", -- [2]
		},
		[25821] = {
			1938, -- [1]
			"大酋長卡加斯·刃拳", -- [2]
		},
		[36297] = {
			650, -- [1]
			"弒龍者戈魯爾", -- [2]
		},
		[31991] = {
			1939, -- [1]
			"背叛者曼紐", -- [2]
		},
		[29961] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[32055] = {
			1940, -- [1]
			"奎克米瑞", -- [2]
		},
		[8379] = {
			653, -- [1]
			"貴族克利斯平·費蘭斯", -- [2]
		},
		[37640] = {
			625, -- [1]
			"『盲目者』李奧薩拉斯", -- [2]
		},
		[15580] = {
			1921, -- [1]
			"恆龍劊子手", -- [2]
		},
		[33676] = {
			1909, -- [1]
			"煽動者黑心", -- [2]
		},
		[25054] = {
			732, -- [1]
			"日光之室牧師", -- [2]
		},
		[34763] = {
			1926, -- [1]
			"大植物學家費瑞衛恩", -- [2]
		},
		[15620] = {
			1938, -- [1]
			"神射手護衛", -- [2]
		},
		[37129] = {
			732, -- [1]
			"見習占星者", -- [2]
		},
		[38216] = {
			623, -- [1]
			"不穩定者海卓司", -- [2]
		},
		[29386] = {
			653, -- [1]
			"男爵洛夫·崔克爾", -- [2]
		},
		[31464] = {
			1921, -- [1]
			"坦普拉斯", -- [2]
		},
		[34284] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[34316] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[33325] = {
			1889, -- [1]
			"奧奇奈死靈法師", -- [2]
		},
		[30505] = {
			1936, -- [1]
			"大術士奈德克斯", -- [2]
		},
		[8643] = {
			733, -- [1]
			4, -- [2]
		},
		[29562] = {
			653, -- [1]
			"凱伊拉·拜瑞巴克女士", -- [2]
		},
		[37641] = {
			625, -- [1]
			"『盲目者』李奧薩拉斯", -- [2]
		},
		[30633] = {
			1937, -- [1]
			"戰爭使者歐姆拉格", -- [2]
		},
		[33709] = {
			1909, -- [1]
			"煽動者黑心", -- [2]
		},
		[30761] = {
			655, -- [1]
			"大野狼", -- [2]
		},
		[39016] = {
			1913, -- [1]
			"末日預言者達利亞", -- [2]
		},
		[29770] = {
			652, -- [1]
			"午夜", -- [2]
		},
		[37066] = {
			653, -- [1]
			"[*] 絞喉", -- [2]
		},
		[30841] = {
			655, -- [1]
			"羅慕歐", -- [2]
		},
		[38153] = {
			1940, -- [1]
			"奎克米瑞", -- [2]
		},
		[37162] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[38217] = {
			623, -- [1]
			"不穩定者海卓司", -- [2]
		},
		[33230] = {
			649, -- [1]
			"大君王莫卡爾", -- [2]
		},
		[29962] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[38441] = {
			626, -- [1]
			"深淵之王卡拉薩瑞斯", -- [2]
		},
		[33390] = {
			732, -- [1]
			"日光之室牧師", -- [2]
		},
		[27005] = {
			659, -- [1]
			11, -- [2]
		},
		[16100] = {
			1935, -- [1]
			"破碎之手弓箭手", -- [2]
		},
		[37770] = {
			624, -- [1]
			"盤牙伏擊者", -- [2]
		},
		[27165] = {
			657, -- [1]
			"暗影惡魔 <小冰妹>", -- [2]
		},
		[39017] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[39049] = {
			1919, -- [1]
			"艾奧那斯", -- [2]
		},
		[38218] = {
			623, -- [1]
			"不穩定者海卓司", -- [2]
		},
		[35181] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[30410] = {
			651, -- [1]
			"[*] 暗影之握", -- [2]
		},
		[36300] = {
			650, -- [1]
			"弒龍者戈魯爾", -- [2]
		},
		[31481] = {
			1942, -- [1]
			"海法師希斯比亞", -- [2]
		},
		[30474] = {
			1938, -- [1]
			"希頓護衛", -- [2]
		},
		[30490] = {
			659, -- [1]
			"虛空傳送門 - 平靜", -- [2]
		},
		[30522] = {
			659, -- [1]
			"尼德斯", -- [2]
		},
		[38538] = {
			1920, -- [1]
			"時間領主迪賈", -- [2]
		},
		[29563] = {
			653, -- [1]
			"凱崔娜·瓦映迪女士", -- [2]
		},
		[33551] = {
			1908, -- [1]
			"海爾瑪大使", -- [2]
		},
		[37675] = {
			625, -- [1]
			"『盲目者』李奧薩拉斯", -- [2]
		},
		[34670] = {
			1928, -- [1]
			"『看管者』索古林", -- [2]
		},
		[38794] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[33711] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[37132] = {
			732, -- [1]
			"見習占星者", -- [2]
		},
		[38187] = {
			627, -- [1]
			"潮行者潛伏者", -- [2]
		},
		[30890] = {
			655, -- [1]
			"茱麗葉", -- [2]
		},
		[26862] = {
			733, -- [1]
			4, -- [2]
		},
		[40425] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[29979] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[38539] = {
			1920, -- [1]
			"時間領主迪賈", -- [2]
		},
		[37676] = {
			625, -- [1]
			"『盲目者』李奧薩拉斯", -- [2]
		},
		[15581] = {
			1907, -- [1]
			"敦霍爾德老兵", -- [2]
		},
		[15589] = {
			653, -- [1]
			"貴族羅賓·達利斯", -- [2]
		},
		[38795] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[30171] = {
			657, -- [1]
			"泰瑞斯提安·疫蹄", -- [2]
		},
		[34799] = {
			1925, -- [1]
			"指揮官薩瑞尼斯", -- [2]
		},
		[32265] = {
			1890, -- [1]
			"死亡看守者辛瑞克", -- [2]
		},
		[30235] = {
			656, -- [1]
			"星界爆發", -- [2]
		},
		[39019] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[38028] = {
			627, -- [1]
			"莫洛葛利姆·潮行者", -- [2]
		},
		[33009] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[37133] = {
			732, -- [1]
			"見習占星者", -- [2]
		},
		[36142] = {
			1913, -- [1]
			"末日預言者達利亞", -- [2]
		},
		[38220] = {
			623, -- [1]
			"不穩定者海卓司", -- [2]
		},
		[29436] = {
			626, -- [1]
			"深淵守衛沙卡奇斯", -- [2]
		},
		[30491] = {
			659, -- [1]
			"虛空傳送門 - 統御", -- [2]
		},
		[30523] = {
			659, -- [1]
			"尼德斯", -- [2]
		},
		[38540] = {
			1920, -- [1]
			"時間領主迪賈", -- [2]
		},
		[29564] = {
			653, -- [1]
			"凱崔娜·瓦映迪女士", -- [2]
		},
		[30619] = {
			651, -- [1]
			"瑪瑟里頓", -- [2]
		},
		[33617] = {
			1911, -- [1]
			"領導者瓦皮歐", -- [2]
		},
		[38796] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[35759] = {
			1915, -- [1]
			"怒鐮者索寇斯瑞特", -- [2]
		},
		[36814] = {
			1893, -- [1]
			"看護者卡爾古瑪", -- [2]
		},
		[1604] = {
			627, -- [1]
			"潮行者潛伏者", -- [2]
		},
		[33841] = {
			1911, -- [1]
			"領導者瓦皮歐", -- [2]
		},
		[23602] = {
			659, -- [1]
			1, -- [2]
		},
		[39020] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[30843] = {
			661, -- [1]
			"莫克札王子", -- [2]
		},
		[30859] = {
			661, -- [1]
			"尼德斯地獄火", -- [2]
		},
		[38221] = {
			623, -- [1]
			"不穩定者海卓司", -- [2]
		},
		[31930] = {
			733, -- [1]
			2, -- [2]
		},
		[39340] = {
			1940, -- [1]
			"奎克米瑞", -- [2]
		},
		[35280] = {
			1931, -- [1]
			"操縱者帕薩里歐", -- [2]
		},
		[35312] = {
			1930, -- [1]
			"[*] 狂怒的烈焰", -- [2]
		},
		[38445] = {
			626, -- [1]
			"深淵之王卡拉薩瑞斯", -- [2]
		},
		[34449] = {
			1942, -- [1]
			"盤牙水元素", -- [2]
		},
		[32154] = {
			1893, -- [1]
			"看護者卡爾古瑪", -- [2]
		},
		[38797] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[39021] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[32346] = {
			1889, -- [1]
			"主教瑪拉達爾", -- [2]
		},
		[36144] = {
			1913, -- [1]
			"末日預言者達利亞", -- [2]
		},
		[38222] = {
			623, -- [1]
			"不穩定者海卓司", -- [2]
		},
		[34162] = {
			731, -- [1]
			"虛無搶奪者", -- [2]
		},
		[36240] = {
			650, -- [1]
			"弒龍者戈魯爾", -- [2]
		},
		[29405] = {
			653, -- [1]
			"女爵朵洛希·米爾斯泰普", -- [2]
		},
		[31467] = {
			1920, -- [1]
			"時間領主迪賈", -- [2]
		},
		[38382] = {
			1890, -- [1]
			"專注之火", -- [2]
		},
		[34322] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[30508] = {
			1936, -- [1]
			"大術士奈德克斯", -- [2]
		},
		[33395] = {
			1931, -- [1]
			"水元素 <大泰山>", -- [2]
		},
		[25537] = {
			627, -- [1]
			"火焰新星圖騰 VII <聖經>", -- [2]
		},
		[31707] = {
			650, -- [1]
			"水元素", -- [2]
		},
		[35953] = {
			1936, -- [1]
			"大術士奈德克斯", -- [2]
		},
		[30860] = {
			661, -- [1]
			"尼德斯地獄火", -- [2]
		},
		[35250] = {
			1930, -- [1]
			"虛空術師賽菲瑞雅", -- [2]
		},
		[26864] = {
			733, -- [1]
			4, -- [2]
		},
		[35314] = {
			1930, -- [1]
			"虛空術師賽菲瑞雅", -- [2]
		},
		[29965] = {
			658, -- [1]
			"[*] 龍之吐息", -- [2]
		},
		[35410] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[22884] = {
			1907, -- [1]
			"敦霍爾德衛兵", -- [2]
		},
		[26992] = {
			659, -- [1]
			11, -- [2]
		},
		[27008] = {
			659, -- [1]
			11, -- [2]
		},
		[27072] = {
			1931, -- [1]
			8, -- [2]
		},
		[41932] = {
			627, -- [1]
			"潮行者潛伏者", -- [2]
		},
		[37936] = {
			1943, -- [1]
			"蒸汽操控者技師", -- [2]
		},
		[15654] = {
			1907, -- [1]
			"敦霍爾德衛兵", -- [2]
		},
		[32395] = {
			1889, -- [1]
			"未知目標", -- [2]
		},
		[34164] = {
			731, -- [1]
			"虛無搶奪者", -- [2]
		},
		[33173] = {
			649, -- [1]
			"瘋癲者奇克勒", -- [2]
		},
		[29406] = {
			653, -- [1]
			"女爵朵洛希·米爾斯泰普", -- [2]
		},
		[37329] = {
			1889, -- [1]
			"偷取的靈魂", -- [2]
		},
		[17194] = {
			1925, -- [1]
			"召喚的血守衛修補者", -- [2]
		},
		[31532] = {
			1943, -- [1]
			"蒸汽操控者技師", -- [2]
		},
		[28495] = {
			1914, -- [1]
			8, -- [2]
		},
		[35507] = {
			1927, -- [1]
			"荊棘撕掠者", -- [2]
		},
		[28527] = {
			1909, -- [1]
			8, -- [2]
		},
		[33525] = {
			650, -- [1]
			"弒龍者戈魯爾", -- [2]
		},
		[26561] = {
			649, -- [1]
			"大君王莫卡爾", -- [2]
		},
		[33813] = {
			650, -- [1]
			"弒龍者戈魯爾", -- [2]
		},
		[16427] = {
			1926, -- [1]
			"尋日調查員", -- [2]
		},
		[25778] = {
			731, -- [1]
			"虛無搶奪者", -- [2]
		},
		[40303] = {
			1904, -- [1]
			"安祖", -- [2]
		},
		[31948] = {
			1941, -- [1]
			"爆裂者洛克瑪", -- [2]
		},
		[34229] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[33238] = {
			649, -- [1]
			"大君王莫卡爾", -- [2]
		},
		[36339] = {
			1926, -- [1]
			"紅色幼苗 <大植物學家費瑞衛恩>", -- [2]
		},
		[30989] = {
			1935, -- [1]
			"破碎之手狂熱者", -- [2]
		},
		[35412] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[14032] = {
			1893, -- [1]
			"地獄火看守者", -- [2]
		},
		[15063] = {
			1921, -- [1]
			"恆龍時間術師", -- [2]
		},
		[34645] = {
			1893, -- [1]
			"看護者卡爾古瑪", -- [2]
		},
		[33654] = {
			650, -- [1]
			"弒龍者戈魯爾", -- [2]
		},
		[38801] = {
			1941, -- [1]
			"爆裂者洛克瑪", -- [2]
		},
		[33846] = {
			1911, -- [1]
			"虛無旅人", -- [2]
		},
		[30254] = {
			656, -- [1]
			"館長", -- [2]
		},
		[38194] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[33175] = {
			649, -- [1]
			"瘋癲者奇克勒", -- [2]
		},
		[33239] = {
			649, -- [1]
			"大君王莫卡爾", -- [2]
		},
		[37363] = {
			624, -- [1]
			"海底潛伏者", -- [2]
		},
		[30478] = {
			1936, -- [1]
			"魔獄獸人皈依者", -- [2]
		},
		[30510] = {
			651, -- [1]
			"地獄火導魔師", -- [2]
		},
		[1787] = {
			733, -- [1]
			4, -- [2]
		},
		[34550] = {
			1926, -- [1]
			"大植物學家費瑞衛恩", -- [2]
		},
		[20424] = {
			653, -- [1]
			"男爵洛夫·崔克爾", -- [2]
		},
		[26863] = {
			733, -- [1]
			4, -- [2]
		},
		[33783] = {
			1911, -- [1]
			"虛無旅人", -- [2]
		},
		[29711] = {
			652, -- [1]
			"午夜", -- [2]
		},
		[40504] = {
			1919, -- [1]
			"艾奧那斯", -- [2]
		},
		[34270] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[31457] = {
			1920, -- [1]
			"時間領主迪賈", -- [2]
		},
		[3600] = {
			626, -- [1]
			"未知目標 <深淵守衛提達費斯>", -- [2]
		},
		[36021] = {
			1931, -- [1]
			"操縱者帕薩里歐", -- [2]
		},
		[16508] = {
			649, -- [1]
			"大君王莫卡爾", -- [2]
		},
		[37790] = {
			624, -- [1]
			"盤牙伏擊者", -- [2]
		},
		[38163] = {
			1940, -- [1]
			"奎克米瑞", -- [2]
		},
		[30878] = {
			655, -- [1]
			"茱麗葉", -- [2]
		},
		[35158] = {
			1932, -- [1]
			"機械王卡帕希特斯", -- [2]
		},
		[33144] = {
			649, -- [1]
			"先知盲眼", -- [2]
		},
		[29427] = {
			1907, -- [1]
			"史卡拉克上尉", -- [2]
		},
		[39346] = {
			1930, -- [1]
			"狂怒的烈焰", -- [2]
		},
		[31981] = {
			1939, -- [1]
			"背叛者曼紐", -- [2]
		},
		[35318] = {
			1933, -- [1]
			"看守者蓋洛奇歐", -- [2]
		},
		[30990] = {
			1935, -- [1]
			"破碎之手弓箭手", -- [2]
		},
		[38451] = {
			626, -- [1]
			"深淵守衛卡利迪斯", -- [2]
		},
		[24248] = {
			659, -- [1]
			11, -- [2]
		},
		[38768] = {
			733, -- [1]
			4, -- [2]
		},
		[33282] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[40184] = {
			1904, -- [1]
			"安祖", -- [2]
		},
		[31910] = {
			1905, -- [1]
			"中尉崔克", -- [2]
		},
		[34551] = {
			1926, -- [1]
			"大植物學家費瑞衛恩", -- [2]
		},
		[33860] = {
			1921, -- [1]
			"恆龍時間術師", -- [2]
		},
		[40392] = {
			1892, -- [1]
			"維斯路登", -- [2]
		},
		[30127] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[20271] = {
			733, -- [1]
			2, -- [2]
		},
		[30184] = {
			657, -- [1]
			"惡魔傳送門 <泰瑞斯提安·疫蹄>", -- [2]
		},
		[15124] = {
			1921, -- [1]
			"恆龍時間術師", -- [2]
		},
		[35399] = {
			1925, -- [1]
			"血守衛保衛者", -- [2]
		},
		[33189] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[33350] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[27170] = {
			733, -- [1]
			2, -- [2]
		},
		[30887] = {
			655, -- [1]
			"茱麗葉", -- [2]
		},
		[31326] = {
			1921, -- [1]
			"恆龍幼龍", -- [2]
		},
		[1833] = {
			733, -- [1]
			4, -- [2]
		},
		[36022] = {
			1931, -- [1]
			"操縱者帕薩里歐", -- [2]
		},
		[37730] = {
			627, -- [1]
			"莫洛葛利姆·潮行者", -- [2]
		},
		[34274] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[33045] = {
			732, -- [1]
			"[*] 星術師之怒", -- [2]
		},
		[33040] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[35159] = {
			1932, -- [1]
			"機械王卡帕希特斯", -- [2]
		},
		[32445] = {
			654, -- [1]
			"貞潔聖女", -- [2]
		},
		[39144] = {
			649, -- [1]
			"大君王莫卡爾", -- [2]
		},
		[29408] = {
			653, -- [1]
			"凱崔娜·瓦映迪女士", -- [2]
		},
		[35548] = {
			733, -- [1]
			4, -- [2]
		},
		[31486] = {
			1943, -- [1]
			"米克吉勒·蒸汽操控者", -- [2]
		},
		[35152] = {
			1932, -- [1]
			"虛空充能器", -- [2]
		},
		[35383] = {
			730, -- [1]
			"[*] 烈焰助長", -- [2]
		},
		[31534] = {
			1944, -- [1]
			"督軍卡利斯瑞", -- [2]
		},
		[31550] = {
			1919, -- [1]
			"艾奧那斯", -- [2]
		},
		[37283] = {
			732, -- [1]
			"星術師初學者", -- [2]
		},
		[35283] = {
			1930, -- [1]
			"狂怒的烈焰", -- [2]
		},
		[29951] = {
			658, -- [1]
			"[*] 暴風雪", -- [2]
		},
		[15586] = {
			1907, -- [1]
			"敦霍爾德衛兵", -- [2]
		},
		[40305] = {
			1904, -- [1]
			"[*] 燃燒能量", -- [2]
		},
		[35008] = {
			1941, -- [1]
			"爆裂者洛克瑪", -- [2]
		},
		[38236] = {
			626, -- [1]
			"深淵守衛提達費斯", -- [2]
		},
		[37279] = {
			732, -- [1]
			"星術師初學者", -- [2]
		},
		[33689] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[35767] = {
			1915, -- [1]
			"[*] 惡魔烈焰", -- [2]
		},
		[30511] = {
			651, -- [1]
			"地獄火導魔師", -- [2]
		},
		[11972] = {
			653, -- [1]
			"貴族克利斯平·費蘭斯", -- [2]
		},
		[30495] = {
			1936, -- [1]
			"大術士奈德克斯", -- [2]
		},
		[31904] = {
			1907, -- [1]
			"史卡拉克上尉", -- [2]
		},
		[36123] = {
			1916, -- [1]
			"無約束的希瑞奇斯", -- [2]
		},
		[35959] = {
			1915, -- [1]
			"怒鐮者索寇斯瑞特", -- [2]
		},
		[38235] = {
			623, -- [1]
			"不穩定者海卓司", -- [2]
		},
		[30815] = {
			655, -- [1]
			"羅慕歐", -- [2]
		},
		[35032] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[39382] = {
			1890, -- [1]
			"死亡看守者辛瑞克", -- [2]
		},
		[36119] = {
			1916, -- [1]
			"無約束的希瑞奇斯", -- [2]
		},
		[39096] = {
			1932, -- [1]
			"機械王卡帕希特斯", -- [2]
		},
		[38433] = {
			626, -- [1]
			"深淵守衛沙卡奇斯", -- [2]
		},
		[28865] = {
			659, -- [1]
			"虛無區域 <尼德斯>", -- [2]
		},
		[35107] = {
			1943, -- [1]
			"米克吉勒·蒸汽操控者", -- [2]
		},
		[29847] = {
			652, -- [1]
			"獵人阿圖曼 <午夜>", -- [2]
		},
		[36922] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[37098] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[30991] = {
			1938, -- [1]
			"破碎之手刺客", -- [2]
		},
		[29799] = {
			652, -- [1]
			"獵人阿圖曼 <午夜>", -- [2]
		},
		[38151] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[34315] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[38549] = {
			659, -- [1]
			"尼德斯", -- [2]
		},
		[22887] = {
			789, -- [1]
			"古拉巴什擲斧者", -- [2]
		},
		[34370] = {
			1919, -- [1]
			"黑水鱷魚", -- [2]
		},
		[27011] = {
			733, -- [1]
			11, -- [2]
		},
		[33054] = {
			649, -- [1]
			"克羅斯·火手", -- [2]
		},
		[29390] = {
			653, -- [1]
			"貴族克利斯平·費蘭斯", -- [2]
		},
		[30128] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[23972] = {
			1892, -- [1]
			"液態火焰", -- [2]
		},
		[36173] = {
			1913, -- [1]
			"末日預言者達利亞", -- [2]
		},
		[34745] = {
			1926, -- [1]
			"爭吵者保衛者 <大植物學家費瑞衛恩>", -- [2]
		},
		[33983] = {
			659, -- [1]
			11, -- [2]
		},
		[34809] = {
			1925, -- [1]
			"召喚的血守衛修補者", -- [2]
		},
		[28168] = {
			649, -- [1]
			"大君王莫卡爾", -- [2]
		},
		[27171] = {
			733, -- [1]
			2, -- [2]
		},
		[25222] = {
			627, -- [1]
			"烏骨雞", -- [2]
		},
		[31985] = {
			1939, -- [1]
			"背叛者曼紐", -- [2]
		},
		[12723] = {
			1938, -- [1]
			"大酋長卡加斯·刃拳", -- [2]
		},
		[16172] = {
			1944, -- [1]
			"督軍卡利斯瑞", -- [2]
		},
		[34286] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[37111] = {
			732, -- [1]
			"星術師初學者", -- [2]
		},
		[33051] = {
			649, -- [1]
			"克羅斯·火手", -- [2]
		},
		[36152] = {
			649, -- [1]
			"瘋癲者奇克勒", -- [2]
		},
		[35161] = {
			1932, -- [1]
			"機械王卡帕希特斯", -- [2]
		},
		[33147] = {
			649, -- [1]
			"先知盲眼", -- [2]
		},
		[33232] = {
			649, -- [1]
			"大君王莫卡爾", -- [2]
		},
		[29973] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[29425] = {
			653, -- [1]
			"摩洛", -- [2]
		},
		[30464] = {
			659, -- [1]
			"虛空傳送門 - 平靜", -- [2]
		},
		[31458] = {
			1921, -- [1]
			"坦普拉斯", -- [2]
		},
		[30496] = {
			1936, -- [1]
			"大術士奈德克斯", -- [2]
		},
		[30512] = {
			651, -- [1]
			"燃燒的冥淵火 <地獄火導魔師>", -- [2]
		},
		[30528] = {
			651, -- [1]
			"地獄火導魔師", -- [2]
		},
		[37527] = {
			625, -- [1]
			"灰色之心縛法者", -- [2]
		},
		[30979] = {
			1935, -- [1]
			"[*] 烈焰", -- [2]
		},
		[30576] = {
			651, -- [1]
			"瑪瑟里頓", -- [2]
		},
		[30465] = {
			659, -- [1]
			"虛空傳送門 - 堅忍", -- [2]
		},
		[33563] = {
			1911, -- [1]
			"領導者瓦皮歐", -- [2]
		},
		[34190] = {
			731, -- [1]
			"[*] 秘法寶珠", -- [2]
		},
		[34650] = {
			1909, -- [1]
			"暗影惡魔 <上個月的羊肉>", -- [2]
		},
		[30889] = {
			655, -- [1]
			"茱麗葉", -- [2]
		},
		[30463] = {
			659, -- [1]
			"虛空傳送門 - 統御", -- [2]
		},
		[32424] = {
			1889, -- [1]
			"主教瑪拉達爾", -- [2]
		},
		[36696] = {
			1916, -- [1]
			"熱能之眼", -- [2]
		},
		[40199] = {
			1904, -- [1]
			"安祖", -- [2]
		},
		[34172] = {
			731, -- [1]
			"虛無搶奪者", -- [2]
		},
		[36920] = {
			1892, -- [1]
			"『信使』維斯路登", -- [2]
		},
		[25653] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[35322] = {
			1933, -- [1]
			"看守者蓋洛奇歐", -- [2]
		},
		[34970] = {
			1941, -- [1]
			"爆裂者洛克瑪", -- [2]
		},
		[38306] = {
			626, -- [1]
			"深淵守衛提達費斯", -- [2]
		},
		[30832] = {
			1921, -- [1]
			"恆龍刺客", -- [2]
		},
		[38135] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[36121] = {
			1916, -- [1]
			"無鏈結的虛無區 <無約束的希瑞奇斯>", -- [2]
		},
		[30500] = {
			1936, -- [1]
			"大術士奈德克斯", -- [2]
		},
		[31916] = {
			1906, -- [1]
			"紀元狩獵者", -- [2]
		},
		[38516] = {
			626, -- [1]
			"颶風 (卡拉薩瑞斯) <深淵守衛卡利迪斯>", -- [2]
		},
		[38452] = {
			626, -- [1]
			"深淵守衛提達費斯", -- [2]
		},
		[36057] = {
			1937, -- [1]
			"戰爭使者歐姆拉格", -- [2]
		},
		[31983] = {
			1939, -- [1]
			"受污染的陷地圖騰 <背叛者曼紐>", -- [2]
		},
		[15496] = {
			1938, -- [1]
			"搶奪者護衛", -- [2]
		},
		[29969] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[38455] = {
			626, -- [1]
			"深淵守衛沙卡奇斯", -- [2]
		},
		[38246] = {
			623, -- [1]
			"不穩定者海卓司", -- [2]
		},
		[30752] = {
			655, -- [1]
			"大野狼", -- [2]
		},
		[36705] = {
			1929, -- [1]
			"扭曲分裂者", -- [2]
		},
		[38245] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[8258] = {
			1907, -- [1]
			"史卡拉克上尉", -- [2]
		},
		[37255] = {
			732, -- [1]
			"血守衛扈從", -- [2]
		},
		[16856] = {
			1935, -- [1]
			"破碎之手鬥士", -- [2]
		},
		[9438] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[30129] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[37060] = {
			662, -- [1]
			"永不安息的骷髏", -- [2]
		},
		[29953] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[39427] = {
			1892, -- [1]
			"『信使』維斯路登", -- [2]
		},
		[15616] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[30209] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[30403] = {
			656, -- [1]
			"館長", -- [2]
		},
		[36921] = {
			1892, -- [1]
			"『信使』維斯路登", -- [2]
		},
		[13877] = {
			733, -- [1]
			4, -- [2]
		},
		[33244] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[39414] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[39095] = {
			661, -- [1]
			"莫克札王子", -- [2]
		},
		[37081] = {
			1944, -- [1]
			"督軍卡利斯瑞", -- [2]
		},
		[38136] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[30852] = {
			661, -- [1]
			"莫克札王子", -- [2]
		},
		[32409] = {
			1908, -- [1]
			"[*] 暗言術:死", -- [2]
		},
		[20153] = {
			661, -- [1]
			"尼德斯地獄火", -- [2]
		},
		[30401] = {
			659, -- [1]
			"虛空傳送門 - 平靜", -- [2]
		},
		[38296] = {
			626, -- [1]
			"飛火圖騰 <深淵守衛提達費斯>", -- [2]
		},
		[31914] = {
			1906, -- [1]
			"紀元狩獵者", -- [2]
		},
		[31472] = {
			1920, -- [1]
			"時間領主迪賈", -- [2]
		},
		[39415] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[33352] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[37433] = {
			624, -- [1]
			"海底潛伏者", -- [2]
		},
		[38358] = {
			626, -- [1]
			"深淵守衛卡利迪斯", -- [2]
		},
		[33405] = {
			1909, -- [1]
			8, -- [2]
		},
		[29522] = {
			654, -- [1]
			"貞潔聖女", -- [2]
		},
		[35951] = {
			1936, -- [1]
			"次級暗影裂縫 <大術士奈德克斯>", -- [2]
		},
		[31475] = {
			1906, -- [1]
			"紀元狩獵者", -- [2]
		},
		[29570] = {
			653, -- [1]
			"女爵朵洛希·米爾斯泰普", -- [2]
		},
		[31901] = {
			1891, -- [1]
			"無疤者歐瑪爾", -- [2]
		},
		[38215] = {
			623, -- [1]
			"不穩定者海卓司", -- [2]
		},
		[33237] = {
			649, -- [1]
			"瘋癲者奇克勒", -- [2]
		},
		[34287] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[34716] = {
			1929, -- [1]
			"扭曲分裂者", -- [2]
		},
		[34170] = {
			1926, -- [1]
			"尋日地卜者", -- [2]
		},
		[21401] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[33789] = {
			1905, -- [1]
			"中尉崔克", -- [2]
		},
		[29714] = {
			652, -- [1]
			"午夜", -- [2]
		},
		[14873] = {
			1920, -- [1]
			"恆龍刺客", -- [2]
		},
		[30769] = {
			655, -- [1]
			"大野狼", -- [2]
		},
		[38791] = {
			1911, -- [1]
			"領導者瓦皮歐", -- [2]
		},
		[30400] = {
			659, -- [1]
			"虛空傳送門 - 堅忍", -- [2]
		},
		[30817] = {
			655, -- [1]
			"羅慕歐", -- [2]
		},
		[17534] = {
			1909, -- [1]
			8, -- [2]
		},
		[30383] = {
			656, -- [1]
			"館長", -- [2]
		},
		[39192] = {
			1933, -- [1]
			"看守者蓋洛奇歐", -- [2]
		},
		[33086] = {
			649, -- [1]
			"野生惡魔捕獵者 <召喚者歐莫>", -- [2]
		},
		[17201] = {
			1943, -- [1]
			"蒸汽操控者技師", -- [2]
		},
		[30502] = {
			1936, -- [1]
			"大術士奈德克斯", -- [2]
		},
		[34133] = {
			730, -- [1]
			"歐爾餘燼", -- [2]
		},
		[25033] = {
			1942, -- [1]
			"海法師希斯比亞", -- [2]
		},
		[34269] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[29954] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[34289] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[34288] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[31485] = {
			1943, -- [1]
			"米克吉勒·蒸汽操控者", -- [2]
		},
		[22857] = {
			1893, -- [1]
			"看護者卡爾古瑪", -- [2]
		},
		[30600] = {
			1937, -- [1]
			"戰爭使者歐姆拉格", -- [2]
		},
		[30050] = {
			657, -- [1]
			"惡魔般的小鬼 <泰瑞斯提安·疫蹄>", -- [2]
		},
		[30066] = {
			657, -- [1]
			"泰瑞斯提安·疫蹄", -- [2]
		},
		[34557] = {
			1926, -- [1]
			"大植物學家費瑞衛恩", -- [2]
		},
		[38524] = {
			659, -- [1]
			"尼德斯", -- [2]
		},
		[29448] = {
			653, -- [1]
			"摩洛", -- [2]
		},
		[30130] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[33923] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[31422] = {
			1919, -- [1]
			"艾奧那斯", -- [2]
		},
		[38219] = {
			623, -- [1]
			"不穩定者海卓司", -- [2]
		},
		[22858] = {
			1893, -- [1]
			"看護者卡爾古瑪", -- [2]
		},
		[30210] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[36175] = {
			1913, -- [1]
			"末日預言者達利亞", -- [2]
		},
		[27173] = {
			1909, -- [1]
			"煽動者黑心", -- [2]
		},
		[29567] = {
			653, -- [1]
			"貴族克利斯平·費蘭斯", -- [2]
		},
		[32492] = {
			1892, -- [1]
			"液態火焰", -- [2]
		},
		[40424] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[37051] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[42198] = {
			1931, -- [1]
			8, -- [2]
		},
		[38138] = {
			1903, -- [1]
			"未知目標 <暗法師希斯>", -- [2]
		},
		[39193] = {
			1933, -- [1]
			"看守者蓋洛奇歐", -- [2]
		},
		[12721] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[38234] = {
			626, -- [1]
			"深淵守衛提達費斯", -- [2]
		},
		[30402] = {
			659, -- [1]
			"虛空傳送門 - 統御", -- [2]
		},
		[29802] = {
			652, -- [1]
			"未知目標 <午夜>", -- [2]
		},
		[38330] = {
			626, -- [1]
			"深淵守衛卡利迪斯", -- [2]
		},
		[31473] = {
			1919, -- [1]
			"艾奧那斯", -- [2]
		},
		[31543] = {
			1944, -- [1]
			"納迦蒸餾者", -- [2]
		},
		[15453] = {
			1931, -- [1]
			"操縱者帕薩里歐", -- [2]
		},
	},
	["immersion_pets_on_solo_play"] = false,
	["npcid_ignored"] = {
	},
	["dungeon_data"] = {
	},
	["auto_open_news_window"] = true,
	["got_first_run"] = true,
	["all_switch_config"] = {
		["scale"] = 1,
		["font_size"] = 10,
	},
	["__profiles"] = {
		["牧原股份-伊弗斯"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["fade_speed"] = 0.15,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["instances_segments_locked"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["deadlog_limit"] = 16,
			["instances_no_libwindow"] = false,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["clear_ungrouped"] = true,
			["data_broker_text"] = "",
			["segments_amount"] = 40,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -233.8445129394531,
							["x"] = -928.6889495849609,
							["w"] = 231.6670684814453,
							["h"] = 244.5082702636719,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["menu_icons_size"] = 0.850000023841858,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\bLEI00D.ttf",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["textR_bracket"] = "(",
						["font_size"] = 16,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["textL_enable_custom_text"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_custom"] = "",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["start_after_icon"] = true,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["height"] = 21,
					},
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.0941176470588235,
					["backdrop_texture"] = "Details Ground",
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Minimalistic",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 70,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["grab_on_top"] = false,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["switch_all_roles_after_wipe"] = false,
					["stretch_button_side"] = 1,
					["switch_healer_in_combat"] = false,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["hide_in_combat_alpha"] = 0,
					["bg_alpha"] = 0.183960914611816,
					["show_statusbar"] = false,
					["libwindow"] = {
						["y"] = -233.8444976806641,
						["x"] = 5.733988761901856,
						["point"] = "LEFT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["clickthrough_window"] = false,
					["bars_grow_direction"] = 1,
					["switch_tank_in_combat"] = false,
					["skin_custom"] = "",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["switch_damager_in_combat"] = false,
					["micro_displays_locked"] = true,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_size"] = 12,
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -233.8445129394531,
							["x"] = -928.6889495849609,
							["w"] = 231.6670684814453,
							["h"] = 244.5082702636719,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["switch_tank"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["fontstrings_text3_anchor"] = 35,
					["use_multi_fontstrings"] = false,
					["bars_inverted"] = false,
				}, -- [1]
			},
			["report_lines"] = 5,
			["use_battleground_server_parser"] = false,
			["use_scroll"] = false,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["report_schema"] = 1,
			["overall_clear_newtorghast"] = true,
			["overall_clear_logout"] = false,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["minimum_combat_time"] = 5,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["overall_flag"] = 16,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["deny_score_messages"] = false,
			["trash_auto_remove"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_auto_erase"] = 1,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["broadcaster_enabled"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
			},
			["standard_skin"] = false,
			["segments_panic_mode"] = false,
			["numerical_system_symbols"] = "auto",
			["overall_clear_newboss"] = true,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["pvp_as_group"] = true,
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["default_bg_alpha"] = 0.5,
			["time_type_original"] = 2,
		},
		["豬圈一-伊弗斯"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["fade_speed"] = 0.15,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["time_type_original"] = 2,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["default_bg_alpha"] = 0.5,
			["time_type"] = 2,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["death_tooltip_width"] = 350,
			["animate_scroll"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 2.77789306640625,
							["x"] = 440.8115234375,
							["w"] = 310.0001831054688,
							["h"] = 157.9999694824219,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
					},
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["switch_damager"] = false,
					["show_sidebars"] = false,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Minimalistic",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 70,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textYMod"] = 1,
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textYMod"] = 1,
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textYMod"] = 1,
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["__was_opened"] = true,
					["bg_alpha"] = 0.183960914611816,
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["fontstrings_text3_anchor"] = 35,
					["hide_in_combat_type"] = 1,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["plugins_grow_direction"] = 1,
					["hide_in_combat_alpha"] = 0,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["menu_icons_size"] = 0.850000023841858,
					["libwindow"] = {
						["y"] = 2.77789306640625,
						["x"] = 440.8115844726563,
						["point"] = "CENTER",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["bars_grow_direction"] = 1,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["clickthrough_rows"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["switch_damager_in_combat"] = false,
					["grab_on_top"] = false,
					["bars_sort_direction"] = 1,
					["skin_custom"] = "",
					["auto_current"] = true,
					["ignore_mass_showhide"] = false,
					["micro_displays_side"] = 2,
					["desaturated_menu"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 2.77789306640625,
							["x"] = 440.8115234375,
							["w"] = 310.0001831054688,
							["h"] = 157.9999694824219,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\bLEI00D.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 16,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["height"] = 21,
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 12,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_custom"] = "",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["start_after_icon"] = true,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_enable_custom_text"] = false,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["backdrop_texture"] = "Details Ground",
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["use_multi_fontstrings"] = false,
					["bars_inverted"] = false,
				}, -- [1]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["pvp_as_group"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["force_activity_time_pvp"] = true,
			["numerical_system"] = 1,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["minimum_combat_time"] = 5,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["overall_clear_newboss"] = true,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["numerical_system_symbols"] = "auto",
			["disable_alldisplays_window"] = false,
			["deny_score_messages"] = false,
			["standard_skin"] = false,
			["trash_auto_remove"] = false,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["segments_auto_erase"] = 1,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
			},
			["total_abbreviation"] = 2,
			["segments_panic_mode"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["overall_flag"] = 16,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["overall_clear_logout"] = false,
			["overall_clear_newtorghast"] = true,
			["report_schema"] = 1,
			["use_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["clear_ungrouped"] = true,
			["instances_no_libwindow"] = false,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = true,
		},
	},
	["report_pos"] = {
		1, -- [1]
		1, -- [2]
	},
	["latest_report_table"] = {
		{
			1, -- [1]
			2, -- [2]
			1, -- [3]
			5, -- [4]
			"COPY", -- [5]
		}, -- [1]
	},
	["exp90temp"] = {
		["delete_damage_TCOB"] = true,
	},
	["always_use_profile"] = false,
	["immersion_special_units"] = true,
	["deathlog_healingdone_min_arena"] = 400,
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
		},
		["encounter_timers_dbm"] = {
			["30254"] = {
				"30254", -- [1]
				"Timer30254active", -- [2]
				"喚醒結束", -- [3]
				20, -- [4]
				136075, -- [5]
				"active", -- [6]
				30254, -- [7]
				6, -- [8]
				"Curator", -- [9]
				["id"] = 656,
			},
			["35280"] = {
				"35280", -- [1]
				"Timer35280target	梭哈娘", -- [2]
				"支配:梭哈娘", -- [3]
				10, -- [4]
				136206, -- [5]
				"target", -- [6]
				35280, -- [7]
				3, -- [8]
				"565", -- [9]
				["id"] = 1931,
			},
			["37472"] = {
				"37472", -- [1]
				"Timer37472active", -- [2]
				"嗜血術結束", -- [3]
				10, -- [4]
				136012, -- [5]
				"active", -- [6]
				37472, -- [7]
				0, -- [8]
				"Chess", -- [9]
				["id"] = 660,
			},
			["38246"] = {
				"38246", -- [1]
				"Timer38246target	翔翔大肆虐", -- [2]
				"混濁污泥: 翔翔大肆虐", -- [3]
				24, -- [4]
				136006, -- [5]
				"target", -- [6]
				38246, -- [7]
				3, -- [8]
				"Hydross", -- [9]
				["id"] = 623,
			},
			["29572"] = {
				"29572", -- [1]
				"Timer29572target	希爾德烈日", -- [2]
				"致死打擊:希爾德烈日", -- [3]
				5, -- [4]
				132355, -- [5]
				"target", -- [6]
				29572, -- [7]
				5, -- [8]
				"Moroes", -- [9]
				["id"] = 653,
			},
			["37471"] = {
				"37471", -- [1]
				"Timer37471active", -- [2]
				"英勇氣概結束", -- [3]
				10, -- [4]
				135993, -- [5]
				"active", -- [6]
				37471, -- [7]
				0, -- [8]
				"Chess", -- [9]
				["id"] = 660,
			},
			["30852"] = {
				"30852", -- [1]
				"Timer30852cd", -- [2]
				"~暗影新星", -- [3]
				30, -- [4]
				136201, -- [5]
				"cd", -- [6]
				30852, -- [7]
				2, -- [8]
				"Prince", -- [9]
				["id"] = 661,
			},
			["37676"] = {
				"37676", -- [1]
				"Timer37676cd", -- [2]
				"~陰險之語", -- [3]
				23, -- [4]
				136171, -- [5]
				"cd", -- [6]
				37676, -- [7]
				6, -- [8]
				"Leotheras", -- [9]
				["id"] = 625,
			},
			["30004"] = {
				"30004", -- [1]
				"Timer30004cast", -- [2]
				"烈焰火圈 ", -- [3]
				5, -- [4]
				135805, -- [5]
				"cast", -- [6]
				30004, -- [7]
				3, -- [8]
				"Aran", -- [9]
				["id"] = 658,
			},
			["40184"] = {
				"40184", -- [1]
				"Timer40184cd", -- [2]
				"~麻痺尖嘯", -- [3]
				30, -- [4]
				136122, -- [5]
				"cd", -- [6]
				40184, -- [7]
				2, -- [8]
				"542", -- [9]
				["id"] = 1904,
			},
			["33676"] = {
				"33676", -- [1]
				"Timer33676next", -- [2]
				"混沌煽動", -- [3]
				15, -- [4]
				136165, -- [5]
				"next", -- [6]
				33676, -- [7]
				6, -- [8]
				"545", -- [9]
				["id"] = 1909,
			},
			["30753"] = {
				"30753", -- [1]
				"Timer30753target	強運魔人", -- [2]
				"小紅帽:強運魔人", -- [3]
				20, -- [4]
				132659, -- [5]
				"target", -- [6]
				30753, -- [7]
				3, -- [8]
				"BigBadWolf", -- [9]
				["id"] = 655,
			},
			["35107"] = {
				"35107", -- [1]
				"Timer35107target	阿波卡獵人", -- [2]
				"電網:阿波卡獵人", -- [3]
				6, -- [4]
				132149, -- [5]
				"target", -- [6]
				35107, -- [7]
				3, -- [8]
				"574", -- [9]
				["id"] = 1943,
			},
			["30752"] = {
				"30752", -- [1]
				"Timer30752next", -- [2]
				"恐嚇嚎叫", -- [3]
				24, -- [4]
				132111, -- [5]
				"next", -- [6]
				30752, -- [7]
				2, -- [8]
				"BigBadWolf", -- [9]
				["id"] = 655,
			},
			["33131"] = {
				"33131", -- [1]
				"Timer33131cd", -- [2]
				"~召喚野生惡魔獵犬", -- [3]
				48.5, -- [4]
				136216, -- [5]
				"cd", -- [6]
				33131, -- [7]
				1, -- [8]
				"Maulgar", -- [9]
				["id"] = 649,
			},
			["33834"] = {
				"33834", -- [1]
				"Timer33834active", -- [2]
				"魔法中斷光環結束", -- [3]
				15, -- [4]
				135728, -- [5]
				"active", -- [6]
				33834, -- [7]
				1, -- [8]
				"540", -- [9]
				["id"] = 1906,
			},
			["34716"] = {
				"34716", -- [1]
				"Timer34716active", -- [2]
				"踐踏結束", -- [3]
				5, -- [4]
				132368, -- [5]
				"active", -- [6]
				34716, -- [7]
				3, -- [8]
				"562", -- [9]
				["id"] = 1929,
			},
			["30859"] = {
				"30859", -- [1]
				"Timer30859cd", -- [2]
				"~地獄烈焰", -- [3]
				14.5, -- [4]
				135818, -- [5]
				"cd", -- [6]
				30859, -- [7]
				3, -- [8]
				"Prince", -- [9]
				["id"] = 661,
			},
			["30115"] = {
				"30115", -- [1]
				"Timer30115target	永生相惜", -- [2]
				"犧牲:永生相惜", -- [3]
				30, -- [4]
				136120, -- [5]
				"target", -- [6]
				30115, -- [7]
				3, -- [8]
				"TerestianIllhoof", -- [9]
				["id"] = 657,
			},
			["29991"] = {
				"29991", -- [1]
				"Timer29991target	恕嵐轎", -- [2]
				"冰鏈術:恕嵐轎", -- [3]
				10, -- [4]
				135834, -- [5]
				"target", -- [6]
				29991, -- [7]
				3, -- [8]
				"Aran", -- [9]
				["id"] = 658,
			},
			["36449"] = {
				"36449", -- [1]
				"Timer36449next", -- [2]
				"殘骸", -- [3]
				15, -- [4]
				136025, -- [5]
				"next", -- [6]
				36449, -- [7]
				2, -- [8]
				"Magtheridon", -- [9]
				["id"] = 651,
			},
			["39009"] = {
				"39009", -- [1]
				"Timer39009target4	浩然之氣", -- [2]
				"末日預言者的賜福:浩然之氣", -- [3]
				10, -- [4]
				136121, -- [5]
				"target", -- [6]
				39009, -- [7]
				5, -- [8]
				"549", -- [9]
				["id"] = 1913,
			},
			["34697"] = {
				"34697", -- [1]
				"Timer34697target	劫毀者", -- [2]
				"過敏反應:劫毀者", -- [3]
				18, -- [4]
				136182, -- [5]
				"target", -- [6]
				34697, -- [7]
				3, -- [8]
				"561", -- [9]
				["id"] = 1927,
			},
			["34661"] = {
				"34661", -- [1]
				"Timer34661target	綠皮小變態", -- [2]
				"犧牲:綠皮小變態", -- [3]
				8, -- [4]
				136120, -- [5]
				"target", -- [6]
				34661, -- [7]
				3, -- [8]
				"560", -- [9]
				["id"] = 1928,
			},
			["33238"] = {
				"33238", -- [1]
				"Timer33238cd", -- [2]
				"~旋風斬", -- [3]
				57.931, -- [4]
				132369, -- [5]
				"cd", -- [6]
				33238, -- [7]
				2, -- [8]
				"Maulgar", -- [9]
				["id"] = 649,
			},
			["29511"] = {
				"29511", -- [1]
				"Timer29511cd", -- [2]
				"~懺悔", -- [3]
				27.935, -- [4]
				135942, -- [5]
				"cd", -- [6]
				29511, -- [7]
				6, -- [8]
				"Maiden", -- [9]
				["id"] = 654,
			},
			["39019"] = {
				"39019", -- [1]
				"Timer39019target	紅辣", -- [2]
				"全然支配:紅辣", -- [3]
				6, -- [4]
				136206, -- [5]
				"target", -- [6]
				39019, -- [7]
				3, -- [8]
				"551", -- [9]
				["id"] = 1914,
			},
			["30496"] = {
				"30496", -- [1]
				"Timer30496next", -- [2]
				"次級暗影裂縫", -- [3]
				8.3, -- [4]
				136160, -- [5]
				"next", -- [6]
				30496, -- [7]
				3, -- [8]
				"566", -- [9]
				["id"] = 1936,
			},
			["33923"] = {
				"33923", -- [1]
				"Timer33923cast", -- [2]
				"音速波 ", -- [3]
				5, -- [4]
				136010, -- [5]
				"cast", -- [6]
				33923, -- [7]
				2, -- [8]
				"547", -- [9]
				["id"] = 1910,
			},
			["37098"] = {
				"37098", -- [1]
				"Timer37098active", -- [2]
				"碎骨之雨結束", -- [3]
				11, -- [4]
				133727, -- [5]
				"active", -- [6]
				37098, -- [7]
				1, -- [8]
				"NightbaneRaid", -- [9]
				["id"] = 662,
			},
			["31458"] = {
				"31458", -- [1]
				"Timer31458target2	坦普拉斯", -- [2]
				"迅速:坦普拉斯", -- [3]
				10, -- [4]
				136011, -- [5]
				"target", -- [6]
				31458, -- [7]
				5, -- [8]
				"553", -- [9]
				["id"] = 1921,
			},
			["33654"] = {
				"33654", -- [1]
				"Timer33654next", -- [2]
				"破碎", -- [3]
				10, -- [4]
				132091, -- [5]
				"next", -- [6]
				33654, -- [7]
				2, -- [8]
				"Gruul", -- [9]
				["id"] = 650,
			},
			["33792"] = {
				"33792", -- [1]
				"Timer33792target	拉維妮絲", -- [2]
				"爆炸射擊:拉維妮絲", -- [3]
				6, -- [4]
				132222, -- [5]
				"target", -- [6]
				33792, -- [7]
				3, -- [8]
				"538", -- [9]
				["id"] = 1905,
			},
			["30739"] = {
				"30739", -- [1]
				"Timer30739cd", -- [2]
				"~劍刃之舞", -- [3]
				72, -- [4]
				132350, -- [5]
				"cd", -- [6]
				30739, -- [7]
				2, -- [8]
				"569", -- [9]
				["id"] = 1938,
			},
			["38592"] = {
				"38592", -- [1]
				"Timer38592active2", -- [2]
				"法術反射結束", -- [3]
				6, -- [4]
				136222, -- [5]
				"active", -- [6]
				38592, -- [7]
				5, -- [8]
				"553", -- [9]
				["id"] = 1921,
			},
			["37053"] = {
				"37053", -- [1]
				"Timer37053active", -- [2]
				"召喚水元素結束", -- [3]
				90, -- [4]
				136192, -- [5]
				"active", -- [6]
				37053, -- [7]
				6, -- [8]
				"Aran", -- [9]
				["id"] = 658,
			},
			["34229"] = {
				"34229", -- [1]
				"Timer34229cast", -- [2]
				"烈焰羽刺 ", -- [3]
				10, -- [4]
				135815, -- [5]
				"cast", -- [6]
				34229, -- [7]
				3, -- [8]
				"Alar", -- [9]
				["id"] = 730,
			},
			["30616"] = {
				"30616", -- [1]
				"Timer30616cdcount	2", -- [2]
				"~衝擊新星 (2)", -- [3]
				54, -- [4]
				135824, -- [5]
				"cdcount", -- [6]
				30616, -- [7]
				2, -- [8]
				"Magtheridon", -- [9]
				["id"] = 651,
			},
			["31481"] = {
				"31481", -- [1]
				"Timer31481target	劫毀者", -- [2]
				"肺部爆炸:劫毀者", -- [3]
				10, -- [4]
				132322, -- [5]
				"target", -- [6]
				31481, -- [7]
				3, -- [8]
				"573", -- [9]
				["id"] = 1942,
			},
			["37640"] = {
				"37640", -- [1]
				"Timer37640cd", -- [2]
				"~旋風斬", -- [3]
				15, -- [4]
				132369, -- [5]
				"cd", -- [6]
				37640, -- [7]
				2, -- [8]
				"Leotheras", -- [9]
				["id"] = 625,
			},
			["30843"] = {
				"30843", -- [1]
				"Timer30843next", -- [2]
				"削弱", -- [3]
				29.935, -- [4]
				136169, -- [5]
				"next", -- [6]
				30843, -- [7]
				3, -- [8]
				"Prince", -- [9]
				["id"] = 661,
			},
			["38197"] = {
				"38197", -- [1]
				"Timer38197cast", -- [2]
				"魔爆術 ", -- [3]
				5, -- [4]
				136116, -- [5]
				"cast", -- [6]
				38197, -- [7]
				2, -- [8]
				"543", -- [9]
				["id"] = 1902,
			},
			["35158"] = {
				"35158", -- [1]
				"Timer35158active", -- [2]
				"反射魔法護盾結束", -- [3]
				10, -- [4]
				135843, -- [5]
				"active", -- [6]
				35158, -- [7]
				5, -- [8]
				"563", -- [9]
				["id"] = 1932,
			},
			["31534"] = {
				"31534", -- [1]
				"Timer31534active	督軍卡利斯瑞", -- [2]
				"法術反射結束", -- [3]
				8, -- [4]
				132361, -- [5]
				"active", -- [6]
				31534, -- [7]
				5, -- [8]
				"575", -- [9]
				["id"] = 1944,
			},
			["13005"] = {
				"13005", -- [1]
				"Timer13005target	拉維妮絲", -- [2]
				"制裁之錘:拉維妮絲", -- [3]
				6, -- [4]
				135963, -- [5]
				"target", -- [6]
				13005, -- [7]
				3, -- [8]
				"539", -- [9]
				["id"] = 1907,
			},
			["30529"] = {
				"30529", -- [1]
				"Timer30529fades", -- [2]
				"最近在遊戲內消退", -- [3]
				10, -- [4]
				136129, -- [5]
				"fades", -- [6]
				30529, -- [7]
				5, -- [8]
				"Chess", -- [9]
				["id"] = 660,
			},
			["37433"] = {
				"37433", -- [1]
				"Timer37433cd", -- [2]
				"~噴射", -- [3]
				37, -- [4]
				135836, -- [5]
				"cd", -- [6]
				37433, -- [7]
				3, -- [8]
				"LurkerBelow", -- [9]
				["id"] = 624,
			},
			["33547"] = {
				"33547", -- [1]
				"Timer33547next", -- [2]
				"恐懼術", -- [3]
				25, -- [4]
				136183, -- [5]
				"next", -- [6]
				33547, -- [7]
				2, -- [8]
				"544", -- [9]
				["id"] = 1908,
			},
			["34727"] = {
				"34727", -- [1]
				"Timer34727next", -- [2]
				"召喚樹苗", -- [3]
				15, -- [4]
				136041, -- [5]
				"next", -- [6]
				34727, -- [7]
				1, -- [8]
				"562", -- [9]
				["id"] = 1929,
			},
			["35159"] = {
				"35159", -- [1]
				"Timer35159active", -- [2]
				"反射傷害護盾結束", -- [3]
				10, -- [4]
				136121, -- [5]
				"active", -- [6]
				35159, -- [7]
				5, -- [8]
				"563", -- [9]
				["id"] = 1932,
			},
			["29522"] = {
				"29522", -- [1]
				"Timer29522target	檳榔仙", -- [2]
				"神聖之火:檳榔仙", -- [3]
				12, -- [4]
				135972, -- [5]
				"target", -- [6]
				29522, -- [7]
				5, -- [8]
				"Maiden", -- [9]
				["id"] = 654,
			},
			["38049"] = {
				"38049", -- [1]
				"Timer38049cd", -- [2]
				"~水之墓", -- [3]
				20, -- [4]
				136148, -- [5]
				"cd", -- [6]
				38049, -- [7]
				3, -- [8]
				"Tidewalker", -- [9]
				["id"] = 627,
			},
			["34670"] = {
				"34670", -- [1]
				"Timer34670active	『看管者』索古林", -- [2]
				"狂怒結束", -- [3]
				10, -- [4]
				136224, -- [5]
				"active", -- [6]
				34670, -- [7]
				0, -- [8]
				"560", -- [9]
				["id"] = 1928,
			},
			["37363"] = {
				"37363", -- [1]
				"Timer37363cd", -- [2]
				"~旋風", -- [3]
				15, -- [4]
				136235, -- [5]
				"cd", -- [6]
				37363, -- [7]
				2, -- [8]
				"LurkerBelow", -- [9]
				["id"] = 624,
			},
			["39427"] = {
				"39427", -- [1]
				"Timer39427cd", -- [2]
				"~低沉咆哮", -- [3]
				31, -- [4]
				136129, -- [5]
				"cd", -- [6]
				39427, -- [7]
				2, -- [8]
				"KaelThas", -- [9]
				["id"] = 733,
			},
			["31718"] = {
				"31718", -- [1]
				"Timer31718target	牧原股份", -- [2]
				"包圍之風:牧原股份", -- [3]
				6, -- [4]
				136018, -- [5]
				"target", -- [6]
				31718, -- [7]
				3, -- [8]
				"573", -- [9]
				["id"] = 1942,
			},
			["30065"] = {
				"30065", -- [1]
				"Timer30065active", -- [2]
				"破碎契印結束", -- [3]
				31, -- [4]
				136135, -- [5]
				"active", -- [6]
				30065, -- [7]
				6, -- [8]
				"TerestianIllhoof", -- [9]
				["id"] = 657,
			},
			["35181"] = {
				"35181", -- [1]
				"Timer35181cd", -- [2]
				"~俯衝彈", -- [3]
				30, -- [4]
				135808, -- [5]
				"cd", -- [6]
				35181, -- [7]
				2, -- [8]
				"Alar", -- [9]
				["id"] = 730,
			},
			["30878"] = {
				"30878", -- [1]
				"Timer30878cast", -- [2]
				"永恆的影響 ", -- [3]
				2.5, -- [4]
				135915, -- [5]
				"cast", -- [6]
				30878, -- [7]
				0, -- [8]
				"RomuloAndJulianne", -- [9]
				["id"] = 655,
			},
			["34162"] = {
				"34162", -- [1]
				"Timer34162cd", -- [2]
				"~猛擊", -- [3]
				13, -- [4]
				132326, -- [5]
				"cd", -- [6]
				34162, -- [7]
				2, -- [8]
				"VoidReaver", -- [9]
				["id"] = 731,
			},
			["37277"] = {
				"37277", -- [1]
				"Timer37277cd", -- [2]
				"~召喚地獄火", -- [3]
				14.435, -- [4]
				135231, -- [5]
				"cd", -- [6]
				37277, -- [7]
				1, -- [8]
				"Prince", -- [9]
				["id"] = 661,
			},
			["36922"] = {
				"36922", -- [1]
				"Timer36922cd", -- [2]
				"~低沉咆哮", -- [3]
				31.5, -- [4]
				136129, -- [5]
				"cd", -- [6]
				36922, -- [7]
				2, -- [8]
				"NightbaneRaid", -- [9]
				["id"] = 662,
			},
			["33563"] = {
				"33563", -- [1]
				"Timer33563next", -- [2]
				"抽取暗影", -- [3]
				40, -- [4]
				136221, -- [5]
				"next", -- [6]
				33563, -- [7]
				6, -- [8]
				"546", -- [9]
				["id"] = 1911,
			},
			["31422"] = {
				"31422", -- [1]
				"Timer31422active", -- [2]
				"時間停止結束", -- [3]
				4, -- [4]
				135728, -- [5]
				"active", -- [6]
				31422, -- [7]
				3, -- [8]
				"554", -- [9]
				["id"] = 1919,
			},
			["33525"] = {
				"33525", -- [1]
				"Timer33525cd", -- [2]
				"~大地猛擊", -- [3]
				39.931, -- [4]
				135237, -- [5]
				"cd", -- [6]
				33525, -- [7]
				2, -- [8]
				"Gruul", -- [9]
				["id"] = 650,
			},
			["29951"] = {
				"29951", -- [1]
				"Timer29951active", -- [2]
				"暴風雪結束", -- [3]
				30, -- [4]
				135857, -- [5]
				"active", -- [6]
				29951, -- [7]
				3, -- [8]
				"Aran", -- [9]
				["id"] = 658,
			},
			["33711"] = {
				"33711", -- [1]
				"Timer33711target	牧原股份", -- [2]
				"莫爾墨之觸:牧原股份", -- [3]
				14, -- [4]
				136114, -- [5]
				"target", -- [6]
				33711, -- [7]
				3, -- [8]
				"547", -- [9]
				["id"] = 1910,
			},
			["nil"] = {
				"nil", -- [1]
				"勝利紀錄", -- [2]
				"勝利紀錄", -- [3]
				64.90200000000186, -- [4]
				136106, -- [5]
				nil, -- [6]
				nil, -- [7]
				0, -- [8]
				"538", -- [9]
				["id"] = 1905,
			},
			["33045"] = {
				"33045", -- [1]
				"Timer33045target	鄧紫騎", -- [2]
				"星術師之怒:鄧紫騎", -- [3]
				8, -- [4]
				135729, -- [5]
				"target", -- [6]
				33045, -- [7]
				0, -- [8]
				"Solarian", -- [9]
				["id"] = 732,
			},
			["43127"] = {
				"43127", -- [1]
				"Timer43127cd", -- [2]
				"~無形守護", -- [3]
				27.8, -- [4]
				135974, -- [5]
				"cd", -- [6]
				43127, -- [7]
				3, -- [8]
				"Attumen", -- [9]
				["id"] = 652,
			},
			["29973"] = {
				"29973", -- [1]
				"Timer29973cast", -- [2]
				"魔爆術 ", -- [3]
				10, -- [4]
				136116, -- [5]
				"cast", -- [6]
				29973, -- [7]
				2, -- [8]
				"Aran", -- [9]
				["id"] = 658,
			},
			["29946"] = {
				"29946", -- [1]
				"Timer29946active", -- [2]
				"烈焰火圈結束", -- [3]
				20.2, -- [4]
				135926, -- [5]
				"active", -- [6]
				29946, -- [7]
				3, -- [8]
				"Aran", -- [9]
				["id"] = 658,
			},
			["38523"] = {
				"38523", -- [1]
				"Timer38523cast", -- [2]
				"虛空吐息 ", -- [3]
				2.5, -- [4]
				135739, -- [5]
				"cast", -- [6]
				38523, -- [7]
				3, -- [8]
				"Netherspite", -- [9]
				["id"] = 659,
			},
			["40303"] = {
				"40303", -- [1]
				"Timer40303target	牧原股份", -- [2]
				"法力炸彈:牧原股份", -- [3]
				8, -- [4]
				134711, -- [5]
				"target", -- [6]
				40303, -- [7]
				3, -- [8]
				"542", -- [9]
				["id"] = 1904,
			},
			["36300"] = {
				"36300", -- [1]
				"Timer36300next", -- [2]
				"生長", -- [3]
				29.931, -- [4]
				136129, -- [5]
				"next", -- [6]
				36300, -- [7]
				6, -- [8]
				"Gruul", -- [9]
				["id"] = 650,
			},
		},
	},
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_size"] = 12,
		["damage_taken_shadow"] = true,
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["spell_school_cache"] = {
		["閃電吐息"] = 8,
		["秘法飛彈"] = 64,
		["秘法亂舞"] = 64,
		["神聖震擊"] = 2,
		["戰爭踐踏"] = 1,
		["次級暗影裂縫"] = 32,
		["音速波"] = 8,
		["惡性毒藥"] = 8,
		["消耗"] = 32,
		["冰霜長矛"] = 16,
		["惡魔烈焰"] = 4,
		["蜥蜴之矢"] = 8,
		["電網"] = 8,
		["俯衝彈"] = 4,
		["近戰"] = 1,
		["灼燒"] = 4,
		["雷霆一擊"] = 1,
		["毒花粉"] = 8,
		["撕裂"] = 1,
		["嘲諷"] = 1,
		["爆炸陷阱效果"] = 4,
		["腐蝕種子"] = 32,
		["冰凍術"] = 16,
		["過敏反應"] = 8,
		["懲罰光環"] = 2,
		["撕咬"] = 1,
		["復仇"] = 1,
		["冰霜新星"] = 16,
		["痛苦詛咒"] = 32,
		["燒盡"] = 4,
		["火焰之雨"] = 4,
		["閃電鏈"] = 8,
		["毒蛇釘刺"] = 8,
		["擊殺命令"] = 1,
		["火舌攻擊"] = 4,
		["亂射"] = 64,
		["腐蝕術"] = 32,
		["火焰之盾"] = 4,
		["燃燒之槌"] = 4,
		["法力燃燒"] = 32,
		["Corpo-a-Corpo"] = 1,
		["噴射"] = 16,
		["奉獻"] = 2,
		["勒絞纏根"] = 8,
		["自動射擊"] = 1,
		["反擊風暴"] = 1,
		["羽毛爆裂"] = 1,
		["火球術"] = 4,
		["燃燒釘刺"] = 4,
		["秘法之擊"] = 64,
		["冰錐術"] = 16,
		["毒性之咬"] = 8,
		["滾燙水浪"] = 4,
		["地獄烈焰"] = 4,
		["射擊"] = 1,
		["正義聖印"] = 2,
		["暈眩"] = 1,
		["冰霜攻擊"] = 16,
		["同化"] = 8,
		["毒液噴射"] = 8,
		["順劈斬"] = 1,
		["烈焰助長"] = 4,
		["畏縮"] = 1,
		["閃電之盾"] = 8,
		["烈焰武器"] = 4,
		["獠牙穿刺"] = 1,
		["熔岩圖騰"] = 4,
		["噴灑強酸"] = 8,
		["地獄烈焰效果"] = 4,
		["橫掃攻擊"] = 1,
		["包圍之風"] = 8,
		["旋風"] = 1,
		["致命毒藥 VII"] = 8,
		["暗影箭"] = 32,
		["烈焰風暴"] = 4,
		["熔火護甲"] = 4,
		["衝鋒"] = 1,
		["星火術"] = 64,
		["天旋地轉"] = 1,
		["多重射擊"] = 1,
		["地獄火"] = 4,
		["上鉤拳"] = 1,
		["擲殺"] = 1,
		["猛擊"] = 64,
		["出血"] = 1,
		["恐怖毒液"] = 8,
		["狂怒的烈焰"] = 4,
		["灼熱之痛"] = 4,
		["獻祭"] = 4,
		["秘法衝擊"] = 64,
		["哀嚎死者"] = 32,
		["神聖之盾"] = 2,
		["月火術"] = 64,
		["攔截昏迷"] = 1,
		["恐懼嚎叫"] = 32,
		["燃燒能量"] = 32,
		["暗影之握"] = 32,
		["致命毒藥 VI"] = 8,
		["閃電箭"] = 8,
		["千斤錘特效"] = 1,
		["Tiro-Autom�tico"] = 1,
		["重傷"] = 1,
		["邪惡攻擊"] = 1,
		["肺部爆炸"] = 1,
		["鬼魅攻擊"] = 1,
		["英勇打擊"] = 1,
		["衝擊新星"] = 4,
		["枯萎之觸"] = 32,
		["秘法寶珠"] = 64,
		["穩固射擊"] = 1,
		["秘法射擊"] = 64,
		["烈焰"] = 4,
		["地震術"] = 8,
		["寒冰箭"] = 16,
		["破膽怒吼"] = 1,
		["盾牌猛擊"] = 1,
		["復仇聖印"] = 2,
		["憎恨打擊"] = 1,
		["風暴箭"] = 16,
		["殘骸"] = 1,
		["狂怒打擊"] = 1,
		["正義審判"] = 2,
		["爪擊"] = 1,
		["暴風雪"] = 16,
		["荊棘術"] = 8,
		["兇猛撕咬"] = 1,
		["混沌衝擊"] = 4,
		["憤怒"] = 8,
		["潮汐奔騰"] = 16,
		["火焰衝擊"] = 4,
		["星術師之怒"] = 64,
		["挫敗"] = 1,
		["烈焰羽刺"] = 4,
		["神聖復仇"] = 2,
		["虛空引爆"] = 64,
		["惡魔獻祭"] = 4,
		["暗言術:死"] = 32,
		["惡魔烈焰震擊"] = 4,
		["復仇審判"] = 2,
		["神聖之火"] = 2,
		["破甲攻擊"] = 1,
		["衰弱打擊"] = 1,
		["腳踢"] = 1,
	},
	["deathlog_healingdone_min"] = 1,
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"4 - Reversing switches.", -- [3]
		"6 - Saving Config.", -- [4]
		"7 - Saving Profiles.", -- [5]
		"8 - Saving nicktag cache.", -- [6]
	},
	["damage_scroll_auto_open"] = true,
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "顯示團隊中誰在首領戰時使用了藥水。",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n			\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n			\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n			\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo (spellId)\n						GameCooltip:AddLine (name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["attribute"] = false,
			["name"] = "使用藥水",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n				\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n					\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						\n						local found_potion = false\n						\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n							\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player \n								instance_container:AddValue (player, 1)\n							end\n						end\n						\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n				\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n				\n										--add amount to the player \n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n						\n						if (found_potion) then\n							amount = amount + 1\n						end    \n					end\n				end\n				\n				--return:\n				return total, top, amount\n				",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["script_version"] = 6,
		}, -- [1]
		{
			["source"] = false,
			["desc"] = " 顯示團隊中誰使用了治療藥水或治療石。",
			["author"] = "Details! Team",
			["percent_script"] = false,
			["total_script"] = false,
			["attribute"] = false,
			["tooltip"] = "			--get the parameters passed\n			local actor, combat, instance = ...\n			\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GameCooltip = GameCooltip\n			local R, G, B, A = 0, 0, 0, 0.75\n			\n			local hs = actor:GetSpell (6262)\n			if (hs) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n\n			--Cooltip code\n			",
			["name"] = "治療藥水 & 治療石",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["script_version"] = 15,
		}, -- [2]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "報告每個角色花了多少時間在輸出傷害。",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "傷害活躍時間",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["script_version"] = 3,
		}, -- [3]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "報告每個角色花了多少時間在補血。",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "治療活躍時間",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["script_version"] = 2,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the crowd control amount for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["name"] = "施放控場",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["script_version"] = 11,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the amount of crowd control received for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["name"] = "受到控場",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["script_version"] = 3,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "在視窗中顯示你的法術。",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["attribute"] = false,
			["name"] = "我的法術",
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n				\n				local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["script_version"] = 8,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "顯示對被標記骷髏的目標所輸出的傷害。",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "對骷髏標記目標的傷害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["script_version"] = 3,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "顯示對其他任何被標記的目標所輸出的傷害。",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "對其他標記目標的傷害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["script_version"] = 3,
		}, -- [9]
		{
			["source"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return value\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n				\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n					local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n					OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n				\n				--calculate the DPS and return it as percent\n				local totalValue = value\n				\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				return s\n			",
			["desc"] = "Show overall damage done on the fly.",
			["attribute"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n				\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n					return 0, 0, 0\n				end\n				\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n						instance_container:AddValue (player, player.total)\n					end\n				end\n				\n				if (Details.in_combat) then\n					for _, player in ipairs ( damage_container_current ) do \n						--only player in group\n						if (player:IsGroupPlayer()) then\n							instance_container:AddValue (player, player.total)        \n						end\n					end\n				end\n				\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n				\n				--return:\n				return total, top, amount\n			",
			["name"] = "動態整體傷害",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				local playerTotal = 0\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				playerTotal = playerTotal + player.total\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n					AllSpells [spellID] = spellTable.total\n				end\n\n				--current\n				if (Details.in_combat) then\n					local player = CurrentCombat [1]:GetActor (actor.nome)\n					if (player) then\n						playerTotal = playerTotal + player.total\n						local playerSpells = player:GetSpellList()\n						for spellID, spellTable in pairs (playerSpells) do\n							AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n						end\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n					tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n\n				local topSpellTotal = sortedList and sortedList[1] and sortedList[1][2] or 0\n\n				for i, t in ipairs (sortedList) do\n					local spellID, total = unpack (t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n						\n						local spellPercent = total / playerTotal * 100\n						local formatedSpellPercent = format(\"%.1f\", spellPercent)\n						\n						if (string.len(formatedSpellPercent) < 4) then\n							formatedSpellPercent = formatedSpellPercent  .. \"0\"\n						end\n						\n						GameCooltip:AddLine (spellName, format_func (_, total) .. \"    \" .. formatedSpellPercent  .. \"%\")\n						\n						Details:AddTooltipBackgroundStatusbar(false, total / topSpellTotal * 100)\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, 0.078125, 0.921875, 0.078125, 0.921875)\n						\n					end\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["script_version"] = 7,
		}, -- [10]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["attribute"] = false,
			["name"] = "對護盾的傷害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["script_version"] = 1,
		}, -- [11]
	},
	["tutorial"] = {
		["unlock_button"] = 0,
		["main_help_button"] = 143,
		["FORGE_TUTORIAL"] = true,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["MIN_COMBAT_TIME"] = true,
		["bookmark_tutorial"] = false,
		["logons"] = 143,
		["version_announce"] = 0,
		["DETAILS_INFO_TUTORIAL2"] = 4,
		["ctrl_click_close_tutorial"] = false,
		["DISABLE_ONDEATH_PANEL"] = true,
		["STREAMER_PLUGIN_FIRSTRUN"] = true,
	},
	["latest_news_saw"] = "2.5.18783",
	["run_code"] = {
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--use the role icon in the player bar when inside an arena (default false)\nDetails.show_arena_role_icon = false;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["global_plugin_database"] = {
	},
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 5,
		["always_in_combat"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = true,
		["mythicrun_chart_frame_ready"] = {
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
		},
		["last_mythicrun_chart"] = {
		},
	},
	["realm_sync"] = true,
	["current_exp_raid_encounters"] = {
	},
	["item_level_pool"] = {
		["Player-4487-0009E55E"] = {
			["time"] = 1634399442,
			["name"] = "所要者魂",
			["ilvl"] = 117,
		},
		["Player-4487-001351EF"] = {
			["time"] = 1634399439,
			["name"] = "綠皮共治仔",
			["ilvl"] = 116,
		},
		["Player-4487-00117848"] = {
			["time"] = 1634399426,
			["name"] = "昕燁",
			["ilvl"] = 111,
		},
		["Player-4487-0002B65D"] = {
			["time"] = 1634399021,
			["name"] = "無懮",
			["ilvl"] = 119,
		},
		["Player-4487-00134802"] = {
			["time"] = 1634399449,
			["name"] = "牧原股份",
			["ilvl"] = 114.75,
		},
		["Player-4487-001406F1"] = {
			["time"] = 1634399425,
			["name"] = "艾灸老師傳",
			["ilvl"] = 105,
		},
		["Player-4487-0003E87E"] = {
			["time"] = 1634399415,
			["name"] = "無慮",
			["ilvl"] = 123,
		},
		["Player-4487-000387ED"] = {
			["time"] = 1634399428,
			["name"] = "十二月",
			["ilvl"] = 116,
		},
		["Player-4487-0013E5AB"] = {
			["time"] = 1634399429,
			["name"] = "Staylight",
			["ilvl"] = 112,
		},
		["Player-4487-0009E417"] = {
			["time"] = 1634399434,
			["name"] = "Ompnoseven",
			["ilvl"] = 118,
		},
	},
	["spellid_ignored"] = {
	},
	["createauraframe"] = {
		["y"] = 0,
		["x"] = -3.0517578125e-05,
		["point"] = "CENTER",
		["scale"] = 1,
	},
	["data_wipes_exp"] = {
		["9"] = true,
		["14"] = false,
		["13"] = false,
		["12"] = false,
		["11"] = false,
		["10"] = false,
	},
	["savedStyles"] = {
	},
	["update_warning_timeout"] = 10,
	["savedCustomSpells"] = {
		{
			6, -- [1]
			"環境 (著火)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [1]
		{
			2, -- [1]
			"自動射擊", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [2]
		{
			8, -- [1]
			"環境 (黏液)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [3]
		{
			3, -- [1]
			"環境 (掉落)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [4]
		{
			1, -- [1]
			"近戰", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [5]
		{
			4, -- [1]
			"環境 (溺水)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [6]
		{
			5, -- [1]
			"環境 (疲勞)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [7]
		{
			7, -- [1]
			"環境 (岩漿)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [8]
	},
	["show_totalhitdamage_on_overkill"] = false,
	["raid_data"] = {
	},
	["switchSaved"] = {
		["slots"] = 4,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
		},
	},
	["always_use_profile_name"] = "",
	["profile_by_spec"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["displays_by_spec"] = {
	},
	["savedTimeCaptures"] = {
	},
	["plugin_window_pos"] = {
		["y"] = 0,
		["x"] = -0.0001220703125,
		["point"] = "CENTER",
		["scale"] = 1,
	},
	["damage_scroll_position"] = {
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["last_changelog_size"] = 8091,
	["immersion_unit_special_icons"] = true,
	["lastUpdateWarning"] = 1628929698,
	["report_where"] = "COPY",
}
