
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 532,
			["Player"] = "牧原股份",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Karazhan",
			["Date"] = "2021-09-30",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "DRUID",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-532-4085-16152-0000548DBB",
					["Time"] = "00:03:33",
					["Looter"] = "秋波若水",
					["Date"] = "2021-09-30",
					["Class"] = "SHAMAN",
					["Name"] = "獵人阿圖曼",
					["Loots"] = {
						"|cffa335ee|Hitem:28477::::::::70:::::::::|h[先驅者手環]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-532-4085-16407-00025489D2",
					["Time"] = "00:08:50",
					["Looter"] = "灰晡",
					["Date"] = "2021-09-30",
					["Class"] = "PALADIN",
					["Name"] = "鬼靈侍從",
					["Loots"] = {
						"|cff0070dd|Hitem:31295::::::::70:::::::::|h[黑暗潛行者護胸]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-532-4085-15687-00005489D2",
					["Time"] = "00:16:19",
					["Looter"] = "秋波若水",
					["Date"] = "2021-09-30",
					["Class"] = "SHAMAN",
					["Name"] = "摩洛",
					["Loots"] = {
						"|cffa335ee|Hitem:28545::::::::70:::::::::|h[邊緣行者長靴]|h|r", -- [1]
						"|cffa335ee|Hitem:28569::::::::70:::::::::|h[剛勇之靴]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-532-4085-16457-00005489D2",
					["Time"] = "00:35:19",
					["Looter"] = "秋波若水",
					["Date"] = "2021-09-30",
					["Class"] = "SHAMAN",
					["Name"] = "貞潔聖女",
					["Loots"] = {
						"|cffa335ee|Hitem:28521::::::::70:::::::::|h[樹林修補者長手套]|h|r", -- [1]
						"|cffa335ee|Hitem:28511::::::::70:::::::::|h[內心手環]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-532-4085-17521-00005497CC",
					["Time"] = "00:45:13",
					["Looter"] = "秋波若水",
					["Date"] = "2021-09-30",
					["Class"] = "SHAMAN",
					["Name"] = "大野狼",
					["Loots"] = {
						"|cffa335ee|Hitem:28593::::::::70:::::::::|h[恆金巨盔]|h|r", -- [1]
						"|cffa335ee|Hitem:28583::::::::70:::::::::|h[大野狼的頭顱]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-532-4085-17225-00005489D2",
					["Time"] = "01:02:16",
					["Looter"] = "秋波若水",
					["Date"] = "2021-09-30",
					["Class"] = "SHAMAN",
					["Name"] = "夜禍",
					["Loots"] = {
						"|cffa335ee|Hitem:28602::::::::70:::::::::|h[古老符號長袍]|h|r", -- [1]
						"|cffa335ee|Hitem:28611::::::::70:::::::::|h[龍心火焰盾牌]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-532-4085-15691-00005489D2",
					["Time"] = "01:16:29",
					["Looter"] = "秋波若水",
					["Date"] = "2021-09-30",
					["Class"] = "SHAMAN",
					["Name"] = "館長",
					["Loots"] = {
						"|cffa335ee|Hitem:28631::::::::70:::::::::|h[龍震肩衛]|h|r", -- [1]
						"|cffa335ee|Hitem:29757::::::::70:::::::::|h[逝往勇士手套]|h|r", -- [2]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-532-4085-16524-00005489D2",
					["Time"] = "01:41:41",
					["Looter"] = "哞深哪",
					["Date"] = "2021-09-30",
					["Class"] = "DRUID",
					["Name"] = "埃蘭之影",
					["Loots"] = {
						"|cffa335ee|Hitem:28674::::::::70:::::::::|h[虎爪護符]|h|r", -- [1]
						"|cffa335ee|Hitem:28671::::::::70:::::::::|h[鋼刺面甲]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-532-4085-15689-00005489D2",
					["Time"] = "01:58:09",
					["Looter"] = "秋波若水",
					["Date"] = "2021-09-30",
					["Class"] = "SHAMAN",
					["Name"] = "尼德斯",
					["Loots"] = {
						"|cffa335ee|Hitem:28742::::::::70:::::::::|h[悔悟窄褲]|h|r", -- [1]
						"|cffa335ee|Hitem:28732::::::::70:::::::::|h[藐視風帽]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-532-4085-15690-00005489D2",
					["Time"] = "02:13:40",
					["Looter"] = "灰晡",
					["Date"] = "2021-09-30",
					["Class"] = "PALADIN",
					["Name"] = "莫克札王子",
					["Loots"] = {
						"|cffa335ee|Hitem:29761::::::::70:::::::::|h[逝往防衛者頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:28757::::::::70:::::::::|h[千印之戒]|h|r", -- [2]
						"|cffa335ee|Hitem:28767::::::::70:::::::::|h[斬首者]|h|r", -- [3]
					},
				}, -- [10]
			},
		}, -- [1]
		{
			["InstanceID"] = 565,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Gruul's Lair",
			["Class"] = "DRUID",
			["Date"] = "2021-10-01",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-565-22081-18831-000055E53F",
					["Time"] = "00:40:04",
					["Class"] = "PALADIN",
					["Date"] = "2021-10-01",
					["Looter"] = "微風小騎士",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29762::::::::70:::::::::|h[逝往英雄肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:28801::::::::70:::::::::|h[莫卡爾的戰爭頭盔]|h|r", -- [2]
						"|cffa335ee|Hitem:29762::::::::70:::::::::|h[逝往英雄肩鎧]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-565-22081-19044-000055E53F",
					["Time"] = "00:49:49",
					["Class"] = "ROGUE",
					["Date"] = "2021-10-01",
					["Looter"] = "霸道樹蛙總裁",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[阵亡英雄的护腿]|h|r", -- [1]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[阵亡英雄的护腿]|h|r", -- [2]
						"|cffa335ee|Hitem:28802::::::::70:::::::::|h[血喉魔剑]|h|r", -- [3]
						"|cffa335ee|Hitem:28828::::::::70:::::::::|h[戈隆缝合束带]|h|r", -- [4]
					},
				}, -- [2]
			},
			["Player"] = "牧原股份",
		}, -- [2]
		{
			["InstanceID"] = 550,
			["Player"] = "牧原股份",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-550-265-20039-000062D21B",
					["Time"] = "20:30:53",
					["Looter"] = "終焉之戰",
					["Date"] = "2021-10-10",
					["Class"] = "WARRIOR",
					["Name"] = "鳳鷹",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-550-265-19514-000062D21B",
					["Time"] = "20:50:54",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-10",
					["Looter"] = "特變電工",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:30448::::::::70:::::::::|h[歐爾之爪]|h|r", -- [1]
						"|cffa335ee|Hitem:29920::::::::70:::::::::|h[重生鳳凰之翼]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-550-265-20052-000362D21B",
					["Time"] = "21:10:15",
					["Class"] = "SHAMAN",
					["Date"] = "2021-10-10",
					["Looter"] = "柒刻",
					["Name"] = "水晶之核技師",
					["Loots"] = {
						"|cffa335ee|Hitem:30306::::::::70:::::::::|h[圖樣:絕對黑暗之靴]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-550-265-19516-000062D21B",
					["Time"] = "21:22:14",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-10",
					["Looter"] = "特變電工",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:30249::::::::70:::::::::|h[征服防衛者肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:30283::::::::70:::::::::|h[圖樣:長路之靴]|h|r", -- [3]
						"|cffa335ee|Hitem:30619::::::::70:::::::::|h[惡魔搶奪者活塞]|h|r", -- [4]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-550-265-20041-000462D21B",
					["Time"] = "21:27:11",
					["Class"] = "PALADIN",
					["Date"] = "2021-10-10",
					["Looter"] = "腎胱汁痢",
					["Name"] = "水晶之核哨兵",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-550-265-20036-0002E2D21B",
					["Time"] = "21:32:55",
					["Class"] = "ROGUE",
					["Date"] = "2021-10-10",
					["Looter"] = "背鍋俠",
					["Name"] = "血守衛扈從",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-550-265-20044-000562D21B",
					["Time"] = "21:37:38",
					["Class"] = "DRUID",
					["Date"] = "2021-10-10",
					["Looter"] = "程昱",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-550-265-20043-000BE2D21B",
					["Time"] = "21:47:25",
					["Class"] = "PALADIN",
					["Date"] = "2021-10-10",
					["Looter"] = "歐艾丹",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30028::::::::70:::::::::|h[堤里斯佛倫之第七指環]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-550-265-20043-000862D21B",
					["Time"] = "21:49:08",
					["Class"] = "DRUID",
					["Date"] = "2021-10-10",
					["Looter"] = "程昱",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cff0070dd|Hitem:22146::::::::70:::::::::|h[書卷:野性賜福 III]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-550-265-18805-000062D21B",
					["Time"] = "22:34:18",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-10",
					["Looter"] = "特變電工",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:29976::::::::70:::::::::|h[世界風暴護手]|h|r", -- [1]
						"|cffa335ee|Hitem:29950::::::::70:::::::::|h[血守衛護脛]|h|r", -- [2]
					},
				}, -- [10]
			},
			["Class"] = "DRUID",
			["Date"] = "2021-10-10",
			["FirstClass"] = "SHAMAN",
			["InstanceName"] = "Tempest Keep",
			["FirstPlayer"] = "莫沫",
		}, -- [3]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 310,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00000762939453, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0000762939453, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
