
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 550,
			["Player"] = "牧原股份",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-550-265-20039-000062D21B",
					["Time"] = "20:30:53",
					["Looter"] = "終焉之戰",
					["Date"] = "2021-10-10",
					["Class"] = "WARRIOR",
					["Name"] = "鳳鷹",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-550-265-19514-000062D21B",
					["Time"] = "20:50:54",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-10",
					["Looter"] = "特變電工",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:30448::::::::70:::::::::|h[歐爾之爪]|h|r", -- [1]
						"|cffa335ee|Hitem:29920::::::::70:::::::::|h[重生鳳凰之翼]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-550-265-20052-000362D21B",
					["Time"] = "21:10:15",
					["Class"] = "SHAMAN",
					["Date"] = "2021-10-10",
					["Looter"] = "柒刻",
					["Name"] = "水晶之核技師",
					["Loots"] = {
						"|cffa335ee|Hitem:30306::::::::70:::::::::|h[圖樣:絕對黑暗之靴]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-550-265-19516-000062D21B",
					["Time"] = "21:22:14",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-10",
					["Looter"] = "特變電工",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:30249::::::::70:::::::::|h[征服防衛者肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:30283::::::::70:::::::::|h[圖樣:長路之靴]|h|r", -- [3]
						"|cffa335ee|Hitem:30619::::::::70:::::::::|h[惡魔搶奪者活塞]|h|r", -- [4]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-550-265-20041-000462D21B",
					["Time"] = "21:27:11",
					["Class"] = "PALADIN",
					["Date"] = "2021-10-10",
					["Looter"] = "腎胱汁痢",
					["Name"] = "水晶之核哨兵",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-550-265-20036-0002E2D21B",
					["Time"] = "21:32:55",
					["Class"] = "ROGUE",
					["Date"] = "2021-10-10",
					["Looter"] = "背鍋俠",
					["Name"] = "血守衛扈從",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-550-265-20044-000562D21B",
					["Time"] = "21:37:38",
					["Class"] = "DRUID",
					["Date"] = "2021-10-10",
					["Looter"] = "程昱",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-550-265-20043-000BE2D21B",
					["Time"] = "21:47:25",
					["Class"] = "PALADIN",
					["Date"] = "2021-10-10",
					["Looter"] = "歐艾丹",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30028::::::::70:::::::::|h[堤里斯佛倫之第七指環]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-550-265-20043-000862D21B",
					["Time"] = "21:49:08",
					["Class"] = "DRUID",
					["Date"] = "2021-10-10",
					["Looter"] = "程昱",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cff0070dd|Hitem:22146::::::::70:::::::::|h[書卷:野性賜福 III]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-550-265-18805-000062D21B",
					["Time"] = "22:34:18",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-10",
					["Looter"] = "特變電工",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:29976::::::::70:::::::::|h[世界風暴護手]|h|r", -- [1]
						"|cffa335ee|Hitem:29950::::::::70:::::::::|h[血守衛護脛]|h|r", -- [2]
					},
				}, -- [10]
			},
			["FirstClass"] = "SHAMAN",
			["Date"] = "2021-10-10",
			["Class"] = "DRUID",
			["InstanceName"] = "Tempest Keep",
			["FirstPlayer"] = "莫沫",
		}, -- [1]
		{
			["InstanceID"] = 532,
			["FirstPlayer"] = "所要者魂",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-532-13064-16152-00006AD89E",
					["Time"] = "21:51:46",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-16",
					["Looter"] = "所要者魂",
					["Name"] = "獵人阿圖曼",
					["Loots"] = {
						"|cffa335ee|Hitem:28506::::::::70:::::::::|h[敏捷操作手套]|h|r", -- [1]
						"|cffa335ee|Hitem:28503::::::::70:::::::::|h[旋風護腕]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-532-13064-15687-00006AD57C",
					["Time"] = "22:02:01",
					["Class"] = "MAGE",
					["Date"] = "2021-10-16",
					["Looter"] = "Ompnoseven",
					["Name"] = "摩洛",
					["Loots"] = {
						"|cffa335ee|Hitem:28545::::::::70:::::::::|h[邊緣行者長靴]|h|r", -- [1]
						"|cffa335ee|Hitem:28566::::::::70:::::::::|h[不撓的赤紅束腰]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-532-14186-16457-00006ADB99",
					["Time"] = "22:11:33",
					["Looter"] = "所要者魂",
					["Date"] = "2021-10-16",
					["Class"] = "WARRIOR",
					["Name"] = "貞潔聖女",
					["Loots"] = {
						"|cffa335ee|Hitem:28520::::::::70:::::::::|h[核心手套]|h|r", -- [1]
						"|cffa335ee|Hitem:28516::::::::70:::::::::|h[倒刺懲罰頸飾]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-532-14186-18168-00006ADF7F",
					["Time"] = "22:20:53",
					["Looter"] = "十二月",
					["Date"] = "2021-10-16",
					["Class"] = "WARLOCK",
					["Name"] = "老巫婆",
					["Loots"] = {
						"|cffa335ee|Hitem:28594::::::::70:::::::::|h[火焰試煉長褲]|h|r", -- [1]
						"|cffa335ee|Hitem:28586::::::::70:::::::::|h[邪惡女巫之帽]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-532-14186-17225-00006ADB99",
					["Time"] = "22:33:35",
					["Looter"] = "所要者魂",
					["Date"] = "2021-10-16",
					["Class"] = "WARRIOR",
					["Name"] = "夜禍",
					["Loots"] = {
						"|cffa335ee|Hitem:28606::::::::70:::::::::|h[深沉黑暗之盾]|h|r", -- [1]
						"|cffa335ee|Hitem:28602::::::::70:::::::::|h[古老符號長袍]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-532-14186-15691-00006ADB99",
					["Time"] = "22:45:07",
					["Looter"] = "十二月",
					["Date"] = "2021-10-16",
					["Class"] = "WARLOCK",
					["Name"] = "館長",
					["Loots"] = {
						"|cffa335ee|Hitem:28612::::::::70:::::::::|h[慰藉給予者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:29757::::::::70:::::::::|h[逝往勇士手套]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-532-14186-15688-00006ADB99",
					["Time"] = "23:03:17",
					["Looter"] = "所要者魂",
					["Date"] = "2021-10-16",
					["Class"] = "WARRIOR",
					["Name"] = "泰瑞斯提安·疫蹄",
					["Loots"] = {
						"|cffa335ee|Hitem:28654::::::::70:::::::::|h[邪惡束腰]|h|r", -- [1]
						"|cffa335ee|Hitem:28658::::::::70:::::::::|h[泰瑞斯提安抑制法杖]|h|r", -- [2]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-532-14186-16524-00006ADB99",
					["Time"] = "23:08:11",
					["Looter"] = "所要者魂",
					["Date"] = "2021-10-16",
					["Class"] = "WARRIOR",
					["Name"] = "埃蘭之影",
					["Loots"] = {
						"|cffa335ee|Hitem:28726::::::::70:::::::::|h[奪心魔披肩]|h|r", -- [1]
						"|cffa335ee|Hitem:28663::::::::70:::::::::|h[廉正之靴]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-532-14186-15689-00006ADB99",
					["Time"] = "23:24:32",
					["Looter"] = "Ompnoseven",
					["Date"] = "2021-10-16",
					["Class"] = "MAGE",
					["Name"] = "尼德斯",
					["Loots"] = {
						"|cffa335ee|Hitem:28742::::::::70:::::::::|h[悔悟窄褲]|h|r", -- [1]
						"|cffa335ee|Hitem:28733::::::::70:::::::::|h[真實束腰]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-532-14186-15690-00006ADB99",
					["Time"] = "23:40:06",
					["Looter"] = "所要者魂",
					["Date"] = "2021-10-16",
					["Class"] = "WARRIOR",
					["Name"] = "莫克札王子",
					["Loots"] = {
						"|cffa335ee|Hitem:28762::::::::70:::::::::|h[偷取的靈魂飾物]|h|r", -- [1]
						"|cffa335ee|Hitem:29761::::::::70:::::::::|h[逝往防衛者頭盔]|h|r", -- [2]
						"|cffa335ee|Hitem:28773::::::::70:::::::::|h[血吼之斧]|h|r", -- [3]
					},
				}, -- [10]
			},
			["Player"] = "牧原股份",
			["Date"] = "2021-10-16",
			["Class"] = "DRUID",
			["FirstClass"] = "WARRIOR",
			["InstanceName"] = "Karazhan",
		}, -- [2]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 310,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00000762939453, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0000762939453, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
