
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 565,
			["Player"] = "牧原股份",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Gruul's Lair",
			["Date"] = "2021-08-08",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "DRUID",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-565-17222-18831-00000FCA14",
					["Time"] = "20:44:39",
					["Looter"] = "月巴豸苗",
					["Date"] = "2021-08-08",
					["Class"] = "DRUID",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:28797::::::::70::::::::|h[野蠻巨魔僧侶披風]|h|r", -- [1]
						"|cffa335ee|Hitem:29762::::::::70::::::::|h[逝往英雄肩鎧]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-565-17222-19044-00000FCA14",
					["Time"] = "21:35:22",
					["Looter"] = "佛仔",
					["Date"] = "2021-08-08",
					["Class"] = "DRUID",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29765::::::::70::::::::|h[逝往英雄護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:28802::::::::70::::::::|h[血喉魔導師之刃]|h|r", -- [2]
						"|cffa335ee|Hitem:28794::::::::70::::::::|h[古羅王之斧]|h|r", -- [3]
					},
				}, -- [2]
			},
		}, -- [1]
		{
			["InstanceID"] = 544,
			["Player"] = "牧原股份",
			["FirstPlayer"] = "貓咪的尾巴",
			["InstanceName"] = "Magtheridon's Lair",
			["Date"] = "2021-08-08",
			["FirstClass"] = "PALADIN",
			["Class"] = "DRUID",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-544-18233-17257-00000FE7A9",
					["Time"] = "22:34:45",
					["Looter"] = "佛仔",
					["Date"] = "2021-08-08",
					["Class"] = "DRUID",
					["Name"] = "瑪瑟里頓",
					["Loots"] = {
						"|cffa335ee|Hitem:34845::::::::70::::::::|h[深淵領主的背包]|h|r", -- [1]
						"|cffa335ee|Hitem:28777::::::::70::::::::|h[地窖潛行者披風]|h|r", -- [2]
						"|cffa335ee|Hitem:29458::::::::70::::::::|h[復仇者聖禦盾]|h|r", -- [3]
						"|cffa335ee|Hitem:29753::::::::70::::::::|h[逝往防衛者護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:32386::::::::70::::::::|h[瑪瑟里頓之首]|h|r", -- [5]
					},
				}, -- [1]
			},
		}, -- [2]
		{
			["InstanceID"] = 532,
			["FirstPlayer"] = "小冰妹",
			["Player"] = "牧原股份",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-532-13180-16152-000011511A",
					["Time"] = "00:02:12",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-08-10",
					["Class"] = "DRUID",
					["Name"] = "獵人阿圖曼",
					["Loots"] = {
						"|cffa335ee|Hitem:28510::::::::70::::::::|h[經絡鬼靈指環]|h|r", -- [1]
						"|cffa335ee|Hitem:28477::::::::70::::::::|h[先驅者手環]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-532-13180-16409-0003114E24",
					["Time"] = "00:06:43",
					["Looter"] = "希爾德烈日",
					["Date"] = "2021-08-10",
					["Class"] = "PALADIN",
					["Name"] = "魅影賓客",
					["Loots"] = {
						"|cffa335ee|Hitem:30674::::::::70::::::::|h[吉爾哈特遺失的足靴]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-532-13180-15687-0000114E24",
					["Time"] = "00:15:24",
					["Looter"] = "希爾德烈日",
					["Date"] = "2021-08-10",
					["Class"] = "PALADIN",
					["Name"] = "摩洛",
					["Loots"] = {
						"|cffa335ee|Hitem:28528::::::::70::::::::|h[摩洛的幸運懷錶]|h|r", -- [1]
						"|cff0070dd|Hitem:22559::::::::70::::::::|h[公式:附魔武器 - 貓鼬]|h|r", -- [2]
						"|cffa335ee|Hitem:28570::::::::70::::::::|h[達拉然暗影披風]|h|r", -- [3]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-532-13180-16425-0007114E24",
					["Time"] = "00:21:49",
					["Looter"] = "滅眾生",
					["Date"] = "2021-08-10",
					["Class"] = "DRUID",
					["Name"] = "魅影守衛",
					["Loots"] = {
						"|cffa335ee|Hitem:30644::::::::70::::::::|h[靈巧之握手套]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-532-13180-16457-0000114E24",
					["Time"] = "00:29:20",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-08-10",
					["Class"] = "DRUID",
					["Name"] = "貞潔聖女",
					["Loots"] = {
						"|cffa335ee|Hitem:28522::::::::70::::::::|h[善潔裂片]|h|r", -- [1]
						"|cffa335ee|Hitem:28514::::::::70::::::::|h[恨惡護腕]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-532-13180-17534-0000115A2A",
					["Time"] = "00:43:08",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-08-10",
					["Class"] = "DRUID",
					["Name"] = "茱麗葉",
					["Loots"] = {
						"|cffa335ee|Hitem:28578::::::::70::::::::|h[潛藏禮袍]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-532-13180-17533-0000115A5D",
					["Time"] = "00:43:11",
					["Looter"] = "永世相知",
					["Date"] = "2021-08-10",
					["Class"] = "WARLOCK",
					["Name"] = "羅慕歐",
					["Loots"] = {
						"|cffa335ee|Hitem:28592::::::::70::::::::|h[贖救靈魂聖契]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-532-13180-15691-0000114E24",
					["Time"] = "01:12:39",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-08-10",
					["Class"] = "DRUID",
					["Name"] = "館長",
					["Loots"] = {
						"|cffa335ee|Hitem:29758::::::::70::::::::|h[逝往防衛者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:28633::::::::70::::::::|h[無限奧義法杖]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-532-13180-15688-0000114E24",
					["Time"] = "01:36:05",
					["Looter"] = "特變電工",
					["Date"] = "2021-08-10",
					["Class"] = "WARRIOR",
					["Name"] = "泰瑞斯提安·疫蹄",
					["Loots"] = {
						"|cffa335ee|Hitem:28656::::::::70::::::::|h[宵小束腰]|h|r", -- [1]
						"|cff0070dd|Hitem:22561::::::::70::::::::|h[公式:附魔武器 - 靈魂冰霜]|h|r", -- [2]
						"|cffa335ee|Hitem:28785::::::::70::::::::|h[電光相容器]|h|r", -- [3]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-532-13180-16524-0000114E24",
					["Time"] = "01:57:31",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-08-10",
					["Class"] = "DRUID",
					["Name"] = "埃蘭之影",
					["Loots"] = {
						"|cffa335ee|Hitem:28675::::::::70::::::::|h[謝爾曼納偉大之戒]|h|r", -- [1]
						"|cffa335ee|Hitem:28669::::::::70::::::::|h[惡霸之靴]|h|r", -- [2]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-532-13180-16596-0001114E24",
					["Time"] = "02:17:08",
					["Looter"] = "希爾德烈日",
					["Date"] = "2021-08-10",
					["Class"] = "PALADIN",
					["Name"] = "巨型噬屍獸",
					["Loots"] = {
						"|cffa335ee|Hitem:29728::::::::70::::::::|h[圖樣:屠風者裹帶]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-532-13180-15690-0000114E24",
					["Time"] = "02:25:38",
					["Looter"] = "特變電工",
					["Date"] = "2021-08-10",
					["Class"] = "WARRIOR",
					["Name"] = "莫克札王子",
					["Loots"] = {
						"|cffa335ee|Hitem:29761::::::::70::::::::|h[逝往防衛者頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:28763::::::::70::::::::|h[永生玉戒]|h|r", -- [2]
						"|cffa335ee|Hitem:28771::::::::70::::::::|h[聖光正義之錘]|h|r", -- [3]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-532-13180-15689-0000114E24",
					["Time"] = "02:58:07",
					["Looter"] = "希爾德烈日",
					["Date"] = "2021-08-10",
					["Class"] = "PALADIN",
					["Name"] = "尼德斯",
					["Loots"] = {
						"|cffa335ee|Hitem:28735::::::::70::::::::|h[大地之血護胸]|h|r", -- [1]
						"|cffa335ee|Hitem:28730::::::::70::::::::|h[無疤秘銀指環]|h|r", -- [2]
					},
				}, -- [13]
			},
			["Date"] = "2021-08-10",
			["FirstClass"] = "PRIEST",
			["Class"] = "DRUID",
			["InstanceName"] = "Karazhan",
		}, -- [3]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 310,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00000762939453, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0000762939453, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
