
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 550,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Tempest Keep",
			["Class"] = "DRUID",
			["Date"] = "2021-09-19",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-550-28822-20031-00014722C7",
					["Time"] = "20:20:35",
					["Class"] = "PRIEST",
					["Date"] = "2021-09-19",
					["Looter"] = "慕蓉兒",
					["Name"] = "血守衛軍團士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-550-28822-20037-00004722C7",
					["Time"] = "20:33:57",
					["Class"] = "PRIEST",
					["Date"] = "2021-09-19",
					["Looter"] = "Damocles",
					["Name"] = "風暴要塞-熔爐鷹獵者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-550-28822-20043-0000C722C8",
					["Time"] = "21:03:15",
					["Class"] = "WARRIOR",
					["Date"] = "2021-09-19",
					["Looter"] = "特變電工",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30281::::::::70:::::::::|h[圖樣:長路腰帶]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-550-28822-19516-00004722C7",
					["Time"] = "21:45:08",
					["Class"] = "SHAMAN",
					["Date"] = "2021-09-19",
					["Looter"] = "莫沫",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30248::::::::70:::::::::|h[征服勇士肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:29984::::::::70:::::::::|h[札爾塔束腰]|h|r", -- [2]
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-550-28822-20044-00024722C7",
					["Time"] = "21:55:22",
					["Class"] = "PALADIN",
					["Date"] = "2021-09-19",
					["Looter"] = "歐艾丹",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-550-28822-20036-00014722C7",
					["Time"] = "21:55:37",
					["Class"] = "ROGUE",
					["Date"] = "2021-09-19",
					["Looter"] = "背鍋俠",
					["Name"] = "血守衛扈從",
					["Loots"] = {
						"|cffa335ee|Hitem:30030::::::::70:::::::::|h[殞星束腰]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-550-28822-20044-00064722C7",
					["Time"] = "22:14:21",
					["Class"] = "ROGUE",
					["Date"] = "2021-09-19",
					["Looter"] = "背鍋俠",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30322::::::::70:::::::::|h[設計圖:紅色戰鬥腰帶]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-550-28822-20043-0005C722C7",
					["Time"] = "22:14:49",
					["Class"] = "PALADIN",
					["Date"] = "2021-09-19",
					["Looter"] = "歐艾丹",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30024::::::::70:::::::::|h[精靈王披肩]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-550-28822-20034-000047495B",
					["Time"] = "22:45:27",
					["Class"] = "WARRIOR",
					["Date"] = "2021-09-19",
					["Looter"] = "特變電工",
					["Name"] = "占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30020::::::::70:::::::::|h[魔導師火焰之索]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-550-28822-20039-0000474B2A",
					["Time"] = "22:51:41",
					["Class"] = "SHAMAN",
					["Date"] = "2021-09-19",
					["Looter"] = "柒刻",
					["Name"] = "鳳鷹",
					["Loots"] = {
						"|cffa335ee|Hitem:30028::::::::70:::::::::|h[堤里斯佛倫之第七指環]|h|r", -- [1]
					},
				}, -- [10]
			},
			["Player"] = "牧原股份",
		}, -- [1]
		{
			["InstanceID"] = 565,
			["FirstPlayer"] = "偶盈",
			["InstanceName"] = "Gruul's Lair",
			["Class"] = "DRUID",
			["Date"] = "2021-09-25",
			["FirstClass"] = "PALADIN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-565-23081-18831-00004EBFB8",
					["Time"] = "14:43:11",
					["Class"] = "WARRIOR",
					["Date"] = "2021-09-25",
					["Looter"] = "風雲火虎",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:29762::::::::70:::::::::|h[逝往英雄肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:28800::::::::70:::::::::|h[那魯之錘]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-565-23081-19044-00004EBFB8",
					["Time"] = "14:55:39",
					["Class"] = "WARRIOR",
					["Date"] = "2021-09-25",
					["Looter"] = "我有小琥牙",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:29767::::::::70:::::::::|h[逝往防衛者護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:28803::::::::70:::::::::|h[自然氣息風帽]|h|r", -- [3]
						"|cffa335ee|Hitem:28826::::::::70:::::::::|h[否定手裏劍]|h|r", -- [4]
					},
				}, -- [2]
			},
			["Player"] = "牧原股份",
		}, -- [2]
		{
			["InstanceID"] = 544,
			["FirstPlayer"] = "牧原股份",
			["InstanceName"] = "Magtheridon's Lair",
			["Class"] = "DRUID",
			["Date"] = "2021-09-25",
			["FirstClass"] = "DRUID",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-544-24654-17257-00004ECB5E",
					["Time"] = "15:20:56",
					["Class"] = "ROGUE",
					["Date"] = "2021-09-25",
					["Looter"] = "文揚把我撲倒",
					["Name"] = "瑪瑟里頓",
					["Loots"] = {
						"|cffa335ee|Hitem:34845::::::::70:::::::::|h[深淵領主的背包]|h|r", -- [1]
						"|cffa335ee|Hitem:32386::::::::70:::::::::|h[瑪瑟里頓之首]|h|r", -- [2]
						"|cffa335ee|Hitem:28778::::::::70:::::::::|h[恐怖陷阱束腰]|h|r", -- [3]
						"|cffa335ee|Hitem:28780::::::::70:::::::::|h[嗜魂者裹手]|h|r", -- [4]
						"|cffa335ee|Hitem:29753::::::::70:::::::::|h[逝往防衛者護胸]|h|r", -- [5]
						"|cffa335ee|Hitem:29755::::::::70:::::::::|h[逝往英雄護胸]|h|r", -- [6]
					},
				}, -- [1]
			},
			["Player"] = "牧原股份",
		}, -- [3]
		{
			["InstanceID"] = 548,
			["FirstPlayer"] = "柒刻",
			["InstanceName"] = "Serpentshrine Cavern",
			["FirstClass"] = "SHAMAN",
			["Date"] = "2021-09-25",
			["Class"] = "DRUID",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-548-4303-21216-00004F0DBB",
					["Time"] = "20:41:50",
					["Class"] = "WARRIOR",
					["Date"] = "2021-09-25",
					["Looter"] = "特變電工",
					["Name"] = "不穩定者海卓司",
					["Loots"] = {
						"|cffa335ee|Hitem:30053::::::::70:::::::::|h[戰鬥舞者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:30322::::::::70:::::::::|h[設計圖:紅色戰鬥腰帶]|h|r", -- [2]
						"|cffa335ee|Hitem:30048::::::::70:::::::::|h[正義明亮頭盔]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-548-4303-21217-00004F1F74",
					["Time"] = "21:20:58",
					["Class"] = "WARRIOR",
					["Date"] = "2021-09-25",
					["Looter"] = "特變電工",
					["Name"] = "海底潛伏者",
					["Loots"] = {
						"|cffa335ee|Hitem:30062::::::::70:::::::::|h[雷姆洛斯樹叢手環]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-548-4303-21230-00034F0DBB",
					["Time"] = "21:36:14",
					["Class"] = "DRUID",
					["Date"] = "2021-09-25",
					["Looter"] = "程昱",
					["Name"] = "灰色之心虛空法師",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-548-4303-21215-00004F0DBB",
					["Time"] = "22:01:17",
					["Class"] = "WARLOCK",
					["Date"] = "2021-09-25",
					["Looter"] = "來與正妹裸聊",
					["Name"] = "『盲目者』李奧薩拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30241::::::::70:::::::::|h[征服英雄手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30092::::::::70:::::::::|h[逆戟鯨皮之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:30241::::::::70:::::::::|h[征服英雄手套]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-548-4303-21251-0001CF0DBB",
					["Time"] = "22:12:36",
					["Class"] = "WARRIOR",
					["Date"] = "2021-09-25",
					["Looter"] = "特變電工",
					["Name"] = "深幽泥沼巨人",
					["Loots"] = {
						"|cffa335ee|Hitem:30282::::::::70:::::::::|h[圖樣:衝擊之靴]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-548-4303-21214-00004F0DBB",
					["Time"] = "22:39:01",
					["Class"] = "DRUID",
					["Date"] = "2021-09-25",
					["Looter"] = "程昱",
					["Name"] = "深淵之王卡拉薩瑞斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30247::::::::70:::::::::|h[征服英雄護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:30090::::::::70:::::::::|h[世界破擊者]|h|r", -- [2]
						"|cffa335ee|Hitem:30246::::::::70:::::::::|h[征服防衛者護腿]|h|r", -- [3]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-548-4303-21298-00034F0DBB",
					["Time"] = "22:45:56",
					["Class"] = "PALADIN",
					["Date"] = "2021-09-25",
					["Looter"] = "啾咪丸",
					["Name"] = "盤牙海蛇守衛",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [7]
			},
			["Player"] = "牧原股份",
		}, -- [4]
		{
			["InstanceID"] = 550,
			["Player"] = "牧原股份",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Tempest Keep",
			["Date"] = "2021-09-26",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "DRUID",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-550-29713-19514-00005073DE",
					["Time"] = "21:35:35",
					["Looter"] = "特變電工",
					["Date"] = "2021-09-26",
					["Class"] = "WARRIOR",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:30448::::::::70:::::::::|h[歐爾之爪]|h|r", -- [1]
						"|cffa335ee|Hitem:30447::::::::70:::::::::|h[火焰救贖寶典]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-550-29713-20041-0000505E13",
					["Time"] = "21:43:01",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-09-26",
					["Class"] = "PALADIN",
					["Name"] = "水晶之核哨兵",
					["Loots"] = {
						"|cffa335ee|Hitem:30304::::::::70:::::::::|h[圖樣:季風腰帶]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-550-29713-19516-0000505E13",
					["Time"] = "22:08:55",
					["Looter"] = "來與正妹裸聊",
					["Date"] = "2021-09-26",
					["Class"] = "WARLOCK",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30249::::::::70:::::::::|h[征服防衛者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:29985::::::::70:::::::::|h[虛無搶奪者護脛]|h|r", -- [2]
						"|cffa335ee|Hitem:30249::::::::70:::::::::|h[征服防衛者肩鎧]|h|r", -- [3]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-550-29713-20044-0002D05E13",
					["Time"] = "22:15:42",
					["Looter"] = "啾咪丸",
					["Date"] = "2021-09-26",
					["Class"] = "PALADIN",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-550-29713-20036-0001D05E14",
					["Time"] = "22:30:05",
					["Looter"] = "特變電工",
					["Date"] = "2021-09-26",
					["Class"] = "WARRIOR",
					["Name"] = "血守衛扈從",
					["Loots"] = {
						"|cffa335ee|Hitem:30029::::::::70:::::::::|h[古老智慧的樹皮手套]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-550-29713-18805-0000505E13",
					["Time"] = "23:04:31",
					["Looter"] = "特變電工",
					["Date"] = "2021-09-26",
					["Class"] = "WARRIOR",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:29982::::::::70:::::::::|h[被遺忘之星魔杖]|h|r", -- [1]
						"|cffa335ee|Hitem:29962::::::::70:::::::::|h[撕心匕首]|h|r", -- [2]
					},
				}, -- [6]
			},
		}, -- [5]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 310,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00000762939453, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0000762939453, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
