
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 532,
			["Player"] = "牧原股份",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-532-28313-16152-00002CF63B",
					["Time"] = "23:18:18",
					["Looter"] = "特變電工",
					["Date"] = "2021-08-30",
					["Class"] = "WARRIOR",
					["Name"] = "獵人阿圖曼",
					["Loots"] = {
						"|cffa335ee|Hitem:28508::::::::70::::::::|h[聖使祝福手套]|h|r", -- [1]
						"|cffa335ee|Hitem:28502::::::::70::::::::|h[驍勇臂鎧]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-532-28313-15687-00002CF34A",
					["Time"] = "23:30:11",
					["Looter"] = "特變電工",
					["Date"] = "2021-08-30",
					["Class"] = "WARRIOR",
					["Name"] = "摩洛",
					["Loots"] = {
						"|cffa335ee|Hitem:28545::::::::70::::::::|h[邊緣行者長靴]|h|r", -- [1]
						"|cffa335ee|Hitem:28570::::::::70::::::::|h[達拉然暗影披風]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-532-28313-16409-002AACF34A",
					["Time"] = "23:31:39",
					["Looter"] = "特變電工",
					["Date"] = "2021-08-30",
					["Class"] = "WARRIOR",
					["Name"] = "魅影賓客",
					["Loots"] = {
						"|cff0070dd|Hitem:29550::::::::70::::::::|h[秘典:造水術 IX]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-532-28313-16457-00002CF34A",
					["Time"] = "23:42:24",
					["Looter"] = "特變電工",
					["Date"] = "2021-08-30",
					["Class"] = "WARRIOR",
					["Name"] = "貞潔聖女",
					["Loots"] = {
						"|cffa335ee|Hitem:28517::::::::70::::::::|h[預示之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:28522::::::::70::::::::|h[善潔裂片]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-532-28313-17521-00002CFE5B",
					["Time"] = "23:52:37",
					["Looter"] = "特變電工",
					["Date"] = "2021-08-30",
					["Class"] = "WARRIOR",
					["Name"] = "大野狼",
					["Loots"] = {
						"|cffa335ee|Hitem:28581::::::::70::::::::|h[屠狼者狙擊步槍]|h|r", -- [1]
						"|cffa335ee|Hitem:28590::::::::70::::::::|h[奉獻綬帶]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-532-28313-16481-00002CF34A",
					["Time"] = "23:58:49",
					["Looter"] = "特變電工",
					["Date"] = "2021-08-30",
					["Class"] = "WARRIOR",
					["Name"] = "恐怖的縛靈",
					["Loots"] = {
						"|cffa335ee|Hitem:30641::::::::70::::::::|h[迴避之靴]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-532-28313-17225-00002CF34A",
					["Time"] = "00:14:40",
					["Looter"] = "特變電工",
					["Date"] = "2021-08-31",
					["Class"] = "WARRIOR",
					["Name"] = "夜禍",
					["Loots"] = {
						"|cffa335ee|Hitem:28604::::::::70::::::::|h[永生黑夜之杖]|h|r", -- [1]
						"|cffa335ee|Hitem:28602::::::::70::::::::|h[古老符號長袍]|h|r", -- [2]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-532-28313-16488-0002ACF34A",
					["Time"] = "00:23:26",
					["Looter"] = "強運魔人",
					["Date"] = "2021-08-31",
					["Class"] = "PALADIN",
					["Name"] = "秘法異反元素",
					["Loots"] = {
						"|cff0070dd|Hitem:22146::::::::70::::::::|h[書卷:野性賜福 III]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-532-28313-15691-00002CF34A",
					["Time"] = "00:30:08",
					["Looter"] = "特變電工",
					["Date"] = "2021-08-31",
					["Class"] = "WARRIOR",
					["Name"] = "館長",
					["Loots"] = {
						"|cffa335ee|Hitem:29756::::::::70::::::::|h[逝往英雄手套]|h|r", -- [1]
						"|cffa335ee|Hitem:28631::::::::70::::::::|h[龍震肩衛]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-532-28313-15688-00002CF34A",
					["Time"] = "00:51:27",
					["Looter"] = "特變電工",
					["Date"] = "2021-08-31",
					["Class"] = "WARRIOR",
					["Name"] = "泰瑞斯提安·疫蹄",
					["Loots"] = {
						"|cffa335ee|Hitem:28655::::::::70::::::::|h[自然生計之索]|h|r", -- [1]
						"|cffa335ee|Hitem:28662::::::::70::::::::|h[聖光捆縛者胸甲]|h|r", -- [2]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-532-28313-16524-00002CF34A",
					["Time"] = "00:59:12",
					["Looter"] = "速嵐轎",
					["Date"] = "2021-08-31",
					["Class"] = "MAGE",
					["Name"] = "埃蘭之影",
					["Loots"] = {
						"|cffa335ee|Hitem:28673::::::::70::::::::|h[提里斯法權勢魔杖]|h|r", -- [1]
						"|cffa335ee|Hitem:28672::::::::70::::::::|h[黑暗搶奪者披氅]|h|r", -- [2]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-532-28313-16525-0004ACF34A",
					["Time"] = "01:01:25",
					["Looter"] = "速嵐轎",
					["Date"] = "2021-08-31",
					["Class"] = "MAGE",
					["Name"] = "魔法鬼魂",
					["Loots"] = {
						"|cffa335ee|Hitem:30643::::::::70::::::::|h[追蹤者腰帶]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-532-28313-16544-00012CF34A",
					["Time"] = "01:05:46",
					["Looter"] = "強運魔人",
					["Date"] = "2021-08-31",
					["Class"] = "PALADIN",
					["Name"] = "伊斯利竊賊",
					["Loots"] = {
						"|cffa335ee|Hitem:30641::::::::70::::::::|h[迴避之靴]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-532-28313-16545-00002CF34A",
					["Time"] = "01:08:44",
					["Looter"] = "特變電工",
					["Date"] = "2021-08-31",
					["Class"] = "WARRIOR",
					["Name"] = "伊斯利盜法者",
					["Loots"] = {
						"|cffa335ee|Hitem:30667::::::::70::::::::|h[無情風暴之戒]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-532-28313-15690-00002CF34A",
					["Time"] = "01:22:10",
					["Looter"] = "特變電工",
					["Date"] = "2021-08-31",
					["Class"] = "WARRIOR",
					["Name"] = "莫克札王子",
					["Loots"] = {
						"|cffa335ee|Hitem:29761::::::::70::::::::|h[逝往防衛者頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:28762::::::::70::::::::|h[偷取的靈魂飾物]|h|r", -- [2]
						"|cffa335ee|Hitem:28767::::::::70::::::::|h[斬首者]|h|r", -- [3]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-532-28313-15689-00002CF34A",
					["Time"] = "01:34:30",
					["Class"] = "PALADIN",
					["Date"] = "2021-08-31",
					["Looter"] = "賽亞人",
					["Name"] = "尼德斯",
					["Loots"] = {
						"|cffa335ee|Hitem:28734::::::::70::::::::|h[無限可能珠寶]|h|r", -- [1]
						"|cffa335ee|Hitem:28735::::::::70::::::::|h[大地之血護胸]|h|r", -- [2]
					},
				}, -- [16]
			},
			["FirstClass"] = "UNKNOWN",
			["Date"] = "2021-08-30",
			["Class"] = "DRUID",
			["InstanceName"] = "Karazhan",
			["FirstPlayer"] = "未知",
		}, -- [1]
		{
			["InstanceID"] = 565,
			["Player"] = "牧原股份",
			["FirstPlayer"] = "Metatron",
			["InstanceName"] = "Gruul's Lair",
			["Date"] = "2021-09-05",
			["FirstClass"] = "PRIEST",
			["Class"] = "DRUID",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-565-4832-18831-000034B4D3",
					["Time"] = "20:44:07",
					["Looter"] = "貓咪的尾巴",
					["Date"] = "2021-09-05",
					["Class"] = "PALADIN",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:28801::::::::70:::::::::|h[莫卡爾的戰爭頭盔]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-565-4832-19389-000134B4D3",
					["Time"] = "20:49:47",
					["Looter"] = "約翰跑路",
					["Date"] = "2021-09-05",
					["Class"] = "HUNTER",
					["Name"] = "巢穴蠻卒",
					["Loots"] = {
						"|cff0070dd|Hitem:24218::::::::70:::::::::|h[設計圖:輻光的泰拉寶石]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-565-4832-19044-000034B4D3",
					["Time"] = "21:01:10",
					["Looter"] = "貓咪的尾巴",
					["Date"] = "2021-09-05",
					["Class"] = "PALADIN",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:28825::::::::70:::::::::|h[奧多爾遺產防衛者]|h|r", -- [1]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[逝往英雄護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:28822::::::::70:::::::::|h[戈魯爾之牙]|h|r", -- [3]
					},
				}, -- [3]
			},
		}, -- [2]
		{
			["InstanceID"] = 544,
			["Player"] = "牧原股份",
			["FirstPlayer"] = "歐趴賊",
			["InstanceName"] = "Magtheridon's Lair",
			["Date"] = "2021-09-05",
			["FirstClass"] = "ROGUE",
			["Class"] = "DRUID",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-544-6166-17257-000034C7C8",
					["Time"] = "21:49:24",
					["Looter"] = "浪神",
					["Date"] = "2021-09-05",
					["Class"] = "MAGE",
					["Name"] = "瑪瑟里頓",
					["Loots"] = {
						"|cffa335ee|Hitem:34845::::::::70:::::::::|h[深淵領主的背包]|h|r", -- [1]
						"|cffa335ee|Hitem:28774::::::::70:::::::::|h[競技場之寬刃]|h|r", -- [2]
						"|cffa335ee|Hitem:28781::::::::70:::::::::|h[卡拉伯爾護符]|h|r", -- [3]
						"|cffa335ee|Hitem:29753::::::::70:::::::::|h[逝往防衛者護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:32386::::::::70:::::::::|h[瑪瑟里頓之首]|h|r", -- [5]
					},
				}, -- [1]
			},
		}, -- [3]
		{
			["InstanceID"] = 532,
			["Player"] = "牧原股份",
			["FirstPlayer"] = "小冰妹",
			["InstanceName"] = "Karazhan",
			["Date"] = "2021-09-06",
			["Class"] = "DRUID",
			["FirstClass"] = "PRIEST",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-532-21808-16152-00003631A6",
					["Time"] = "23:21:02",
					["Looter"] = "強運魔人",
					["Date"] = "2021-09-06",
					["Class"] = "PALADIN",
					["Name"] = "獵人阿圖曼",
					["Loots"] = {
						"|cffa335ee|Hitem:28505::::::::70:::::::::|h[希望重燃護手]|h|r", -- [1]
						"|cffa335ee|Hitem:28503::::::::70:::::::::|h[旋風護腕]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-532-21808-16409-0003B62D78",
					["Time"] = "23:23:44",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-09-06",
					["Class"] = "DRUID",
					["Name"] = "魅影賓客",
					["Loots"] = {
						"|cff0070dd|Hitem:24220::::::::70:::::::::|h[設計圖:鋸齒的泰拉寶石]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-532-21808-15687-0000362D78",
					["Time"] = "23:33:20",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-09-06",
					["Class"] = "DRUID",
					["Name"] = "摩洛",
					["Loots"] = {
						"|cffa335ee|Hitem:28524::::::::70:::::::::|h[綠寶石匕首]|h|r", -- [1]
						"|cffa335ee|Hitem:28569::::::::70:::::::::|h[剛勇之靴]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-532-21808-16457-0000362D78",
					["Time"] = "23:45:48",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-09-06",
					["Class"] = "DRUID",
					["Name"] = "貞潔聖女",
					["Loots"] = {
						"|cffa335ee|Hitem:28519::::::::70:::::::::|h[復甦手套]|h|r", -- [1]
						"|cffa335ee|Hitem:28516::::::::70:::::::::|h[倒刺懲罰頸飾]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-532-21808-18168-0000363AAB",
					["Time"] = "23:59:18",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-09-06",
					["Class"] = "DRUID",
					["Name"] = "老巫婆",
					["Loots"] = {
						"|cffa335ee|Hitem:28593::::::::70:::::::::|h[恆金巨盔]|h|r", -- [1]
						"|cffa335ee|Hitem:28587::::::::70:::::::::|h[繼承之斧]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-532-21808-17225-000036436D",
					["Time"] = "00:47:12",
					["Looter"] = "特變電工",
					["Date"] = "2021-09-07",
					["Class"] = "WARRIOR",
					["Name"] = "夜禍",
					["Loots"] = {
						"|cffa335ee|Hitem:28608::::::::70:::::::::|h[緊急鐵行者之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:28603::::::::70:::::::::|h[暗夜毒物護符]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-532-21808-15691-0000362D78",
					["Time"] = "00:59:41",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-09-07",
					["Class"] = "DRUID",
					["Name"] = "館長",
					["Loots"] = {
						"|cffa335ee|Hitem:28631::::::::70:::::::::|h[龍震肩衛]|h|r", -- [1]
						"|cffa335ee|Hitem:29757::::::::70:::::::::|h[逝往勇士手套]|h|r", -- [2]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-532-21808-15688-0000362D78",
					["Time"] = "01:23:59",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-09-07",
					["Class"] = "DRUID",
					["Name"] = "泰瑞斯提安·疫蹄",
					["Loots"] = {
						"|cffa335ee|Hitem:28660::::::::70:::::::::|h[電鍍瑟銀披風]|h|r", -- [1]
						"|cffa335ee|Hitem:28653::::::::70:::::::::|h[灌注之影藤披風]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-532-21808-16524-0000362D78",
					["Time"] = "01:30:38",
					["Looter"] = "特變電工",
					["Date"] = "2021-09-07",
					["Class"] = "WARRIOR",
					["Name"] = "埃蘭之影",
					["Loots"] = {
						"|cffa335ee|Hitem:28674::::::::70:::::::::|h[虎爪護符]|h|r", -- [1]
						"|cffa335ee|Hitem:28669::::::::70:::::::::|h[惡霸之靴]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-532-21808-15689-0000362D78",
					["Time"] = "01:46:12",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-09-07",
					["Class"] = "DRUID",
					["Name"] = "尼德斯",
					["Loots"] = {
						"|cffa335ee|Hitem:28732::::::::70:::::::::|h[藐視風帽]|h|r", -- [1]
						"|cffa335ee|Hitem:28742::::::::70:::::::::|h[悔悟窄褲]|h|r", -- [2]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-532-21808-15690-0000365786",
					["Time"] = "02:08:06",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-09-07",
					["Class"] = "DRUID",
					["Name"] = "莫克札王子",
					["Loots"] = {
						"|cffa335ee|Hitem:29761::::::::70:::::::::|h[逝往防衛者頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:28764::::::::70:::::::::|h[遠行者迷惑披風]|h|r", -- [2]
						"|cffa335ee|Hitem:28770::::::::70:::::::::|h[納斯雷茲姆心靈之刃]|h|r", -- [3]
					},
				}, -- [11]
			},
		}, -- [4]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 310,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00000762939453, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0000762939453, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
