
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 565,
			["Player"] = "牧原股份",
			["FirstPlayer"] = "紅十字急救站",
			["InstanceName"] = "Gruul's Lair",
			["Date"] = "2021-09-12",
			["Class"] = "DRUID",
			["FirstClass"] = "PRIEST",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-565-7494-18831-00003DED00",
					["Time"] = "20:52:06",
					["Looter"] = "貓咪的尾巴",
					["Date"] = "2021-09-12",
					["Class"] = "PALADIN",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[逝往勇士肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:28795::::::::70:::::::::|h[劍刃氏族戰爭手環]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-565-7494-19044-00003DED00",
					["Time"] = "21:07:27",
					["Looter"] = "馨香",
					["Date"] = "2021-09-12",
					["Class"] = "MAGE",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[逝往英雄護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:28810::::::::70:::::::::|h[風剪長靴]|h|r", -- [2]
						"|cffa335ee|Hitem:28827::::::::70:::::::::|h[屠龍者護手]|h|r", -- [3]
					},
				}, -- [2]
			},
		}, -- [1]
		{
			["InstanceID"] = 544,
			["Player"] = "牧原股份",
			["FirstPlayer"] = "牧原股份",
			["InstanceName"] = "Magtheridon's Lair",
			["Date"] = "2021-09-12",
			["Class"] = "DRUID",
			["FirstClass"] = "DRUID",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-544-14150-17257-00003DFE9C",
					["Time"] = "21:37:58",
					["Looter"] = "煙毒屍髮",
					["Date"] = "2021-09-12",
					["Class"] = "ROGUE",
					["Name"] = "瑪瑟里頓",
					["Loots"] = {
						"|cffa335ee|Hitem:34845::::::::70:::::::::|h[深淵領主的背包]|h|r", -- [1]
						"|cffa335ee|Hitem:28777::::::::70:::::::::|h[地窖潛行者披風]|h|r", -- [2]
						"|cffa335ee|Hitem:28789::::::::70:::::::::|h[瑪瑟里頓之眼]|h|r", -- [3]
						"|cffa335ee|Hitem:29755::::::::70:::::::::|h[逝往英雄護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:32386::::::::70:::::::::|h[瑪瑟里頓之首]|h|r", -- [5]
					},
				}, -- [1]
			},
		}, -- [2]
		{
			["InstanceID"] = 532,
			["Player"] = "牧原股份",
			["FirstPlayer"] = "強運魔人",
			["InstanceName"] = "Karazhan",
			["Date"] = "2021-09-13",
			["FirstClass"] = "PALADIN",
			["Class"] = "DRUID",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-532-25060-16152-00003F6C72",
					["Time"] = "23:22:59",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-09-13",
					["Class"] = "DRUID",
					["Name"] = "獵人阿圖曼",
					["Loots"] = {
						"|cffa335ee|Hitem:28510::::::::70:::::::::|h[經絡鬼靈指環]|h|r", -- [1]
						"|cffa335ee|Hitem:28453::::::::70:::::::::|h[白雄鹿護腕]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-532-25060-16409-0016BF650D",
					["Time"] = "23:29:31",
					["Looter"] = "強運魔人",
					["Date"] = "2021-09-13",
					["Class"] = "PALADIN",
					["Name"] = "魅影賓客",
					["Loots"] = {
						"|cff0070dd|Hitem:29550::::::::70:::::::::|h[秘典:造水術 IX]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-532-25060-15687-00003F650D",
					["Time"] = "23:35:57",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-09-13",
					["Class"] = "DRUID",
					["Name"] = "摩洛",
					["Loots"] = {
						"|cffa335ee|Hitem:28525::::::::70:::::::::|h[堅信之戒]|h|r", -- [1]
						"|cffa335ee|Hitem:28565::::::::70:::::::::|h[虛空裂片束腰]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-532-25060-16457-00003F650E",
					["Time"] = "23:47:53",
					["Looter"] = "特變電工",
					["Date"] = "2021-09-13",
					["Class"] = "WARRIOR",
					["Name"] = "貞潔聖女",
					["Loots"] = {
						"|cffa335ee|Hitem:28520::::::::70:::::::::|h[核心手套]|h|r", -- [1]
						"|cffa335ee|Hitem:28516::::::::70:::::::::|h[倒刺懲罰頸飾]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-532-25060-17534-00003F7497",
					["Time"] = "23:59:34",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-09-13",
					["Class"] = "DRUID",
					["Name"] = "茱麗葉",
					["Loots"] = {
						"|cffa335ee|Hitem:28579::::::::70:::::::::|h[羅慕歐的毒藥瓶]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-532-25060-17533-00003F74C7",
					["Time"] = "23:59:41",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-09-13",
					["Class"] = "DRUID",
					["Name"] = "羅慕歐",
					["Loots"] = {
						"|cffa335ee|Hitem:28593::::::::70:::::::::|h[恆金巨盔]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-532-25060-17225-00003F781C",
					["Time"] = "00:24:31",
					["Looter"] = "特變電工",
					["Date"] = "2021-09-14",
					["Class"] = "WARRIOR",
					["Name"] = "夜禍",
					["Loots"] = {
						"|cffa335ee|Hitem:28601::::::::70:::::::::|h[共謀者護胸]|h|r", -- [1]
						"|cffa335ee|Hitem:28611::::::::70:::::::::|h[龍心火焰盾牌]|h|r", -- [2]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-532-25060-15691-00003F650D",
					["Time"] = "00:42:35",
					["Looter"] = "特變電工",
					["Date"] = "2021-09-14",
					["Class"] = "WARRIOR",
					["Name"] = "館長",
					["Loots"] = {
						"|cffa335ee|Hitem:28621::::::::70:::::::::|h[烏瑞恩王朝護脛]|h|r", -- [1]
						"|cffa335ee|Hitem:29756::::::::70:::::::::|h[逝往英雄手套]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-532-25060-15688-00003F650D",
					["Time"] = "01:04:06",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-09-14",
					["Class"] = "DRUID",
					["Name"] = "泰瑞斯提安·疫蹄",
					["Loots"] = {
						"|cffa335ee|Hitem:28661::::::::70:::::::::|h[修補者之心型指環]|h|r", -- [1]
						"|cffa335ee|Hitem:28656::::::::70:::::::::|h[宵小束腰]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-532-25060-16524-00003F650E",
					["Time"] = "01:10:39",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-09-14",
					["Class"] = "DRUID",
					["Name"] = "埃蘭之影",
					["Loots"] = {
						"|cffa335ee|Hitem:28663::::::::70:::::::::|h[廉正之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:28727::::::::70:::::::::|h[紫羅蘭之眼墜飾]|h|r", -- [2]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-532-25060-16545-00003F650E",
					["Time"] = "01:20:34",
					["Looter"] = "喵真小",
					["Date"] = "2021-09-14",
					["Class"] = "WARLOCK",
					["Name"] = "伊斯利盜法者",
					["Loots"] = {
						"|cff0070dd|Hitem:31306::::::::70:::::::::|h[聖羽護腿]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-532-25060-15689-00003F650D",
					["Time"] = "01:28:56",
					["Looter"] = "專射你臉",
					["Date"] = "2021-09-14",
					["Class"] = "HUNTER",
					["Name"] = "尼德斯",
					["Loots"] = {
						"|cffa335ee|Hitem:28734::::::::70:::::::::|h[無限可能珠寶]|h|r", -- [1]
						"|cffa335ee|Hitem:28735::::::::70:::::::::|h[大地之血護胸]|h|r", -- [2]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-532-25060-15690-00003F8DFF",
					["Time"] = "01:51:38",
					["Looter"] = "特變電工",
					["Date"] = "2021-09-14",
					["Class"] = "WARRIOR",
					["Name"] = "莫克札王子",
					["Loots"] = {
						"|cffa335ee|Hitem:29760::::::::70:::::::::|h[逝往勇士頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:28763::::::::70:::::::::|h[永生玉戒]|h|r", -- [2]
						"|cffa335ee|Hitem:28773::::::::70:::::::::|h[血吼之斧]|h|r", -- [3]
					},
				}, -- [13]
			},
		}, -- [3]
		{
			["InstanceID"] = 550,
			["Player"] = "牧原股份",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Tempest Keep",
			["Date"] = "2021-09-19",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "DRUID",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-550-28822-20031-00014722C7",
					["Time"] = "20:20:35",
					["Looter"] = "慕蓉兒",
					["Date"] = "2021-09-19",
					["Class"] = "PRIEST",
					["Name"] = "血守衛軍團士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-550-28822-20037-00004722C7",
					["Time"] = "20:33:57",
					["Looter"] = "Damocles",
					["Date"] = "2021-09-19",
					["Class"] = "PRIEST",
					["Name"] = "風暴要塞-熔爐鷹獵者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-550-28822-20043-0000C722C8",
					["Time"] = "21:03:15",
					["Looter"] = "特變電工",
					["Date"] = "2021-09-19",
					["Class"] = "WARRIOR",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30281::::::::70:::::::::|h[圖樣:長路腰帶]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-550-28822-19516-00004722C7",
					["Time"] = "21:45:08",
					["Looter"] = "莫沫",
					["Date"] = "2021-09-19",
					["Class"] = "SHAMAN",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30248::::::::70:::::::::|h[征服勇士肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:29984::::::::70:::::::::|h[札爾塔束腰]|h|r", -- [2]
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-550-28822-20044-00024722C7",
					["Time"] = "21:55:22",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-09-19",
					["Class"] = "PALADIN",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-550-28822-20036-00014722C7",
					["Time"] = "21:55:37",
					["Looter"] = "背鍋俠",
					["Date"] = "2021-09-19",
					["Class"] = "ROGUE",
					["Name"] = "血守衛扈從",
					["Loots"] = {
						"|cffa335ee|Hitem:30030::::::::70:::::::::|h[殞星束腰]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-550-28822-20044-00064722C7",
					["Time"] = "22:14:21",
					["Looter"] = "背鍋俠",
					["Date"] = "2021-09-19",
					["Class"] = "ROGUE",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30322::::::::70:::::::::|h[設計圖:紅色戰鬥腰帶]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-550-28822-20043-0005C722C7",
					["Time"] = "22:14:49",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-09-19",
					["Class"] = "PALADIN",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30024::::::::70:::::::::|h[精靈王披肩]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-550-28822-20034-000047495B",
					["Time"] = "22:45:27",
					["Looter"] = "特變電工",
					["Date"] = "2021-09-19",
					["Class"] = "WARRIOR",
					["Name"] = "占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30020::::::::70:::::::::|h[魔導師火焰之索]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-550-28822-20039-0000474B2A",
					["Time"] = "22:51:41",
					["Looter"] = "柒刻",
					["Date"] = "2021-09-19",
					["Class"] = "SHAMAN",
					["Name"] = "鳳鷹",
					["Loots"] = {
						"|cffa335ee|Hitem:30028::::::::70:::::::::|h[堤里斯佛倫之第七指環]|h|r", -- [1]
					},
				}, -- [10]
			},
		}, -- [4]
		{
			["InstanceID"] = 565,
			["Player"] = "牧原股份",
			["FirstPlayer"] = "偶盈",
			["InstanceName"] = "Gruul's Lair",
			["Date"] = "2021-09-25",
			["FirstClass"] = "PALADIN",
			["Class"] = "DRUID",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-565-23081-18831-00004EBFB8",
					["Time"] = "14:43:11",
					["Looter"] = "風雲火虎",
					["Date"] = "2021-09-25",
					["Class"] = "WARRIOR",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:29762::::::::70:::::::::|h[逝往英雄肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:28800::::::::70:::::::::|h[那魯之錘]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-565-23081-19044-00004EBFB8",
					["Time"] = "14:55:39",
					["Looter"] = "我有小琥牙",
					["Date"] = "2021-09-25",
					["Class"] = "WARRIOR",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:29767::::::::70:::::::::|h[逝往防衛者護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:28803::::::::70:::::::::|h[自然氣息風帽]|h|r", -- [3]
						"|cffa335ee|Hitem:28826::::::::70:::::::::|h[否定手裏劍]|h|r", -- [4]
					},
				}, -- [2]
			},
		}, -- [5]
		{
			["InstanceID"] = 544,
			["Player"] = "牧原股份",
			["FirstPlayer"] = "牧原股份",
			["InstanceName"] = "Magtheridon's Lair",
			["Date"] = "2021-09-25",
			["FirstClass"] = "DRUID",
			["Class"] = "DRUID",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-544-24654-17257-00004ECB5E",
					["Time"] = "15:20:56",
					["Looter"] = "文揚把我撲倒",
					["Date"] = "2021-09-25",
					["Class"] = "ROGUE",
					["Name"] = "瑪瑟里頓",
					["Loots"] = {
						"|cffa335ee|Hitem:34845::::::::70:::::::::|h[深淵領主的背包]|h|r", -- [1]
						"|cffa335ee|Hitem:32386::::::::70:::::::::|h[瑪瑟里頓之首]|h|r", -- [2]
						"|cffa335ee|Hitem:28778::::::::70:::::::::|h[恐怖陷阱束腰]|h|r", -- [3]
						"|cffa335ee|Hitem:28780::::::::70:::::::::|h[嗜魂者裹手]|h|r", -- [4]
						"|cffa335ee|Hitem:29753::::::::70:::::::::|h[逝往防衛者護胸]|h|r", -- [5]
						"|cffa335ee|Hitem:29755::::::::70:::::::::|h[逝往英雄護胸]|h|r", -- [6]
					},
				}, -- [1]
			},
		}, -- [6]
		{
			["InstanceID"] = 548,
			["Player"] = "牧原股份",
			["FirstPlayer"] = "柒刻",
			["InstanceName"] = "Serpentshrine Cavern",
			["Date"] = "2021-09-25",
			["Class"] = "DRUID",
			["FirstClass"] = "SHAMAN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-548-4303-21216-00004F0DBB",
					["Time"] = "20:41:50",
					["Looter"] = "特變電工",
					["Date"] = "2021-09-25",
					["Class"] = "WARRIOR",
					["Name"] = "不穩定者海卓司",
					["Loots"] = {
						"|cffa335ee|Hitem:30053::::::::70:::::::::|h[戰鬥舞者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:30322::::::::70:::::::::|h[設計圖:紅色戰鬥腰帶]|h|r", -- [2]
						"|cffa335ee|Hitem:30048::::::::70:::::::::|h[正義明亮頭盔]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-548-4303-21217-00004F1F74",
					["Time"] = "21:20:58",
					["Looter"] = "特變電工",
					["Date"] = "2021-09-25",
					["Class"] = "WARRIOR",
					["Name"] = "海底潛伏者",
					["Loots"] = {
						"|cffa335ee|Hitem:30062::::::::70:::::::::|h[雷姆洛斯樹叢手環]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-548-4303-21230-00034F0DBB",
					["Time"] = "21:36:14",
					["Looter"] = "程昱",
					["Date"] = "2021-09-25",
					["Class"] = "DRUID",
					["Name"] = "灰色之心虛空法師",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-548-4303-21215-00004F0DBB",
					["Time"] = "22:01:17",
					["Looter"] = "來與正妹裸聊",
					["Date"] = "2021-09-25",
					["Class"] = "WARLOCK",
					["Name"] = "『盲目者』李奧薩拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30241::::::::70:::::::::|h[征服英雄手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30092::::::::70:::::::::|h[逆戟鯨皮之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:30241::::::::70:::::::::|h[征服英雄手套]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-548-4303-21251-0001CF0DBB",
					["Time"] = "22:12:36",
					["Looter"] = "特變電工",
					["Date"] = "2021-09-25",
					["Class"] = "WARRIOR",
					["Name"] = "深幽泥沼巨人",
					["Loots"] = {
						"|cffa335ee|Hitem:30282::::::::70:::::::::|h[圖樣:衝擊之靴]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-548-4303-21214-00004F0DBB",
					["Time"] = "22:39:01",
					["Looter"] = "程昱",
					["Date"] = "2021-09-25",
					["Class"] = "DRUID",
					["Name"] = "深淵之王卡拉薩瑞斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30247::::::::70:::::::::|h[征服英雄護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:30090::::::::70:::::::::|h[世界破擊者]|h|r", -- [2]
						"|cffa335ee|Hitem:30246::::::::70:::::::::|h[征服防衛者護腿]|h|r", -- [3]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-548-4303-21298-00034F0DBB",
					["Time"] = "22:45:56",
					["Looter"] = "啾咪丸",
					["Date"] = "2021-09-25",
					["Class"] = "PALADIN",
					["Name"] = "盤牙海蛇守衛",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [7]
			},
		}, -- [7]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 310,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00000762939453, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0000762939453, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
