
_weizpvp_globaldb = {
	["profileKeys"] = {
		["牧原股份 - 伊弗斯"] = "牧原股份 - 伊弗斯",
	},
	["global"] = {
		["焦糖奶蓋-伊弗斯"] = {
			["C"] = "PRIEST",
			["RC"] = "人類",
			["E"] = false,
			["T"] = 1627154120,
			["G"] = "Memento Mori",
			["L"] = 70,
		},
		["抹茶馬如龍-伊弗斯"] = {
			["C"] = "PALADIN",
			["RC"] = "德萊尼",
			["E"] = false,
			["T"] = 1627154375,
			["G"] = "昂比利克斯學院",
			["L"] = 70,
		},
		["史蒂芬-伊弗斯"] = {
			["T"] = 1627153489,
			["C"] = "WARLOCK",
			["RC"] = "地精",
			["E"] = false,
			["L"] = 65,
			["G"] = "愛與家庭",
			["RL"] = "DAMAGER",
		},
		["減肥中的肥妹-伊弗斯"] = {
			["L"] = 69,
			["C"] = "WARLOCK",
			["RC"] = "地精",
			["E"] = false,
			["T"] = 1627154374,
			["G"] = "寂寞謳歌",
			["RL"] = "DAMAGER",
		},
		["貓擊-伊弗斯"] = {
			["T"] = 1627154323,
			["C"] = "HUNTER",
			["RC"] = "夜精靈",
			["E"] = false,
			["L"] = 70,
			["G"] = "珠光寶氣",
			["RL"] = "DAMAGER",
		},
		["潘潘啊-伊弗斯"] = {
			["C"] = "MAGE",
			["RC"] = "地精",
			["E"] = false,
			["T"] = 1627153603,
			["L"] = 70,
			["RL"] = "DAMAGER",
		},
		["伊利丹怒噴-伊弗斯"] = {
			["C"] = "DRUID",
			["RC"] = "夜精靈",
			["E"] = false,
			["T"] = 1627153506,
			["G"] = "咪咪貓貓",
			["L"] = 63,
		},
		["未知目標-伊弗斯"] = {
			["C"] = "MAGE",
			["RC"] = "夜精靈",
			["E"] = false,
			["T"] = 1627154140,
			["L"] = 70,
			["RL"] = "DAMAGER",
		},
	},
}
_weizpvp_global_info = {
	["Database_Version"] = 3,
	["Addon_Version"] = "v1.9.6.2b",
}
