
WIM3_Data = {
	["escapeToHide"] = true,
	["hoverLinks"] = false,
	["pop_rules"] = {
		["whisper"] = {
			["other"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["combat"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["obeyAutoFocusRules"] = false,
			["intercept"] = true,
			["resting"] = {
				["keepfocus"] = true,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = true,
				["onReceive"] = true,
			},
			["alwaysOther"] = false,
			["raid"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["arena"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["party"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["pvp"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
		},
		["chat"] = {
			["other"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["bn"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["combat"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["obeyAutoFocusRules"] = false,
			["intercept"] = false,
			["resting"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["alwaysOther"] = true,
			["raid"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["arena"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["party"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["pvp"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
		},
	},
	["timeStampFormat"] = "%H:%M",
	["windowAlpha"] = 80,
	["sounds"] = {
		["force_game_sound"] = false,
		["whispers"] = {
			["msgout_sml"] = "IM",
			["msgout"] = false,
			["guild"] = false,
			["bnet_sml"] = "IM",
			["msgin_sml"] = "IM",
			["msgin"] = true,
			["friend_sml"] = "IM",
			["guild_sml"] = "IM",
			["bnet"] = false,
			["friend"] = false,
		},
		["chat"] = {
			["msgout_sml"] = "Chat Blip",
			["msgout"] = false,
			["world_sml"] = "Chat Blip",
			["msgin_sml"] = "Chat Blip",
			["msgin"] = true,
			["party_sml"] = "Chat Blip",
			["custom_sml"] = "Chat Blip",
			["say_sml"] = "Chat Blip",
			["raid_sml"] = "Chat Blip",
			["raidleader_sml"] = "Chat Blip",
			["officer_sml"] = "Chat Blip",
			["guild_sml"] = "Chat Blip",
			["battlegroundleader_sml"] = "Chat Blip",
			["battleground_sml"] = "Chat Blip",
		},
	},
	["formatting"] = {
		["bracketing"] = {
			["enabled"] = true,
			["type"] = 1,
		},
	},
	["keepFocusRested"] = true,
	["wordwrap_indent"] = false,
	["enabled"] = true,
	["keepFocus"] = true,
	["alertedPrivateServer"] = false,
	["autoFocus"] = false,
	["winCascade"] = {
		["enabled"] = true,
		["direction"] = 8,
	},
	["lastState"] = "other",
	["messageFormat"] = "預設",
	["displayColors"] = {
		["wispOut"] = {
			["b"] = 0.9882352941176471,
			["g"] = 0.0784313725490196,
			["r"] = 1,
		},
		["wispIn"] = {
			["b"] = 0.7607843137254902,
			["g"] = 0.03137254901960784,
			["r"] = 0.5607843137254902,
		},
		["sysMsg"] = {
			["b"] = 0,
			["g"] = 0.6627450980392157,
			["r"] = 1,
		},
		["BNwispOut"] = {
			["b"] = 1,
			["g"] = 0.6352941176470588,
			["r"] = 0.1725490196078431,
		},
		["historyIn"] = {
			["b"] = 0.4705882352941176,
			["g"] = 0.4705882352941176,
			["r"] = 0.4705882352941176,
		},
		["errorMsg"] = {
			["b"] = 0,
			["g"] = 0,
			["r"] = 1,
		},
		["webAddress"] = {
			["b"] = 1,
			["g"] = 1,
			["r"] = 1,
		},
		["BNwispIn"] = {
			["b"] = 0.6549019607843137,
			["g"] = 0.4862745098039216,
			["r"] = 0,
		},
		["historyOut"] = {
			["b"] = 0.7058823529411764,
			["g"] = 0.7058823529411764,
			["r"] = 0.7058823529411764,
		},
		["useSkin"] = true,
	},
	["fontSize"] = 12,
	["showToolTips"] = true,
	["minimap"] = {
		["free_position"] = {
			["y"] = -85.3610222619543,
			["x"] = -118.1153477017131,
			["point"] = "TOPRIGHT",
		},
		["free"] = true,
		["rightClickNew"] = false,
		["position"] = 200,
	},
	["winAnimation"] = true,
	["expose"] = {
		["protect"] = 1,
		["borderSize"] = 20,
		["combat"] = true,
		["groupOnly"] = false,
		["border"] = false,
		["direction"] = 1,
	},
	["alias"] = {
		["title_string"] = "{n} - {a}",
	},
	["menuSortActivity"] = true,
	["whoLookups"] = true,
	["modules"] = {
		["ChatSounds"] = {
			["enabled"] = true,
		},
		["ShortcutBar"] = {
			["enabled"] = true,
		},
		["Emoticons"] = {
			["enabled"] = true,
		},
		["ChatAlerts"] = {
			["enabled"] = true,
		},
		["Sounds"] = {
			["enabled"] = true,
		},
		["Expose"] = {
			["enabled"] = true,
		},
		["WhisperEngine"] = {
			["enabled"] = true,
		},
		["MinimapIcon"] = {
			["enabled"] = true,
		},
		["TimeStamps"] = {
			["enabled"] = true,
		},
		["OffScreenTracker"] = {
			["enabled"] = true,
		},
		["History"] = {
			["enabled"] = true,
		},
		["LDB"] = {
			["enabled"] = true,
		},
		["URLHandler"] = {
			["enabled"] = true,
		},
		["Tabs"] = {
			["enabled"] = true,
		},
		["ClickControl"] = {
			["enabled"] = true,
		},
		["Menu"] = {
			["enabled"] = true,
		},
		["Filters"] = {
			["enabled"] = true,
		},
	},
	["chat"] = {
		["bn"] = {
			["showAlerts"] = true,
		},
		["guild"] = {
			["showAlerts"] = true,
		},
		["party"] = {
			["showAlerts"] = true,
		},
		["custom"] = {
			["enabled"] = false,
			["channelSettings"] = {
			},
		},
		["say"] = {
		},
		["battleground"] = {
		},
		["raid"] = {
			["showAlerts"] = true,
		},
		["officer"] = {
			["showAlerts"] = true,
		},
		["world"] = {
			["enabled"] = false,
			["channelSettings"] = {
			},
		},
	},
	["ClickControl"] = {
		["clickSensitivity"] = 0.2,
	},
	["tabs"] = {
		["sortBy"] = 2,
		["whispers"] = {
			["enabled"] = false,
			["guild"] = false,
			["friends"] = false,
		},
		["chat"] = {
			["enabled"] = false,
			["aswhisper"] = false,
		},
	},
	["history"] = {
		["ageLimit"] = true,
		["previewCount"] = 25,
		["maxPer"] = true,
		["whispers"] = {
			["friends"] = true,
			["all"] = false,
			["guild"] = true,
		},
		["maxAge"] = 1209600,
		["preview"] = true,
		["maxCount"] = 500,
		["chat"] = {
			["ageLimit"] = true,
			["maxAge"] = 1209600,
			["previewCount"] = 25,
			["preview"] = true,
			["maxCount"] = 500,
			["maxPer"] = true,
		},
	},
	["skin"] = {
		["font_outline"] = "",
		["selected"] = "WIM Classic",
		["font"] = "ChatFontNormal",
		["suggest"] = true,
	},
	["winFade"] = true,
	["stats"] = {
		["startDate"] = "",
		["versions"] = 1,
		["whispers"] = 0,
		["mostConvos"] = 0,
	},
	["clampToScreen"] = true,
	["winLoc"] = {
		["left"] = 217,
		["top"] = 664,
	},
	["coloredNames"] = true,
	["ignoreArrowKeys"] = true,
	["tabAdvance"] = false,
	["windowOnTop"] = true,
	["winSize"] = {
		["height"] = 220,
		["strata"] = "DIALOG",
		["scale"] = 100,
		["width"] = 333,
	},
}
WIM3_Cache = {
	["伊弗斯"] = {
		["牧原股份"] = {
			["friendList"] = {
				["卡思特"] = 1,
				["盈月"] = 1,
				["|Kq2|k"] = 2,
				["月巴豸苗"] = 1,
				["多啦夢"] = 1,
				["和風牛肉"] = 1,
				["|Kq1|k"] = 2,
				["Harlso"] = 1,
				["Yenn"] = 1,
				["Kmk"] = 1,
			},
			["guildList"] = {
				["Reliable"] = 21,
				["肯呔羅"] = 108,
				["小可魯"] = 35,
				["台灣因仔"] = 22,
				["Mattion"] = 30,
				["滅眾生"] = 42,
				["恕嵐轎"] = 82,
				["霜月桔"] = 15,
				["錯誤選晢"] = 58,
				["莫德里騎"] = 54,
				["小新術士"] = 70,
				["曹莉瑪的筆"] = 40,
				["母湯伯伯"] = 27,
				["拖把打阿公"] = 39,
				["檳榔頭"] = 1,
				["亞戴爾"] = 66,
				["Alsaceco"] = 29,
				["阿巧"] = 99,
				["蕾妲"] = 89,
				["轉守為攻"] = 97,
				["老衲送你歸西"] = 52,
				["母狗夜叉"] = 95,
				["希爾德血蹄"] = 103,
				["殘虐小蟲"] = 7,
				["飛行河南人"] = 100,
				["血腥情人節"] = 55,
				["好運魔人"] = 79,
				["小聖坦"] = 9,
				["檳榔仙"] = 105,
				["阿巧姊姊"] = 28,
				["胎哥法師"] = 53,
				["玟筱聖"] = 50,
				["亞曼德"] = 31,
				["追山小"] = 62,
				["尼默爾艾默"] = 5,
				["白毛大狗妖"] = 87,
				["哭哭貓咪"] = 18,
				["薩柒多思"] = 14,
				["銀月土鑑師"] = 71,
				["雷蟲"] = 25,
				["巧克力薄餅"] = 37,
				["想當熊的血蹄"] = 10,
				["柔情似水"] = 85,
				["烏雷克馬奇努"] = 86,
				["今晚不打烊"] = 91,
				["賽亞人"] = 57,
				["巨睪小男孩"] = 2,
				["吃我種子拉"] = 32,
				["墨西哥土鑑師"] = 34,
				["麥擱安捏怕"] = 101,
				["玩術士的血蹄"] = 4,
				["正經賊"] = 41,
				["希爾德烈日"] = 94,
				["夭壽麥"] = 93,
				["千櫻若月"] = 67,
				["善哉善哉"] = 92,
				["三浦建太郎"] = 76,
				["陰陽聖女"] = 20,
				["Akina"] = 72,
				["蘋果巨硬"] = 26,
				["拿手卷換壽司"] = 83,
				["乂神射手霖乂"] = 3,
				["烤烤茶"] = 44,
				["漾兒"] = 43,
				["無形箭"] = 45,
				["速嵐轎"] = 110,
				["迷你桔"] = 98,
				["腎騎"] = 11,
				["純粹喝紅茶"] = 8,
				["名月"] = 33,
				["阿果里歐斯"] = 60,
				["阿巧妹妹"] = 59,
				["距離太遠了"] = 90,
				["大巧克力棒"] = 102,
				["灰色八度空間"] = 107,
				["特變電工"] = 47,
				["小得得"] = 36,
				["黑到你看不到"] = 61,
				["小冷"] = 80,
				["滴踢滴愛上頭"] = 24,
				["冬東鼠"] = 6,
				["牧原股份"] = 46,
				["十二火兒"] = 63,
				["紅麗幻法"] = 51,
				["倪好"] = 64,
				["一拳揍飛你"] = 65,
				["琥珀穗"] = 68,
				["風味小札"] = 69,
				["Cutmedown"] = 73,
				["變型專家"] = 56,
				["Musashi"] = 74,
				["一身萊姆病"] = 75,
				["吃我颱風拉"] = 77,
				["太狠了"] = 78,
				["哈佛說我負責"] = 16,
				["背骨陰仔"] = 111,
				["悶棍發大財"] = 23,
				["曼丁希爾"] = 84,
				["強運魔人"] = 38,
				["半截入土"] = 13,
				["羽天星"] = 88,
				["卓杞篤"] = 12,
				["灰光"] = 17,
				["破麻再世"] = 96,
				["王帥法"] = 49,
				["我聖粉啦"] = 104,
				["幸運魔人"] = 81,
				["狂抽猛射"] = 48,
				["潮吹突疼"] = 106,
				["軟爛膝蓋"] = 109,
				["Kamisato"] = 19,
			},
		},
		["豬圈一"] = {
			["friendList"] = {
				["|Km2|k"] = 2,
				["|Km1|k"] = 2,
			},
		},
	},
}
WIM3_Filters = {
	{
		"^OQ[,S]", -- [1]
		["enabled"] = true,
		["type"] = 1,
		["pattern"] = "^<T>PartyQuests[^A-Z]+\n^<M_N>\n^ItemDB-Request:\n^LVBM\n^YOU ARE BEING WATCHED!\n^YOU ARE MARKED!\n^YOU ARE CURSED!\n^YOU HAVE THE PLAGUE!\n^YOU ARE BURNING!\n^YOU ARE THE BOMB!\nVOLATILE INFECTION\n^/^GA[^A-Z]+\n^<METAMAP\n^<CT",
		["sent"] = true,
		["name"] = "由插件所發出的密語",
		["received"] = true,
		["action"] = 2,
		["stats"] = 0,
		["protected"] = true,
		["tag"] = "addons",
	}, -- [1]
	{
		["enabled"] = false,
		["type"] = 2,
		["action"] = 1,
		["friend"] = true,
		["party"] = true,
		["name"] = "密語選擇 1",
		["guild"] = true,
		["raid"] = true,
		["received"] = true,
		["stats"] = 0,
	}, -- [2]
	{
		["enabled"] = false,
		["type"] = 2,
		["name"] = "密語選擇 2",
		["action"] = 2,
		["all"] = true,
		["received"] = true,
		["stats"] = 0,
	}, -- [3]
}
WIM3_History = {
	["伊弗斯"] = {
		["牧原股份"] = {
			["速嵐轎"] = {
				{
					["type"] = 1,
					["time"] = 1630338622,
					["from"] = "速嵐轎",
					["msg"] = "與<牧原股份>的交易失敗了，因為<交易取消>。",
					["inbound"] = true,
					["convo"] = "速嵐轎",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1630338622,
					["from"] = "牧原股份",
					["msg"] = "與<速嵐轎>的交易失敗了，因為<交易取消>。",
					["inbound"] = false,
					["convo"] = "速嵐轎",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1630338873,
					["from"] = "速嵐轎",
					["msg"] = "與<牧原股份>的交易成功了。收入100g。給予|cffa335ee|Hitem:28570::::::::70::::::::|h[達拉然暗影披風]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "速嵐轎",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1630338873,
					["from"] = "牧原股份",
					["msg"] = "與<速嵐轎>的交易成功了。付出100g。獲得|cffa335ee|Hitem:28570::::::::70::::::::|h[達拉然暗影披風]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "速嵐轎",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1630342371,
					["from"] = "速嵐轎",
					["msg"] = "與<牧原股份>的交易成功了。收入100g。給予|cffa335ee|Hitem:28655::::::::70::::::::|h[自然生計之索]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "速嵐轎",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1630342371,
					["from"] = "牧原股份",
					["msg"] = "與<速嵐轎>的交易成功了。付出100g。獲得|cffa335ee|Hitem:28655::::::::70::::::::|h[自然生計之索]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "速嵐轎",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1630344194,
					["from"] = "速嵐轎",
					["msg"] = "與<牧原股份>的交易成功了。收入100g。給予|cffa335ee|Hitem:29761::::::::70::::::::|h[逝往防衛者頭盔]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "速嵐轎",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1630344194,
					["from"] = "牧原股份",
					["msg"] = "與<速嵐轎>的交易成功了。付出100g。獲得|cffa335ee|Hitem:29761::::::::70::::::::|h[逝往防衛者頭盔]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "速嵐轎",
				}, -- [8]
				["info"] = {
				},
			},
			["特變電工"] = {
				{
					["type"] = 1,
					["time"] = 1629645067,
					["from"] = "牧原股份",
					["msg"] = "與<特變電工>的交易成功了。給予|cffffffff|Hitem:22829::::::::70::::::::|h[超強效治療藥水]|h|r(5)等4件物品。",
					["inbound"] = false,
					["convo"] = "特變電工",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629645067,
					["from"] = "特變電工",
					["msg"] = "與<牧原股份>的交易成功了。獲得|cffffffff|Hitem:22829::::::::70::::::::|h[超強效治療藥水]|h|r(5)等4件物品。",
					["inbound"] = true,
					["convo"] = "特變電工",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1629645564,
					["from"] = "特變電工",
					["msg"] = "|cffa335ee|Hitem:24276::::::::70::::::::|h[金色法術絲線]|h|r",
					["inbound"] = true,
					["convo"] = "特變電工",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1629645695,
					["from"] = "特變電工",
					["msg"] = "|cff0070dd|Hitem:24275::::::::70::::::::|h[銀色法術絲線]|h|r",
					["inbound"] = true,
					["convo"] = "特變電工",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1630172231,
					["from"] = "牧原股份",
					["msg"] = "與<特變電工>的交易成功了。獲得|cff0070dd|Hitem:27892::::::::70::::::::|h[煽動者披風]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "特變電工",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1630172231,
					["from"] = "特變電工",
					["msg"] = "與<牧原股份>的交易成功了。給予|cff0070dd|Hitem:27892::::::::70::::::::|h[煽動者披風]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "特變電工",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1630173438,
					["from"] = "特變電工",
					["msg"] = "與<牧原股份>的交易成功了。給予|cff0070dd|Hitem:27908::::::::70::::::::|h[暗殺護腿]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "特變電工",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1630173438,
					["from"] = "牧原股份",
					["msg"] = "與<特變電工>的交易成功了。獲得|cff0070dd|Hitem:27908::::::::70::::::::|h[暗殺護腿]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "特變電工",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1630345217,
					["from"] = "牧原股份",
					["msg"] = "與<特變電工>的交易成功了。收入840g。",
					["inbound"] = false,
					["convo"] = "特變電工",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1630345217,
					["from"] = "特變電工",
					["msg"] = "與<牧原股份>的交易成功了。付出840g。",
					["inbound"] = true,
					["convo"] = "特變電工",
				}, -- [10]
				["info"] = {
				},
			},
			["疾風#4455"] = {
				{
					["type"] = 1,
					["time"] = 1629649900,
					["from"] = "疾風#4455",
					["msg"] = "我擦",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629649904,
					["from"] = "疾風#4455",
					["msg"] = "起飞🛫️🚀",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1629649906,
					["from"] = "疾風#4455",
					["msg"] = "还不睡",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1629649951,
					["from"] = "牧原股份",
					["msg"] = "連附魔",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1629649969,
					["from"] = "疾風#4455",
					["msg"] = "。",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1629649982,
					["from"] = "牧原股份",
					["msg"] = "組了個H 隊伍 到現在還沒組滿 ",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1629650004,
					["from"] = "疾風#4455",
					["msg"] = "明天起飞 加 卡拉赞",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1629650007,
					["from"] = "牧原股份",
					["msg"] = "en  ",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1629650022,
					["from"] = "疾風#4455",
					["msg"] = "后天芈重山庆功宴",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1629650034,
					["from"] = "牧原股份",
					["msg"] = "行 看情況",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1629650036,
					["from"] = "疾風#4455",
					["msg"] = "完美的一批",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1629653634,
					["from"] = "疾風#4455",
					["msg"] = "他妹的",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1629653639,
					["from"] = "疾風#4455",
					["msg"] = "睡不着啊",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1629653642,
					["from"] = "疾風#4455",
					["msg"] = "咋整",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1629653654,
					["from"] = "疾風#4455",
					["msg"] = "看完一场电影了都",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1629653656,
					["from"] = "牧原股份",
					["msg"] = "自擼吧",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1629653665,
					["from"] = "牧原股份",
					["msg"] = "哈哈 ",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1629653669,
					["from"] = "疾風#4455",
					["msg"] = "蛋疼",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1629653675,
					["from"] = "牧原股份",
					["msg"] = "。。。。",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1629653683,
					["from"] = "疾風#4455",
					["msg"] = "马上你就可以每天魔兽了",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1629653694,
					["from"] = "牧原股份",
					["msg"] = "。。。。",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1629653713,
					["from"] = "疾風#4455",
					["msg"] = "腾讯这边要联系你了",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1629653719,
					["from"] = "牧原股份",
					["msg"] = "沒呢",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1629653721,
					["from"] = "疾風#4455",
					["msg"] = "你要准备面试",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1629653724,
					["from"] = "牧原股份",
					["msg"] = "嗯 ",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1629653745,
					["from"] = "疾風#4455",
					["msg"] = "刚好拿完10月股票",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1629653752,
					["from"] = "疾風#4455",
					["msg"] = "完美的话",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1629653753,
					["from"] = "牧原股份",
					["msg"] = "希望吧",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1629653787,
					["from"] = "疾風#4455",
					["msg"] = "你在打哪",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1629653795,
					["from"] = "牧原股份",
					["msg"] = "我擦 我媳婦突然出現在我背後 嚇一跳。。",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1629653802,
					["from"] = "疾風#4455",
					["msg"] = "。",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1629653803,
					["from"] = "牧原股份",
					["msg"] = "我得下了 ",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1629653808,
					["from"] = "牧原股份",
					["msg"] = "保命要緊",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1629653815,
					["from"] = "疾風#4455",
					["msg"] = "嗯",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1629729310,
					["from"] = "牧原股份",
					["msg"] = "man",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1629729325,
					["from"] = "疾風#4455",
					["msg"] = "語音",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1629729329,
					["from"] = "疾風#4455",
					["msg"] = "yy",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1629818867,
					["from"] = "牧原股份",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1629818867,
					["from"] = "牧原股份",
					["msg"] = "就用這個吧",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1629827355,
					["from"] = "疾風#4455",
					["msg"] = "。",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1629827361,
					["from"] = "疾風#4455",
					["msg"] = "还不睡？",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1629827381,
					["from"] = "牧原股份",
					["msg"] = "不急 我媳婦還沒回來",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1629828740,
					["from"] = "疾風#4455",
					["msg"] = "擦",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1629828744,
					["from"] = "疾風#4455",
					["msg"] = "还是睡不着",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1629828753,
					["from"] = "疾風#4455",
					["msg"] = "确实日白",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1629828759,
					["from"] = "牧原股份",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1629911404,
					["from"] = "疾風#4455",
					["msg"] = "干嘛呢",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1629911533,
					["from"] = "疾風#4455",
					["msg"] = "明天继续起飞🛫️🚀",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1629999172,
					["from"] = "疾風#4455",
					["msg"] = "垂直立体原地打转爆炸起飞🛫️",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1629999206,
					["from"] = "牧原股份",
					["msg"] = "。。。。。不趕緊睡覺",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1629999782,
					["from"] = "疾風#4455",
					["msg"] = "你在干嘛",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1629999785,
					["from"] = "疾風#4455",
					["msg"] = "我擦",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1629999802,
					["from"] = "牧原股份",
					["msg"] = "附魔",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1630000166,
					["from"] = "疾風#4455",
					["msg"] = "wish真的日了狗了",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1630000173,
					["from"] = "牧原股份",
					["msg"] = "我看看",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1630000173,
					["from"] = "疾風#4455",
					["msg"] = "berg投简历了",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1630000238,
					["from"] = "疾風#4455",
					["msg"] = "太劲爆了",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1630000253,
					["from"] = "疾風#4455",
					["msg"] = "我擦",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1630000290,
					["from"] = "牧原股份",
					["msg"] = "TX？",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1630000499,
					["from"] = "疾風#4455",
					["msg"] = "嗯",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1630000516,
					["from"] = "疾風#4455",
					["msg"] = "背调肯定过不到的",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1630000523,
					["from"] = "牧原股份",
					["msg"] = "。。。",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1630000531,
					["from"] = "疾風#4455",
					["msg"] = "快看火锅车手",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1630000538,
					["from"] = "疾風#4455",
					["msg"] = "腰花盖饭",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1630000540,
					["from"] = "疾風#4455",
					["msg"] = "我擦",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1630000544,
					["from"] = "疾風#4455",
					["msg"] = "安逸的很",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1630000583,
					["from"] = "牧原股份",
					["msg"] = "睡覺了",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1630154639,
					["from"] = "牧原股份",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1630154645,
					["from"] = "疾風#4455",
					["msg"] = "yy",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1630159913,
					["from"] = "疾風#4455",
					["msg"] = "你个坑货",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1630159917,
					["from"] = "牧原股份",
					["msg"] = "?",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1630159917,
					["from"] = "疾風#4455",
					["msg"] = "我在用Mac",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1630159924,
					["from"] = "疾風#4455",
					["msg"] = "腾讯加速器mac免费",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1630159927,
					["from"] = "疾風#4455",
					["msg"] = "安逸的很",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1630159930,
					["from"] = "牧原股份",
					["msg"] = "...。。。。",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1630159935,
					["from"] = "疾風#4455",
					["msg"] = "发达了",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1630159939,
					["from"] = "疾風#4455",
					["msg"] = "体验很好",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1630159941,
					["from"] = "疾風#4455",
					["msg"] = "一点都不卡",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1630159960,
					["from"] = "牧原股份",
					["msg"] = "赶紧回来帮我测试micphone",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1630159964,
					["from"] = "疾風#4455",
					["msg"] = ".",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1630159970,
					["from"] = "疾風#4455",
					["msg"] = "体验太爽了",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1630159974,
					["from"] = "疾風#4455",
					["msg"] = "出差酒店必备",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1630159982,
					["from"] = "疾風#4455",
					["msg"] = "我可能要出差了",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1630159987,
					["from"] = "疾風#4455",
					["msg"] = "一哭一哭",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1630159995,
					["from"] = "牧原股份",
					["msg"] = "牛逼了  注意安全",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1630163016,
					["from"] = "牧原股份",
					["msg"] = "有空 再來",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1630163032,
					["from"] = "疾風#4455",
					["msg"] = ".",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1630843222,
					["from"] = "牧原股份",
					["msg"] = "1111",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1630843227,
					["from"] = "疾風#4455",
					["msg"] = ".",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1630843237,
					["from"] = "疾風#4455",
					["msg"] = "yy",
					["inbound"] = true,
					["convo"] = "疾風#4455",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1630843241,
					["from"] = "牧原股份",
					["msg"] = "我上了",
					["inbound"] = false,
					["convo"] = "疾風#4455",
				}, -- [91]
				["info"] = {
				},
			},
			["月巴豸苗"] = {
				{
					["type"] = 1,
					["time"] = 1630850050,
					["from"] = "月巴豸苗",
					["msg"] = "與<牧原股份>的交易成功了。收入500g。",
					["inbound"] = true,
					["convo"] = "月巴豸苗",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1630850050,
					["from"] = "牧原股份",
					["msg"] = "與<月巴豸苗>的交易成功了。付出500g。",
					["inbound"] = false,
					["convo"] = "月巴豸苗",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1630850407,
					["from"] = "月巴豸苗",
					["msg"] = "與<牧原股份>的交易成功了。收入1600g。給予|cffa335ee|Hitem:32386::::::::70:::::::::|h[瑪瑟里頓之首]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "月巴豸苗",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1630850407,
					["from"] = "牧原股份",
					["msg"] = "與<月巴豸苗>的交易成功了。付出1600g。獲得|cffa335ee|Hitem:32386::::::::70:::::::::|h[瑪瑟里頓之首]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "月巴豸苗",
				}, -- [4]
				["info"] = {
				},
			},
			["紅麗幻法"] = {
				{
					["type"] = 1,
					["time"] = 1630338609,
					["from"] = "牧原股份",
					["msg"] = "與<紅麗幻法>的交易成功了。給予|cffffffff|Hitem:22522::::::::70::::::::|h[超強巫師之油]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "紅麗幻法",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1630338609,
					["from"] = "紅麗幻法",
					["msg"] = "與<牧原股份>的交易成功了。獲得|cffffffff|Hitem:22522::::::::70::::::::|h[超強巫師之油]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "紅麗幻法",
				}, -- [2]
				["info"] = {
				},
			},
		},
	},
}
WIM3_ChatFilters = {
}
WIM3_Alias = nil
