
ElvCharacterDB = {
	["ConvertKeybindings"] = true,
	["ChatEditHistory"] = {
		"/rl", -- [1]
		"/pig", -- [2]
	},
	["ChatHistoryLog"] = {
		{
			"请求位面信息", -- [1]
			"Fjunbvfg", -- [2]
			"", -- [3]
			"1. 寻求组队", -- [4]
			"Fjunbvfg", -- [5]
			"", -- [6]
			26, -- [7]
			1, -- [8]
			"寻求组队", -- [9]
			0, -- [10]
			22, -- [11]
			"Player-4778-055D859E", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfffff468Fjunbvfg|r",
			[51] = 1669393774,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [1]
		{
			"请求位面信息", -- [1]
			"红魔贼香-祈福", -- [2]
			"", -- [3]
			"1. 寻求组队", -- [4]
			"红魔贼香", -- [5]
			"", -- [6]
			26, -- [7]
			1, -- [8]
			"寻求组队", -- [9]
			0, -- [10]
			28, -- [11]
			"Player-4778-055CEEED", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfffff468红魔贼香|r",
			[51] = 1669394064,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [2]
		{
			"请求位面信息", -- [1]
			"火鸡不够", -- [2]
			"", -- [3]
			"1. 寻求组队", -- [4]
			"火鸡不够", -- [5]
			"", -- [6]
			26, -- [7]
			1, -- [8]
			"寻求组队", -- [9]
			0, -- [10]
			49, -- [11]
			"Player-4778-055D8666", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfffff468火鸡不够|r",
			[51] = 1669394738,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [3]
		{
			"请求位面信息", -- [1]
			"职责二-祈福", -- [2]
			"", -- [3]
			"1. 寻求组队", -- [4]
			"职责二", -- [5]
			"", -- [6]
			26, -- [7]
			1, -- [8]
			"寻求组队", -- [9]
			0, -- [10]
			92, -- [11]
			"Player-4778-055D857A", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfffff468职责二|r",
			[51] = 1669398637,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [4]
		{
			"<大脚组队提示>欢迎新的小队成员  [潜行者] 职责二", -- [1]
			"就打你丷-祈福", -- [2]
			"", -- [3]
			"", -- [4]
			"就打你丷", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			95, -- [11]
			"Player-4778-055949AD", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffc41e3a就打你丷|r",
			[51] = 1669398668,
			[50] = "CHAT_MSG_PARTY_LEADER",
		}, -- [5]
		{
			"请求位面信息", -- [1]
			"职责二-祈福", -- [2]
			"", -- [3]
			"1. 寻求组队", -- [4]
			"职责二", -- [5]
			"", -- [6]
			26, -- [7]
			1, -- [8]
			"寻求组队", -- [9]
			0, -- [10]
			113, -- [11]
			"Player-4778-055D857A", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfffff468职责二|r",
			[51] = 1669399284,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [6]
		{
			"你也是做任务的嘛？", -- [1]
			"哎呦喂哦一哈", -- [2]
			"", -- [3]
			"", -- [4]
			"哎呦喂哦一哈", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			114, -- [11]
			"Player-4778-055D8DF7", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfffff468哎呦喂哦一哈|r",
			[51] = 1669399714,
			[50] = "CHAT_MSG_WHISPER",
		}, -- [7]
		{
			"请求位面信息", -- [1]
			"职责二-祈福", -- [2]
			"", -- [3]
			"1. 寻求组队", -- [4]
			"职责二", -- [5]
			"", -- [6]
			26, -- [7]
			1, -- [8]
			"寻求组队", -- [9]
			0, -- [10]
			68, -- [11]
			"Player-4778-055D857A", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfffff468职责二|r",
			[51] = 1669452612,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [8]
		{
			"<大脚组队提示>欢迎新的小队成员  [潜行者] 职责二", -- [1]
			"硬条丶-祈福", -- [2]
			"", -- [3]
			"", -- [4]
			"硬条丶", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			71, -- [11]
			"Player-4778-018FF5A3", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffc69b6d硬条丶|r",
			[51] = 1669452678,
			[50] = "CHAT_MSG_PARTY_LEADER",
		}, -- [9]
		{
			"<大脚组队提示>欢迎新的小队成员  [潜行者] 职责二", -- [1]
			"就是打你-祈福", -- [2]
			"", -- [3]
			"", -- [4]
			"就是打你", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			76, -- [11]
			"Player-4778-051D2B2A", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffc41e3a就是打你|r",
			[51] = 1669452697,
			[50] = "CHAT_MSG_PARTY_LEADER",
		}, -- [10]
		{
			"请求位面信息", -- [1]
			"电饭锅地方啊", -- [2]
			"", -- [3]
			"1. 寻求组队", -- [4]
			"电饭锅地方啊", -- [5]
			"", -- [6]
			26, -- [7]
			1, -- [8]
			"寻求组队", -- [9]
			0, -- [10]
			142, -- [11]
			"Player-4778-055DD6A2", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfffff468电饭锅地方啊|r",
			[51] = 1669457101,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [11]
		{
			"请求位面信息", -- [1]
			"范婕妤萨比", -- [2]
			"", -- [3]
			"1. 寻求组队", -- [4]
			"范婕妤萨比", -- [5]
			"", -- [6]
			26, -- [7]
			1, -- [8]
			"寻求组队", -- [9]
			0, -- [10]
			148, -- [11]
			"Player-4778-055DD7F0", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfffff468范婕妤萨比|r",
			[51] = 1669457795,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [12]
	},
}
