
PawnOptions = {
	["LastVersion"] = 2.0534,
	["ItemLevels"] = {
		{
			["ID"] = 28275,
			["Level"] = 115,
			["Link"] = "|cff0070dd|Hitem:28275:3003:30553:32409:::::70:::::::::|h[野獸之王頭盔]|h|r",
		}, -- [1]
		{
			["ID"] = 32649,
			["Level"] = 141,
			["Link"] = "|cffa335ee|Hitem:32649::::::::70:::::::::|h[卡拉伯爾勳章]|h|r",
		}, -- [2]
		{
			["ID"] = 30143,
			["Level"] = 133,
			["Link"] = "|cffa335ee|Hitem:30143:2997:24028:24028:::::70:::::::::|h[裂隙行者披肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 30139,
			["Level"] = 133,
			["Link"] = "|cffa335ee|Hitem:30139:2661:24055:31868:32205::::70:::::::::|h[裂隙行者鍊衫]|h|r",
		}, -- [5]
		{
			["ID"] = 30879,
			["Level"] = 141,
			["Link"] = "|cffa335ee|Hitem:30879::24048:24048:::::70:::::::::|h[阿里漢多先生的金幣腰帶]|h|r",
		}, -- [6]
		{
			["ID"] = 30142,
			["Level"] = 133,
			["Link"] = "|cffa335ee|Hitem:30142:3010:24028::::::70:::::::::|h[裂隙行者護腿]|h|r",
		}, -- [7]
		{
			["ID"] = 28746,
			["Level"] = 115,
			["Link"] = "|cffa335ee|Hitem:28746:2657:23097:31865:::::70:::::::::|h[屠魔之靴]|h|r",
		}, -- [8]
		{
			["ID"] = 30091,
			["Level"] = 128,
			["Link"] = "|cffa335ee|Hitem:30091:1593:31868::::::70:::::::::|h[精準遠行者手環]|h|r",
		}, -- [9]
		{
			["ID"] = 31001,
			["Level"] = 146,
			["Link"] = "|cffa335ee|Hitem:31001::32212::::::70:::::::::|h[古羅行者的手套]|h|r",
		}, -- [10]
		{
			["ID"] = 30052,
			["Level"] = 128,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:30052::::::::70:::::::::|h[致命之戒]|h|r",
		}, -- [11]
		{
			["ID"] = 29298,
			["Level"] = 128,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:29298::::::::70:::::::::|h[永恆指環]|h|r",
		}, -- [12]
		{
			["ID"] = 28034,
			["Level"] = 112,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:28034::::::::70:::::::::|h[破壞者沙漏]|h|r",
		}, -- [13]
		{
			["ID"] = 29383,
			["Level"] = 110,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:29383::::::::70:::::::::|h[嗜血胸針]|h|r",
		}, -- [14]
		{
			["ID"] = 27878,
			["Level"] = 115,
			["Link"] = "|cff0070dd|Hitem:27878:368:::::::70:::::::::|h[奧奇奈死亡罩氅]|h|r",
		}, -- [15]
		{
			["ID"] = 32248,
			["Level"] = 141,
			["Link"] = "|cffa335ee|Hitem:32248::::::::70:::::::::|h[荒漠長戟]|h|r",
		}, -- [16]
		[18] = {
			["ID"] = 29351,
			["Level"] = 105,
			["Link"] = "|cffa335ee|Hitem:29351::::::::70:::::::::|h[怒潮長弓]|h|r",
		},
	},
	["AutoSelectScales"] = false,
	["LastPlayerFullName"] = "邁克爾假死-伊弗斯",
}
PawnMrRobotScaleProviderOptions = nil
PawnClassicScaleProviderOptions = {
	["LastClass"] = "HUNTER",
	["LastAdded"] = 2,
}
