
ElvCharacterDB = {
	["ConvertKeybindings"] = true,
	["ChatEditHistory"] = {
	},
	["ChatHistoryLog"] = {
		{
			"10人宝库来各种，;。；", -- [1]
			"特技演员", -- [2]
			"", -- [3]
			"5. 寻求组队", -- [4]
			"特技演员", -- [5]
			"", -- [6]
			26, -- [7]
			5, -- [8]
			"寻求组队", -- [9]
			0, -- [10]
			11, -- [11]
			"Player-4778-04AE1F97", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfff48cba特技演员|r",
			[51] = 1668781918,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [1]
		{
			"10人  双 龙  2加1   来  DPS  治疗  MT10人  双 龙  2加1   来  DPS  治疗  MT", -- [1]
			"成曦", -- [2]
			"", -- [3]
			"3. 交易 - 城市", -- [4]
			"成曦", -- [5]
			"", -- [6]
			2, -- [7]
			3, -- [8]
			"交易 - 城市", -- [9]
			0, -- [10]
			12, -- [11]
			"Player-4778-04F11CC6", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffaad372成曦|r",
			[51] = 1668781918,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [2]
		{
			"H闪电大厅....来DPS............Q1", -- [1]
			"光月日和", -- [2]
			"", -- [3]
			"5. 寻求组队", -- [4]
			"光月日和", -- [5]
			"", -- [6]
			26, -- [7]
			5, -- [8]
			"寻求组队", -- [9]
			0, -- [10]
			26, -- [11]
			"Player-4778-042D92BB", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cff0070dd光月日和|r",
			[51] = 1668781880,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [3]
		{
			"附魔大爷  贴一下", -- [1]
			"吧不是", -- [2]
			"", -- [3]
			"3. 交易 - 城市", -- [4]
			"吧不是", -- [5]
			"", -- [6]
			2, -- [7]
			3, -- [8]
			"交易 - 城市", -- [9]
			0, -- [10]
			28, -- [11]
			"Player-4778-03FF8185", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfff48cba吧不是|r",
			[51] = 1668781880,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [4]
		{
			"10人宝库牌子队，来各职业，来的速度MMMM", -- [1]
			"公子是你吗", -- [2]
			"", -- [3]
			"3. 交易 - 城市", -- [4]
			"公子是你吗", -- [5]
			"", -- [6]
			2, -- [7]
			3, -- [8]
			"交易 - 城市", -- [9]
			0, -- [10]
			29, -- [11]
			"Player-4778-03AA0AFC", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffc69b6d公子是你吗|r",
			[51] = 1668781880,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [5]
		{
			"双龙来FS、咕咕，8=2++++++++++++++", -- [1]
			"江浦联盟会长", -- [2]
			"", -- [3]
			"5. 寻求组队", -- [4]
			"江浦联盟会长", -- [5]
			"", -- [6]
			26, -- [7]
			5, -- [8]
			"寻求组队", -- [9]
			0, -- [10]
			30, -- [11]
			"Player-4778-047446F5", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfff48cba江浦联盟会长|r",
			[51] = 1668781880,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [6]
		{
			"10人蓝龙单本成就团  来强力/FS          10人蓝龙单本成就团  来强力/FS          ", -- [1]
			"树上几个猴", -- [2]
			"", -- [3]
			"5. 寻求组队", -- [4]
			"树上几个猴", -- [5]
			"", -- [6]
			26, -- [7]
			5, -- [8]
			"寻求组队", -- [9]
			0, -- [10]
			31, -- [11]
			"Player-4778-03BB8EB7", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfff48cba树上几个猴|r",
			[51] = 1668781880,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [7]
		{
			"4500  收力量伟大 出的MMMMMMM", -- [1]
			"欠不欠", -- [2]
			"", -- [3]
			"5. 寻求组队", -- [4]
			"欠不欠", -- [5]
			"", -- [6]
			26, -- [7]
			5, -- [8]
			"寻求组队", -- [9]
			0, -- [10]
			32, -- [11]
			"Player-4778-049F8282", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfff48cba欠不欠|r",
			[51] = 1668781880,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [8]
		{
			"附魔大爷  贴一下 {价格不是问题}", -- [1]
			"吧不是-祈福", -- [2]
			"", -- [3]
			"3. 交易 - 城市", -- [4]
			"吧不是", -- [5]
			"", -- [6]
			2, -- [7]
			3, -- [8]
			"交易 - 城市", -- [9]
			0, -- [10]
			37, -- [11]
			"Player-4778-03FF8185", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfff48cba吧不是|r",
			[51] = 1668781882,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [9]
		{
			"H蜘蛛双本，来2dps", -- [1]
			"污妖王的走猫", -- [2]
			"", -- [3]
			"5. 寻求组队", -- [4]
			"污妖王的走猫", -- [5]
			"", -- [6]
			26, -- [7]
			5, -- [8]
			"寻求组队", -- [9]
			0, -- [10]
			39, -- [11]
			"Player-4778-05084290", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffc41e3a污妖王的走猫|r",
			[51] = 1668781884,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [10]
		{
			"H蜘蛛双本，随便来个DPS,4=1，能拉，H蜘蛛双本，随便来个DPS,4=1，能拉，H蜘蛛双本，随便来个DPS,4=1，能拉，H蜘蛛双本，随便来个DPS,4=1，能拉，H蜘蛛双本，随便来个DPS,4=1，能拉，H蜘蛛双本，随D", -- [1]
			"不系舟", -- [2]
			"", -- [3]
			"5. 寻求组队", -- [4]
			"不系舟", -- [5]
			"", -- [6]
			26, -- [7]
			5, -- [8]
			"寻求组队", -- [9]
			0, -- [10]
			41, -- [11]
			"Player-4778-041E2E34", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffffffff不系舟|r",
			[51] = 1668781884,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [11]
		{
			"H闪电大厅....来DPS............Q1", -- [1]
			"光月日和-祈福", -- [2]
			"", -- [3]
			"5. 寻求组队", -- [4]
			"光月日和", -- [5]
			"", -- [6]
			26, -- [7]
			5, -- [8]
			"寻求组队", -- [9]
			0, -- [10]
			42, -- [11]
			"Player-4778-042D92BB", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cff0070dd光月日和|r",
			[51] = 1668781885,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [12]
		{
			"H蜘蛛双本，随便来个DPS,4=1，能拉，H蜘蛛双本，随便来个DPS,4=1，能拉，H蜘蛛双本，随便来个DPS,4=1，能拉，H蜘蛛双本，随便来个DPS,4=1，能拉，H蜘蛛双本，随便来个DPS,4=1，能拉，H蜘蛛双本，", -- [1]
			"不系舟-祈福", -- [2]
			"", -- [3]
			"5. 寻求组队", -- [4]
			"不系舟", -- [5]
			"", -- [6]
			26, -- [7]
			5, -- [8]
			"寻求组队", -- [9]
			0, -- [10]
			43, -- [11]
			"Player-4778-041E2E34", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffffffff不系舟|r",
			[51] = 1668781885,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [13]
		{
			"收伟大智力，4800卖得MMM", -- [1]
			"小小丶小贱", -- [2]
			"", -- [3]
			"5. 寻求组队", -- [4]
			"小小丶小贱", -- [5]
			"", -- [6]
			26, -- [7]
			5, -- [8]
			"寻求组队", -- [9]
			0, -- [10]
			46, -- [11]
			"Player-4778-05286AA8", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffff7c0a小小丶小贱|r",
			[51] = 1668781887,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [14]
		{
			"2团M谁啊", -- [1]
			"老猿卦印-祈福", -- [2]
			"", -- [3]
			"", -- [4]
			"老猿卦印", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			50, -- [11]
			"Player-4778-04D056BD", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffff7c0a老猿卦印|r",
			[51] = 1668781890,
			[50] = "CHAT_MSG_GUILD",
		}, -- [15]
		{
			"H 艾卓 来N  4=1 MMM", -- [1]
			"南歌骑士", -- [2]
			"", -- [3]
			"5. 寻求组队", -- [4]
			"南歌骑士", -- [5]
			"", -- [6]
			26, -- [7]
			5, -- [8]
			"寻求组队", -- [9]
			0, -- [10]
			54, -- [11]
			"Player-4778-04C59428", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfff48cba南歌骑士|r",
			[51] = 1668781895,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [16]
	},
}
