
ARKINVDB = {
	["global"] = {
		["player"] = {
			["data"] = {
				["特變電工 - 伊弗斯"] = {
					["info"] = {
						["guid"] = "Player-4487-0012ECFA",
						["class"] = "WARRIOR",
						["player_id"] = "特變電工 - 伊弗斯",
						["race"] = "Tauren",
						["proj"] = 5,
						["realm"] = "伊弗斯",
						["isplayer"] = true,
						["money"] = 290956859,
						["gender"] = 2,
						["itemlevel"] = 1,
						["name"] = "特變電工",
						["faction"] = "Horde",
						["race_local"] = "牛頭人",
						["class_local"] = "戰士",
						["level"] = 70,
						["faction_local"] = "部落",
					},
					["location"] = {
						{
							["slot_count"] = 104,
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21991::::::::70:::::::::|h[厚幽紋繃帶]|h|r",
											["slot_id"] = 1,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 8,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:28056::::::::70:::::::::|h[暗飛箭]|h|r",
											["slot_id"] = 2,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 145,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:27503::::::::70:::::::::|h[力量卷軸 V]|h|r",
											["slot_id"] = 3,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 5,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:29736::::::::70:::::::::|h[秘法符文]|h|r",
											["slot_id"] = 4,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 2,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 19,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:29449::::::::70:::::::::|h[劍刃貝果]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:18794::::::::70:::::::::|h[大型棕色科多獸]|h|r",
											["slot_id"] = 6,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:9224::::::::70:::::::::|h[屠魔藥劑]|h|r",
											["slot_id"] = 7,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 8,
										}, -- [7]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:34256::::::::70:::::::::|h[魅惑的阿曼尼珠寶]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:28558::::::::70:::::::::|h[鬼靈裂片]|h|r",
											["slot_id"] = 9,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 42,
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:27498::::::::70:::::::::|h[敏捷卷軸 V]|h|r",
											["slot_id"] = 10,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 5,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32260::::::::70:::::::::|h[無盡夢魘頸飾]|h|r",
											["slot_id"] = 12,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:28421::::::::70:::::::::|h[堅鋼平衡石]|h|r",
											["slot_id"] = 13,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:27664::::::::70:::::::::|h[烤泥鰍]|h|r",
											["slot_id"] = 14,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 16,
										}, -- [14]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:27503::::::::70:::::::::|h[力量卷軸 V]|h|r",
											["slot_id"] = 15,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [16]
									},
									["bag_id"] = 1,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 2,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["sb"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["slot_id"] = 3,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 3,
										}, -- [3]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30057:2647:24067::::::70:::::::::|h[消滅護腕]|h|r",
											["slot_id"] = 4,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:7082::::::::70:::::::::|h[空氣精華]|h|r",
											["slot_id"] = 5,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 2,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["sb"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:32901::::::::70:::::::::|h[撒塔斯無情攻擊精煉藥劑]|h|r",
											["slot_id"] = 7,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 4,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["sb"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 2,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:31952::::::::70:::::::::|h[克銀帶鎖箱]|h|r",
											["slot_id"] = 9,
											["sb"] = 0,
											["loc_id"] = 1,
											["o"] = true,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["sb"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["sb"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["sb"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:22451::::::::70:::::::::|h[原始空氣]|h|r",
											["slot_id"] = 13,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 9,
										}, -- [13]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:32232::::::::70:::::::::|h[恆金外殼護腕]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21721::::::::70:::::::::|h[月色酒]|h|r",
											["slot_id"] = 15,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 9,
										}, -- [15]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:13455::::::::70:::::::::|h[強效石盾藥水]|h|r",
											["slot_id"] = 16,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 3,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 17,
											["sb"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:33092::::::::70:::::::::|h[治療藥水注射器]|h|r",
											["slot_id"] = 18,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 12,
										}, -- [18]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32333::24055:24062:::::70:::::::::|h[穩固束腰]|h|r",
											["slot_id"] = 19,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:33809::::::::70:::::::::|h[阿曼尼戰熊]|h|r",
											["slot_id"] = 20,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32373:3003:32409:32205:::::70:::::::::|h[伊利達瑞粉碎者頭盔]|h|r",
											["slot_id"] = 21,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 22,
											["sb"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [22]
									},
									["bag_id"] = 2,
									["loc_id"] = 1,
									["count"] = 22,
									["status"] = -3,
									["empty"] = 9,
									["h"] = "|cffa335ee|Hitem:38082::::::::70:::::::::|h[「巨無霸」背包]|h|r",
									["texture"] = 133660,
								}, -- [2]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22838::::::::70:::::::::|h[急速藥水]|h|r",
											["slot_id"] = 1,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 5,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:27658::::::::70:::::::::|h[燒烤裂蹄肉]|h|r",
											["slot_id"] = 2,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 9,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22838::::::::70:::::::::|h[急速藥水]|h|r",
											["slot_id"] = 3,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 5,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22851::::::::70:::::::::|h[防禦精煉藥劑]|h|r",
											["slot_id"] = 4,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 2,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["sb"] = 0,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22572::::::::70:::::::::|h[空氣微粒]|h|r",
											["slot_id"] = 6,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 10,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22838::::::::70:::::::::|h[急速藥水]|h|r",
											["slot_id"] = 7,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 5,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21991::::::::70:::::::::|h[厚幽紋繃帶]|h|r",
											["slot_id"] = 8,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 20,
										}, -- [8]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:22462::::::::70:::::::::|h[符文堅鋼魔棒]|h|r",
											["slot_id"] = 9,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:33731::::::::70:::::::::|h[復仇鬥士鎧甲腿甲]|h|r",
											["slot_id"] = 11,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22572::::::::70:::::::::|h[空氣微粒]|h|r",
											["slot_id"] = 12,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 2,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["sb"] = 0,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:33993::::::::70:::::::::|h[莫巧]|h|r",
											["slot_id"] = 14,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:30117:2991:24033:24033:::::70:::::::::|h[毀滅者防禦肩衛]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:23529::::::::70:::::::::|h[堅鋼磨刀石]|h|r",
											["slot_id"] = 16,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 17,
										}, -- [16]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:22446::::::::70:::::::::|h[強效異界精華]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 22,
										}, -- [22]
									},
									["bag_id"] = 3,
									["loc_id"] = 1,
									["count"] = 22,
									["status"] = -3,
									["empty"] = 8,
									["h"] = "|cffa335ee|Hitem:38082::::::::70:::::::::|h[「巨無霸」背包]|h|r",
									["texture"] = 133660,
								}, -- [3]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22824::::::::70:::::::::|h[極效力量藥劑]|h|r",
											["slot_id"] = 1,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 17,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:27503::::::::70:::::::::|h[力量卷軸 V]|h|r",
											["slot_id"] = 2,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 5,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:9224::::::::70:::::::::|h[屠魔藥劑]|h|r",
											["slot_id"] = 3,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 20,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:27658::::::::70:::::::::|h[燒烤裂蹄肉]|h|r",
											["slot_id"] = 4,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 20,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:33092::::::::70:::::::::|h[治療藥水注射器]|h|r",
											["slot_id"] = 5,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 20,
										}, -- [5]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:25477::::::::70:::::::::|h[迅捷紅色雙足飛龍]|h|r",
											["slot_id"] = 6,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30889:1071:24051::::::70:::::::::|h[卡茲洛加堅固之心]|h|r",
											["slot_id"] = 7,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:33474::::::::70:::::::::|h[上古阿曼尼長弓]|h|r",
											["slot_id"] = 8,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:33500::::::::70:::::::::|h[永恆生命的徽記]|h|r",
											["slot_id"] = 10,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 2,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:31952::::::::70:::::::::|h[克銀帶鎖箱]|h|r",
											["o"] = true,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32278:684:32193:32193:::::70:::::::::|h[寂靜正義手套]|h|r",
											["slot_id"] = 13,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:37127::::::::70:::::::::|h[亮酒符咒]|h|r",
											["slot_id"] = 14,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:33762:3225:::::::70:::::::::|h[復仇鬥士分割者]|h|r",
											["slot_id"] = 16,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 17,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:33496:2931:::::::70:::::::::|h[原始之怒徽記]|h|r",
											["slot_id"] = 18,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30627::::::::70:::::::::|h[海嘯護符]|h|r",
											["slot_id"] = 20,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 21,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 22,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [22]
									},
									["bag_id"] = 4,
									["loc_id"] = 1,
									["count"] = 22,
									["status"] = -3,
									["empty"] = 7,
									["h"] = "|cffa335ee|Hitem:38082::::::::70:::::::::|h[「巨無霸」背包]|h|r",
									["texture"] = 133660,
								}, -- [4]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32521:2999:32409:24055:::::70:::::::::|h[不破面甲]|h|r",
											["slot_id"] = 1,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:28421::::::::70:::::::::|h[堅鋼平衡石]|h|r",
											["slot_id"] = 2,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["count"] = 20,
										}, -- [2]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:33762:2673:::::::70:::::::::|h[復仇鬥士分割者]|h|r",
											["slot_id"] = 3,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:33296::::::::70:::::::::|h[靈巧胸針]|h|r",
											["slot_id"] = 4,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30979:2997:32205:32226:::::70:::::::::|h[猛擊戰甲肩刃]|h|r",
											["slot_id"] = 5,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30975:2661:32205:32205:32205::::70:::::::::|h[猛擊戰甲胸甲]|h|r",
											["slot_id"] = 6,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30896:2661:::::::70:::::::::|h[防衛者的榮耀]|h|r",
											["slot_id"] = 7,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32333::24055:32223:::::70:::::::::|h[穩固束腰]|h|r",
											["slot_id"] = 8,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22831::::::::70:::::::::|h[極效敏捷藥劑]|h|r",
											["slot_id"] = 9,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["count"] = 10,
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:32062::::::::70:::::::::|h[極效堅韌藥劑]|h|r",
											["slot_id"] = 10,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["count"] = 20,
										}, -- [10]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:32345:2939:32205:32205:::::70:::::::::|h[軍團恐懼之靴]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:33516:2649:::::::70:::::::::|h[上古方陣兵護腕]|h|r",
											["slot_id"] = 12,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32280:2564:::::::70:::::::::|h[強制護手]|h|r",
											["slot_id"] = 13,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30083::::::::70:::::::::|h[靈魂分裂之戒]|h|r",
											["slot_id"] = 14,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r",
											["slot_id"] = 15,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["count"] = 67,
										}, -- [15]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30629::::::::70:::::::::|h[移位寶石]|h|r",
											["slot_id"] = 16,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32323:368:::::::70:::::::::|h[影月毀滅者披氅]|h|r",
											["slot_id"] = 17,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32254:2673:::::::70:::::::::|h[殘暴者]|h|r",
											["slot_id"] = 18,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:6948::::::::70:::::::::|h[爐石]|h|r",
											["slot_id"] = 19,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30116:3013:24055::::::70:::::::::|h[毀滅者防禦腿甲]|h|r",
											["slot_id"] = 20,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 21,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:33331::32205:32205:::::70:::::::::|h[狂怒釋放之鍊]|h|r",
											["slot_id"] = 22,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [22]
									},
									["bag_id"] = 5,
									["loc_id"] = 1,
									["count"] = 22,
									["status"] = -3,
									["empty"] = 1,
									["h"] = "|cffa335ee|Hitem:38082::::::::70:::::::::|h[「巨無霸」背包]|h|r",
									["texture"] = 133660,
								}, -- [5]
							},
						}, -- [1]
						{
							["slot_count"] = 32,
							["bag"] = {
								{
									["type"] = 3,
									["count"] = 32,
									["slot"] = {
										{
											["q"] = 2,
											["loc_id"] = 2,
											["slot_id"] = 1,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:27808::::::::70:::::::::|h[彈跳裝置4000鑰匙]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 2,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:27991::::::::70:::::::::|h[暗影迷宮鑰匙]|h|r",
										}, -- [2]
										{
											["q"] = 2,
											["loc_id"] = 2,
											["slot_id"] = 3,
											["sb"] = 0,
											["count"] = 6,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:29460::::::::70:::::::::|h[伊斯利恩監獄鑰匙]|h|r",
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 4,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:24490::::::::70:::::::::|h[大師之鑰]|h|r",
										}, -- [4]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 6,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:30623::::::::70:::::::::|h[蓄湖之鑰]|h|r",
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 7,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:31084::::::::70:::::::::|h[亞克崔茲鑰匙]|h|r",
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 8,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:30635::::::::70:::::::::|h[時光之鑰]|h|r",
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 9,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:30633::::::::70:::::::::|h[奧奇奈鑰匙]|h|r",
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 10,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:30634::::::::70:::::::::|h[扭曲鍛造鑰匙]|h|r",
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 11,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:30637::::::::70:::::::::|h[火鑄之鑰]|h|r",
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 12,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:31755::::::::70:::::::::|h[雙足翼龍的牢籠鑰匙]|h|r",
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 13,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:31704::::::::70:::::::::|h[風暴之鑰]|h|r",
										}, -- [13]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 22,
										}, -- [22]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 24,
										}, -- [24]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 25,
										}, -- [25]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 28,
										}, -- [28]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 29,
										}, -- [29]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 30,
										}, -- [30]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 31,
										}, -- [31]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 32,
										}, -- [32]
									},
									["status"] = -3,
									["empty"] = 20,
									["bag_id"] = 1,
									["loc_id"] = 2,
								}, -- [1]
							},
						}, -- [2]
						nil, -- [3]
						nil, -- [4]
						nil, -- [5]
						{
							["slot_count"] = 19,
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 19,
									["slot"] = {
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 1,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27533732,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:33730:3003:32409:32205:::::70:::::::::|h[復仇鬥士鎧甲頭盔]|h|r",
										}, -- [1]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 2,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27533732,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:33923::32226::::::70:::::::::|h[復仇者凱旋墜飾]|h|r",
										}, -- [2]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 3,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27533732,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:33732:2997:32217:32205:::::70:::::::::|h[復仇鬥士鎧甲護肩]|h|r",
										}, -- [3]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 4,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27533732,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:33484:368:::::::70:::::::::|h[朵莉之擁]|h|r",
										}, -- [4]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 5,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27533732,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:33728:2661:32217:32217:32205::::70:::::::::|h[復仇鬥士鎧甲護軀]|h|r",
										}, -- [5]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27515032,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:36941::::::::70:::::::::|h[競賽者外袍]|h|r",
										}, -- [7]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 8,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27533732,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:33813:2647:32226::::::70:::::::::|h[復仇者鎧甲護腕]|h|r",
										}, -- [8]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 9,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27533732,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:33729:684:::::::70:::::::::|h[復仇鬥士鎧甲護手]|h|r",
										}, -- [9]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 10,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27533732,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:32805::::::::70:::::::::|h[精兵鎧甲腰帶]|h|r",
										}, -- [10]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 11,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27523103,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:32341:3012:::::::70:::::::::|h[神聖懲戒護腿]|h|r",
										}, -- [11]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 12,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27533732,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:32793:2658:::::::70:::::::::|h[精兵鎧甲護脛]|h|r",
										}, -- [12]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 13,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27515032,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:32497:2931:::::::70:::::::::|h[怒風璽戒]|h|r",
										}, -- [13]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 14,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27533732,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:33919:2931:::::::70:::::::::|h[復仇者凱旋指環]|h|r",
										}, -- [14]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 15,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27523103,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:28830::::::::70:::::::::|h[龍脊戰利品]|h|r",
										}, -- [15]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 16,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27533732,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:30344::::::::70:::::::::|h[部落勳章]|h|r",
										}, -- [16]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 17,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27533732,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:30902:3225:::::::70:::::::::|h[裂地之鋒]|h|r",
										}, -- [17]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["slot_id"] = 18,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 19,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27533732,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:33765::::::::70:::::::::|h[復仇鬥士戰鋒飛斧]|h|r",
										}, -- [19]
									},
									["status"] = -3,
									["empty"] = 2,
									["bag_id"] = 1,
									["loc_id"] = 6,
								}, -- [1]
							},
						}, -- [6]
						nil, -- [7]
						nil, -- [8]
						nil, -- [9]
						{
							["bag"] = {
								{
									["bag_id"] = 1,
									["loc_id"] = 10,
								}, -- [1]
							},
						}, -- [10]
						nil, -- [11]
						nil, -- [12]
						nil, -- [13]
						nil, -- [14]
						nil, -- [15]
						{
							["slot_count"] = 32,
							["bag"] = {
								{
									["type"] = 29,
									["count"] = 32,
									["slot"] = {
										{
											["q"] = 0,
											["h"] = "reputation:369:中立:500:3000:0:0:0",
											["count"] = 500,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["h"] = "reputation:934:崇拜:999:1000:0:0:0",
											["count"] = 42999,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["h"] = "reputation:609:中立:0:3000:0:0:0",
											["count"] = 0,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["h"] = "reputation:942:崇拜:999:1000:0:0:0",
											["count"] = 42999,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["h"] = "reputation:932:仇恨:0:36000:0:0:0",
											["count"] = -42000,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["h"] = "reputation:76:尊敬:1356:12000:0:0:0",
											["count"] = 10356,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["h"] = "reputation:68:友好:1166:6000:0:0:0",
											["count"] = 4166,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["h"] = "reputation:889:尊敬:4250:12000:0:0:0",
											["count"] = 13250,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["h"] = "reputation:970:不友好:2765:3000:0:0:0",
											["count"] = -235,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["h"] = "reputation:989:崇敬:11398:21000:0:0:0",
											["count"] = 32398,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["h"] = "reputation:909:中立:0:3000:0:0:0",
											["count"] = 0,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["h"] = "reputation:530:尊敬:1891:12000:0:0:0",
											["count"] = 10891,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["h"] = "reputation:576:敵對:1980:3000:0:0:0",
											["count"] = -4020,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["h"] = "reputation:577:中立:500:3000:0:0:0",
											["count"] = 500,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["h"] = "reputation:510:尊敬:2570:12000:0:0:0",
											["count"] = 11570,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["h"] = "reputation:990:崇拜:999:1000:0:0:0",
											["count"] = 42999,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 0,
											["h"] = "reputation:1012:崇拜:999:1000:0:0:0",
											["count"] = 42999,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 0,
											["h"] = "reputation:59:中立:1100:3000:0:0:0",
											["count"] = 1100,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["h"] = "reputation:941:崇敬:1276:21000:0:0:0",
											["count"] = 22276,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["h"] = "reputation:947:崇敬:14433:21000:0:0:0",
											["count"] = 35433,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = 0,
											["h"] = "reputation:967:崇拜:999:1000:0:0:0",
											["count"] = 42999,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 0,
											["h"] = "reputation:933:崇敬:336:21000:0:0:0",
											["count"] = 21336,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 22,
										}, -- [22]
										{
											["q"] = 0,
											["h"] = "reputation:935:崇拜:999:1000:0:0:0",
											["count"] = 42999,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = 0,
											["h"] = "reputation:1031:友好:67:6000:0:0:0",
											["count"] = 3067,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 24,
										}, -- [24]
										{
											["q"] = 0,
											["h"] = "reputation:21:中立:500:3000:0:0:0",
											["count"] = 500,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 25,
										}, -- [25]
										{
											["q"] = 0,
											["h"] = "reputation:1015:尊敬:1625:12000:0:0:0",
											["count"] = 10625,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = 0,
											["h"] = "reputation:270:中立:490:3000:0:0:0",
											["count"] = 490,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = 0,
											["h"] = "reputation:911:友好:4060:6000:0:0:0",
											["count"] = 7060,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 28,
										}, -- [28]
										{
											["q"] = 0,
											["h"] = "reputation:529:中立:220:3000:0:0:0",
											["count"] = 220,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 29,
										}, -- [29]
										{
											["q"] = 0,
											["h"] = "reputation:1011:崇敬:14734:21000:0:0:0",
											["count"] = 35734,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 30,
										}, -- [30]
										{
											["q"] = 0,
											["h"] = "reputation:81:尊敬:6081:12000:0:0:0",
											["count"] = 15081,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 31,
										}, -- [31]
										{
											["q"] = 0,
											["h"] = "reputation:729:崇拜:999:1000:0:0:0",
											["count"] = 42999,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 32,
										}, -- [32]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 16,
								}, -- [1]
							},
						}, -- [16]
					},
				},
				["!ACCOUNT - 100"] = {
					["info"] = {
						["class"] = "ACCOUNT",
						["class_local"] = "Account",
						["faction_local"] = "",
						["name"] = "我的帳號",
						["faction"] = "",
						["level"] = 1,
						["proj"] = 5,
						["player_id"] = "!ACCOUNT - 100",
						["realm"] = "",
					},
				},
			},
			["version"] = 30966,
		},
		["version"] = 30966,
		["cache"] = {
			["default"] = {
				["1000:empty:0:1"] = "1!302",
				["1000:item:33516:1"] = "1!416",
				["1000:item:21991:0"] = "1!432",
				["1000:item:30979:1"] = "1!416",
				["1000:item:21877:0"] = "1!502",
				["1000:item:32333:1"] = "1!416",
				["1000:item:27503:0"] = "1!435",
				["1000:item:32373:1"] = "1!416",
				["1000:item:22851:0"] = "1!431",
				["1000:item:27498:0"] = "1!435",
				["1000:item:33500:1"] = "1!416",
				["1000:item:18794:1"] = "1!415",
				["1000:item:37127:1"] = "1!416",
				["1000:item:32278:1"] = "1!416",
				["1000:item:32521:1"] = "1!416",
				["1000:item:22831:0"] = "1!435",
				["1000:item:22462:1"] = "1!512",
				["1000:item:33496:1"] = "1!416",
				["1000:item:32901:1"] = "1!431",
				["1000:item:23529:0"] = "1!404",
				["1000:item:33474:1"] = "1!416",
				["1000:item:28421:0"] = "1!404",
				["1000:item:29736:1"] = "1!438",
				["1000:item:30057:1"] = "1!416",
				["1000:item:30896:1"] = "1!416",
				["1000:item:33762:1"] = "1!416",
				["1000:item:21721:0"] = "1!437",
				["1000:item:32280:1"] = "1!416",
				["1000:item:33809:1"] = "1!415",
				["1000:item:30116:1"] = "1!416",
				["1000:item:28558:1"] = "1!411",
				["1000:item:22838:0"] = "1!424",
				["1000:item:22446:0"] = "1!512",
				["1000:item:13455:0"] = "1!424",
				["1000:item:30975:1"] = "1!416",
				["1000:item:30627:1"] = "1!416",
				["1000:item:32260:1"] = "1!416",
				["1000:item:9224:0"] = "1!435",
				["1000:item:22824:0"] = "1!435",
				["1000:item:32345:1"] = "1!416",
				["1000:item:32323:1"] = "1!416",
				["1000:item:33331:1"] = "1!416",
				["1000:item:22445:0"] = "1!512",
				["1000:item:27658:0"] = "1!417",
				["1000:item:33731:1"] = "1!416",
				["1000:item:30889:1"] = "1!416",
				["1000:item:33993:1"] = "1!423",
				["1000:item:6948:1"] = "1!403",
				["1000:item:32254:1"] = "1!416",
				["1000:item:33296:1"] = "1!416",
				["1000:item:31952:0"] = "1!407",
				["1000:item:33092:0"] = "1!420",
				["1000:item:29434:1"] = "1!403",
				["1000:item:32232:1"] = "1!416",
				["1000:item:30629:1"] = "1!416",
				["1000:item:27664:0"] = "1!417",
				["1000:item:30117:1"] = "1!416",
				["1000:item:22572:0"] = "1!503",
				["1000:item:28056:0"] = "1!421",
				["1000:item:29449:0"] = "1!417",
				["1000:item:22451:0"] = "1!503",
				["1000:item:7082:0"] = "1!503",
				["1000:item:34256:1"] = "1!513",
				["1000:item:25477:1"] = "1!415",
				["1000:item:32062:0"] = "1!436",
				["1000:item:30083:1"] = "1!416",
			},
			["reputation"] = {
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "人類(玩家)",
				}, -- [1]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "獸人(玩家)",
				}, -- [2]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "矮人(玩家)",
				}, -- [3]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "夜精靈(玩家)",
				}, -- [4]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "不死族(玩家)",
				}, -- [5]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "牛頭人(玩家)",
				}, -- [6]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "生物",
				}, -- [7]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "地精(玩家)",
				}, -- [8]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "食人妖(玩家)",
				}, -- [9]
				nil, -- [10]
				nil, -- [11]
				nil, -- [12]
				nil, -- [13]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪物",
				}, -- [14]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "迪菲亞兄弟會",
				}, -- [15]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "河爪豺狼人",
				}, -- [16]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "赤脊山豺狼人",
				}, -- [17]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "影皮豺狼人",
				}, -- [18]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "魚人",
				}, -- [19]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "不死族(天譴軍團)",
				}, -- [20]
				{
					["r"] = false,
					["d"] = "身為黑水強盜的大財主里維加茲，掌控這座繁榮的沿海城市。血帆海盜們不共戴天的仇敵，同時也是熱砂企業的一部份。",
					["w"] = true,
					["n"] = "藏寶海灣",
				}, -- [21]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蜘蛛",
				}, -- [22]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "野豬",
				}, -- [23]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狼人",
				}, -- [24]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狗頭人",
				}, -- [25]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "血頂食人妖",
				}, -- [26]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "劈顱食人妖",
				}, -- [27]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "獵物",
				}, -- [28]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狼人",
				}, -- [29]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "叛變的迪菲亞盜賊",
				}, -- [30]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "友方",
				}, -- [31]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "石齶怪",
				}, -- [32]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "冰鬃食人妖",
				}, -- [33]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑石族獸人",
				}, -- [34]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "壞人",
				}, -- [35]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "犧牲品",
				}, -- [36]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "熊",
				}, -- [37]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨魔",
				}, -- [38]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "庫森的雇傭兵",
				}, -- [39]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "衛隊",
				}, -- [40]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "荊棘谷地精",
				}, -- [41]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "迅猛龍",
				}, -- [42]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "石化蜥蜴",
				}, -- [43]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "綠龍軍團",
				}, -- [44]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "失落者",
				}, -- [45]
				nil, -- [46]
				nil, -- [47]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑鐵矮人",
				}, -- [48]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暮色森林守夜人",
				}, -- [49]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "紅龍軍團",
				}, -- [50]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蘚皮豺狼人",
				}, -- [51]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "龍喉族獸人",
				}, -- [52]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "瘋狂地精",
				}, -- [53]
				nil, -- [54]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "豹",
				}, -- [55]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "血色十字軍",
				}, -- [56]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "爛皮豺狼人",
				}, -- [57]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "猩猩",
				}, -- [58]
				{
					["r"] = false,
					["d"] = "瑟銀兄弟會的矮人們集中了最為卓越的工匠手藝。也愛好解開黑石山的神秘面紗。",
					["w"] = false,
					["n"] = "瑟銀兄弟會",
				}, -- [59]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "納迦",
				}, -- [60]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "達拉然",
				}, -- [61]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "棄靈",
				}, -- [62]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗吼",
				}, -- [63]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "小劣魔",
				}, -- [64]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "熊怪",
				}, -- [65]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "部落友軍",
				}, -- [66]
				{
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "部落",
				}, -- [67]
				{
					["r"] = false,
					["d"] = "由希瓦娜斯·風行者領導的被遺忘者，加入了薄弱的部落同盟，建立這座在羅德隆廢墟下的極深首都。",
					["w"] = false,
					["n"] = "幽暗城",
				}, -- [68]
				nil, -- [69]
				{
					["r"] = false,
					["d"] = "人類首要的犯罪集團。活動範圍於奧特蘭克山脈與希爾斯布萊德丘陵。",
					["w"] = false,
					["n"] = "辛迪加",
				}, -- [70]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "希爾斯布萊德民兵",
				}, -- [71]
				nil, -- [72]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "惡魔",
				}, -- [73]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "元素生物",
				}, -- [74]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "靈魂",
				}, -- [75]
				{
					["r"] = false,
					["d"] = "由索爾建立的這座部落城市，是眾多自豪的杜洛塔獸人氏族的家園。",
					["w"] = false,
					["n"] = "奧格瑪",
				}, -- [76]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "寶物",
				}, -- [77]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "泥嘴豺狼人",
				}, -- [78]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "希爾斯布萊德，南海鎮",
				}, -- [79]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑龍軍團",
				}, -- [80]
				{
					["r"] = false,
					["d"] = "凱恩·血蹄在神聖的部落首都，帶領著他驕傲的牛頭人。",
					["w"] = false,
					["n"] = "雷霆崖",
				}, -- [81]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "枯木食人妖",
				}, -- [82]
				nil, -- [83]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鋼鬃野豬人",
				}, -- [84]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "刺背野豬人",
				}, -- [85]
				nil, -- [86]
				{
					["r"] = false,
					["d"] = "這些嗜血的海盜船是公海裡許多商人的禍害。同時也是藏寶海灣不共戴天的仇敵。",
					["w"] = false,
					["n"] = "血帆海盜",
				}, -- [87]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗深淵",
				}, -- [88]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "龍蝦人",
				}, -- [89]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "科卡爾半人馬",
				}, -- [90]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "加拉克半人馬",
				}, -- [91]
				{
					["r"] = false,
					["d"] = "淒涼之地的南方地帶是半人馬的家園。瑪格拉姆半人馬之世仇。",
					["w"] = true,
					["n"] = "吉爾吉斯半人馬",
				}, -- [92]
				{
					["r"] = false,
					["d"] = "淒涼之地的東邊區塊是半人馬的家園。吉爾吉斯半人馬之世仇。",
					["w"] = true,
					["n"] = "瑪格拉姆半人馬",
				}, -- [93]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "瑪洛迪",
				}, -- [94]
				nil, -- [95]
				nil, -- [96]
				nil, -- [97]
				nil, -- [98]
				nil, -- [99]
				nil, -- [100]
				nil, -- [101]
				nil, -- [102]
				nil, -- [103]
				nil, -- [104]
				nil, -- [105]
				nil, -- [106]
				nil, -- [107]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "塞拉摩人類",
				}, -- [108]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "剃刀沼澤野豬人",
				}, -- [109]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鋼鬃野豬人",
				}, -- [110]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Quilboar, Deathshead",
				}, -- [111]
				nil, -- [112]
				nil, -- [113]
				nil, -- [114]
				nil, -- [115]
				nil, -- [116]
				nil, -- [117]
				nil, -- [118]
				nil, -- [119]
				nil, -- [120]
				nil, -- [121]
				nil, -- [122]
				nil, -- [123]
				nil, -- [124]
				nil, -- [125]
				nil, -- [126]
				nil, -- [127]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "敵人",
				}, -- [128]
				[998] = {
					["r"] = false,
					["d"] = "用於煽動者黑心事件。",
					["w"] = true,
					["n"] = "煽動觸發器 5",
				},
				[1036] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "龍喉敵人",
				},
				[309] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蠍子",
				},
				[1037] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[935] = {
					["r"] = false,
					["d"] = "薩塔由一群強大的那魯所組成，統治著重建的撒塔斯城。在奧多爾與占卜者的協助下對抗著伊利丹和燃燒軍團。",
					["w"] = false,
					["n"] = "薩塔",
				},
				[967] = {
					["r"] = false,
					["d"] = "肯瑞托為了監視麥迪文和他的行動而成立的一支秘密派別。",
					["w"] = false,
					["n"] = "紫羅蘭之眼",
				},
				[999] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "法力怪物",
				},
				[389] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "諾姆瑞根蟲",
				},
				[649] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "管理者埃克索圖斯",
				},
				[936] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "撒塔斯城",
				},
				[968] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "太陽之鷹",
				},
				[1000] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "卡德加的僕從",
				},
				[1040] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[809] = {
					["r"] = false,
					["d"] = "曾經強大一時的殘存精靈居住在厄運之槌，在神秘領域裡卻仍保有智慧和博學見識。",
					["w"] = false,
					["n"] = "辛德拉",
				},
				[310] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蝙蝠",
				},
				[1041] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狂亂",
				},
				[937] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "食人妖，森林",
				},
				[969] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "阿古斯之手",
				},
				[1001] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "劍刃氏族",
				},
				[1042] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "禦天者敵人",
				},
				[1043] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "臭鼬，喇叭花",
				},
				[938] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "歐曼奈",
				},
				[970] = {
					["r"] = false,
					["d"] = "孢子人是外域土生土長的蘑菇人種族，大部份的人都崇尚和平。他們的家園位在贊格沼澤的南方沼澤。",
					["w"] = true,
					["n"] = "斯博格爾",
				},
				[1002] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "伊斯利恩",
				},
				[1044] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "塞拉摩叛逃者",
				},
				[148] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "小動物",
				},
				[311] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "泰坦",
				},
				[939] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "DEPRECATED",
				},
				[971] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "真菌巨人",
				},
				[1003] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "護國者",
				},
				[940] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "洛薩之子",
				},
				[972] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "孢子蝙蝠",
				},
				[749] = {
					["r"] = false,
					["d"] = "這些元素以艾薩拉東邊的島嶼為家，是拉格納羅斯軍隊不共戴天的仇敵。",
					["w"] = true,
					["n"] = "海達希亞水元素",
				},
				[909] = {
					["r"] = false,
					["d"] = "行遍天下的馬戲團專門獻出奇異和非凡的表演。常出現在艾爾文森林與莫高雷。",
					["w"] = false,
					["n"] = "暗月馬戲團",
				},
				[941] = {
					["r"] = false,
					["d"] = "這個由棕色皮膚獸人所組成的孤寂團隊躲過了惡魔的腐化。他們在外域面臨了巨大改變但也保留了傳統生活方式。",
					["w"] = false,
					["n"] = "瑪格哈",
				},
				[973] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪物，掠奪者",
				},
				[750] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "薩弗隆火焰之王",
				},
				[910] = {
					["r"] = false,
					["d"] = "青銅龍軍團的後裔是時間的守護者，對凡人種族漠不關心。",
					["w"] = false,
					["n"] = "諾茲多姆的子嗣",
				},
				[942] = {
					["r"] = false,
					["d"] = "一批由塞納里奧議會派至外域研究倖存生命形態的探勘團隊。塞納里奧遠征隊在黑暗之門敞開後便快速擴大並獲得自治權。",
					["w"] = false,
					["n"] = "塞納里奧遠征隊",
				},
				[974] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪物，犧牲者",
				},
				[1006] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "肯瑞瓦 - 德崔克",
				},
				[329] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "監工費蘇勒",
				},
				[943] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "魔獄獸人",
				},
				[975] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "虛無異象",
				},
				[189] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "聯盟",
				},
				[529] = {
					["r"] = false,
					["d"] = "專門保護艾澤拉斯免受天譴軍團威脅的組織。銀色黎明的大本營就在東瘟疫之地和西瘟疫之地。",
					["w"] = true,
					["n"] = "銀色黎明",
				},
				[409] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鷹身人",
				},
				[912] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "卡林多聯軍",
				},
				[944] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "魔獄獸人鬼魂",
				},
				[489] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑鐵酒吧哥布林老闆",
				},
				[1008] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "肯瑞瓦 - 盧瑞斯",
				},
				[530] = {
					["r"] = false,
					["d"] = "流亡的食人妖部族加入了索爾和部落的行列。他們現在以杜洛塔為家，並與獸人同盟為伍。",
					["w"] = false,
					["n"] = "暗矛食人妖",
				},
				[849] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "部落靈魂嚮導",
				},
				[945] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "洛薩之子鬼魂",
				},
				[977] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "海加爾入侵者",
				},
				[1009] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "肯瑞瓦 - 考林",
				},
				[531] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "青銅龍軍團",
				},
				[914] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玩家，血精靈",
				},
				[946] = {
					["r"] = false,
					["d"] = "殘存的洛薩之子，聯盟中首批來到外域的老兵，已經穩固的堅守著地獄火前哨站。目前已和暴風城與鐵爐堡的軍隊匯流。",
					["w"] = false,
					["n"] = "榮譽堡",
				},
				[978] = {
					["r"] = false,
					["d"] = "德萊尼語中的『得救者』。這些破碎者逃離各方奴役他們的魔爪，並且在納葛蘭建立他們的家園，找尋新的命運。",
					["w"] = false,
					["n"] = "卡爾奈",
				},
				[1010] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "伊利丹的僕人",
				},
				[532] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "藍龍軍團",
				},
				[915] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "克蘇恩軍隊",
				},
				[947] = {
					["r"] = false,
					["d"] = "遠征隊通過了黑暗之門，索爾在地獄火半島建造了一個要塞。索爾瑪在外域擔任很多部落活動的指揮官。",
					["w"] = false,
					["n"] = "索爾瑪",
				},
				[979] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "陶土議會",
				},
				[1011] = {
					["r"] = false,
					["d"] = "來自不同背景和種族的撒塔斯難民。有用的消息迅速地在陰鬱城居民間傳開。",
					["w"] = false,
					["n"] = "陰鬱城",
				},
				[629] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "碎矛食人妖",
				},
				[916] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "異種攻擊者",
				},
				[948] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 2",
				},
				[980] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "外域",
				},
				[1012] = {
					["r"] = false,
					["d"] = "灰舌是眾所皆知的破碎者部族精英，正式地與伊利丹結盟。死亡誓言者是阿卡瑪最信任的副官，同時參與他們領袖的秘密活動。",
					["w"] = false,
					["n"] = "灰舌死亡誓言者",
				},
				[789] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "莫洛加",
				},
				[689] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑龍軍團 - 誘餌",
				},
				[1049] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "食人妖，阿曼尼",
				},
				[630] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暴掠龍訓練師",
				},
				[917] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鐵爐堡軍旅",
				},
				[949] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 1",
				},
				[981] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "阿拉卡",
				},
				[1013] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗月的靈魂 1",
				},
				[790] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "聯盟靈魂嚮導",
				},
				[679] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "訓練假人",
				},
				[229] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "哀嚎洞穴",
				},
				[1059] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flags",
				},
				[918] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "RC Enemies",
				},
				[950] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "ToWoW - Flag",
				},
				[982] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "贊格沼澤旗幟(聯盟)",
				},
				[1014] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗月的靈魂 2",
				},
				[269] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "銀月倖存者",
				},
				[1039] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "劫毀者",
				},
				[1038] = {
					["r"] = false,
					["d"] = "歐格利拉有知識的居民都住在劍刃山脈西邊，鄰近頂尖水晶讓他們超越了野蠻的巨魔天性。",
					["w"] = false,
					["n"] = "歐格利拉",
				},
				[923] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "遠行者",
				},
				[919] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "RC Objects",
				},
				[349] = {
					["r"] = false,
					["d"] = "這個小偷與刺客公會，只歡迎身懷非凡卓越本事的人加入。辛迪加的世仇。",
					["w"] = true,
					["n"] = "拉文霍德",
				},
				[983] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "贊格沼澤旗幟(部落)",
				},
				[1015] = {
					["r"] = false,
					["d"] = "這支不尋常的龍族血裔源於死亡之翼的黑龍軍團，並受到虛空獨特的能量所影響。如今，他們試著在父親毀滅天性的陰影下認清自己。",
					["w"] = true,
					["n"] = "虛空之翼",
				},
				[1070] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "山羊競速陷阱 DND",
				},
				[1016] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨龍教團",
				},
				[429] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "火刃",
				},
				[922] = {
					["r"] = false,
					["d"] = "安寧地曾是個高等精靈的城鎮，在天譴軍團入侵奎爾薩拉斯時被放棄。被遺忘者和那些試圖驅趕天譴軍團的血精靈又重新控制了此地。",
					["w"] = false,
					["n"] = "安寧地",
				},
				[920] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "紅色",
				},
				[952] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 3",
				},
				[729] = {
					["r"] = false,
					["d"] = "霜狼氏族設法從奧特蘭克山谷驅逐雷矛遠征隊營地的矮人。",
					["w"] = false,
					["n"] = "霜狼氏族",
				},
				[509] = {
					["r"] = false,
					["d"] = "阿拉索聯軍試圖替他們在暴風城的贊助者取回他們在阿拉希盆地所丟失的土地。",
					["w"] = false,
					["n"] = "阿拉索聯軍",
				},
				[270] = {
					["r"] = false,
					["d"] = "食人妖已在尤亞姆巴島上努力招募幫手，對抗復活的血神，以及祖爾格拉布的阿塔萊祭司。",
					["w"] = false,
					["n"] = "贊達拉部族",
				},
				[933] = {
					["r"] = false,
					["d"] = "由「奈薩斯王子」哈拉瑪德率領，聯合團是一個由伊私利走私者，商人，和小偷組成的鬆散企業，試圖在外域獲取他們的利益。",
					["w"] = false,
					["n"] = "聯合團",
				},
				[1018] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "李奧薩拉斯惡魔 I",
				},
				[889] = {
					["r"] = false,
					["d"] = "戰歌氏族的兇猛獸人，於戰歌峽谷中與銀翼哨兵彼此對峙。",
					["w"] = false,
					["n"] = "戰歌偵察騎兵",
				},
				[921] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "藍色",
				},
				[953] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 4",
				},
				[730] = {
					["r"] = false,
					["d"] = "雷矛矮人以奧特蘭克山谷為家，因其在戰爭中受霜狼獸人所封鎖。",
					["w"] = false,
					["n"] = "雷矛衛隊",
				},
				[1017] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "樹人",
				},
				[1074] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "節日 - 水桶",
				},
				[1007] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "肯瑞瓦 - 貝爾瑪拉",
				},
				[1078] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "對戰型普通寵物",
				},
				[669] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "禿鷹",
				},
				[1075] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "節日 - 通稱",
				},
				[954] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "ToWoW - Flag Trigger Horde (DND)",
				},
				[986] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "時光之穴 - 敦霍爾德",
				},
				[510] = {
					["r"] = false,
					["d"] = "污染者想幫部落尋求阿拉希盆地珍稀的資源。",
					["w"] = false,
					["n"] = "污染者",
				},
				[1020] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "李奧薩拉斯惡魔 III",
				},
				[572] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "邪枝食人妖",
				},
				[670] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "貓",
				},
				[964] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "部落西洋棋",
				},
				[168] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "奈瑟加德商隊",
				},
				[955] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "破碎者",
				},
				[987] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "時光之穴 - 南海鎮衛兵",
				},
				[1019] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "李奧薩拉斯惡魔 II",
				},
				[2403] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "奪取旗幟 - 旗幟 - 聯盟",
				},
				[573] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "南海掠劫者",
				},
				[677] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "烏龜",
				},
				[892] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "部落軍隊",
				},
				[924] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "DEPRECATED",
				},
				[956] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "伊斯利恩",
				},
				[988] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗影議會藏身處",
				},
				[511] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨人",
				},
				[1080] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪物，強制反應",
				},
				[829] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨魔(克羅卡斯)",
				},
				[1004] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "秘法殲滅者 (DNR)",
				},
				[893] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "惡齒食人妖",
				},
				[1081] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "目標，強制反應",
				},
				[957] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "土元素",
				},
				[989] = {
					["r"] = false,
					["d"] = "時光守望者是諾茲多姆精挑細選來看守時光之穴的青銅龍群。",
					["w"] = false,
					["n"] = "時光守望者",
				},
				[1021] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "李奧薩拉斯惡魔 IV",
				},
				[1087] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "節日怪物",
				},
				[575] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "未墮落的熊怪",
				},
				[976] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "海加爾防衛者",
				},
				[927] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玩家，德萊尼",
				},
				[671] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "螃蟹",
				},
				[958] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "戰鬥機器人",
				},
				[990] = {
					["r"] = false,
					["d"] = "青銅龍軍團神秘的成員，由索芮朵蜜所領導，諾茲多姆的首位配偶。",
					["w"] = false,
					["n"] = "流沙之鱗",
				},
				[1022] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "李奧薩拉斯惡魔 V",
				},
				[209] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "奈瑟加德",
				},
				[576] = {
					["r"] = false,
					["d"] = "身為最後一個尚未墮落的熊怪部族，木喉還在尋求保護心智的方法以終結同胞的受難。",
					["w"] = false,
					["n"] = "木喉要塞",
				},
				[928] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "天譴入侵者",
				},
				[769] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "吉茲洛克的假人",
				},
				[672] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鱷魚",
				},
				[959] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "善良行動者",
				},
				[369] = {
					["r"] = false,
					["d"] = "熱砂企業的首都，同時身為哥布林最出名的工程師、鍊金師和商人之都。",
					["w"] = true,
					["n"] = "加基森",
				},
				[1023] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "阿薩羅斯",
				},
				[931] = {
					["r"] = false,
					["d"] = "This faction only exists to test the editing of faction names and descriptions……",
					["w"] = true,
					["n"] = "Test Faction (not a real faction)",
				},
				[577] = {
					["r"] = false,
					["d"] = "熱砂企業的哥布林經營這座貿易商埠區，位在冬泉谷主要貿易道路的十字路口上。",
					["w"] = true,
					["n"] = "永望鎮",
				},
				[609] = {
					["r"] = false,
					["d"] = "塞納里奧的德魯伊是大自然的守護神，將寧靜的月光林地當成自己的家。",
					["w"] = true,
					["n"] = "塞納里奧議會",
				},
				[449] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗影蛛絲偷獵者",
				},
				[673] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "土狼",
				},
				[960] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "邪惡行動者",
				},
				[249] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "異種蠍",
				},
				[1024] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "剝石者",
				},
				[984] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "贊格沼澤旗幟(中立)",
				},
				[925] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "逐日者",
				},
				[991] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗之門防衛者，聯盟",
				},
				[1025] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "剝皮獵人",
				},
				[674] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "貓頭鷹",
				},
				[961] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "靜松熊怪",
				},
				[993] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗之門攻擊者，軍團",
				},
				[1026] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "影月遮蔽處",
				},
				[992] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗之門防衛者，部落",
				},
				[1028] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鴉林長者",
				},
				[1027] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "軍團通報器",
				},
				[450] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "灼熱蜘蛛",
				},
				[675] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蠍子",
				},
				[962] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "瘋狂的梟獸",
				},
				[994] = {
					["r"] = false,
					["d"] = "用於煽動者黑心事件。",
					["w"] = true,
					["n"] = "煽動觸發器",
				},
				[771] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "吉茲洛克",
				},
				[985] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "時光之穴 - 索爾",
				},
				[770] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "吉茲洛克的符咒",
				},
				[929] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "血槌氏族",
				},
				[1029] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "西洋棋，合適的西洋棋",
				},
				[676] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "陸行鳥",
				},
				[963] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "聯盟西洋棋",
				},
				[995] = {
					["r"] = false,
					["d"] = "用於煽動者黑心事件。",
					["w"] = true,
					["n"] = "煽動觸發器 2",
				},
				[1030] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗神廟大門 - 伊利達瑞",
				},
				[169] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "熱砂企業",
				},
				[926] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "博學者的公會",
				},
				[951] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "ToWoW - Flag Trigger Alliance (DND)",
				},
				[1031] = {
					["r"] = false,
					["d"] = "一支由撒塔斯城召集的空軍軍隊，專門對付接近外域最高範圍的威脅。",
					["w"] = false,
					["n"] = "薩塔禦天者",
				},
				[932] = {
					["r"] = false,
					["d"] = "曾由費倫帶領的古老德萊尼祭司，奧多爾目前由高階女祭司伊莎納領導。他們服從撒塔斯城中名為薩塔的那魯。與占卜者彼此敵對。",
					["w"] = false,
					["n"] = "奧多爾",
				},
				[709] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "戰場中立方",
				},
				[996] = {
					["r"] = false,
					["d"] = "用於煽動者黑心事件。",
					["w"] = true,
					["n"] = "煽動觸發器 3",
				},
				[1032] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "52區",
				},
				[2402] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "奪取旗幟 - 旗幟 - 部落",
				},
				[1077] = {
					["r"] = false,
					["d"] = "撒塔斯城在太陽之井對凱爾薩斯王子計畫的最後一擊。",
					["w"] = false,
					["n"] = "破碎之日進攻部隊",
				},
				[869] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "加德納爾",
				},
				[1033] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "瑪翼夫",
				},
				[678] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "風蛇",
				},
				[965] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪盜史霸",
				},
				[997] = {
					["r"] = false,
					["d"] = "用於煽動者黑心事件。",
					["w"] = true,
					["n"] = "煽動觸發器 4",
				},
				[1034] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "司凱堤斯暗影阿拉卡",
				},
				[1071] = {
					["r"] = false,
					["d"] = "測試用",
					["w"] = true,
					["n"] = "克萊格的松鼠",
				},
				[1069] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "山羊競速威力上升 DND",
				},
				[470] = {
					["r"] = false,
					["d"] = "隸屬於熱砂企業的一部份。這座哥布林城提供那些在貧瘠之地從事貨物交易與服務的商人一座中立的庇護所。",
					["w"] = true,
					["n"] = "棘齒城",
				},
				[1035] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "司凱堤斯阿拉卡",
				},
				[934] = {
					["r"] = false,
					["d"] = "『先知』沃藍索，帶領反對凱爾薩斯奪權的血精靈們。他們加入了撒塔斯城的那魯。和奧多爾彼此敵視。",
					["w"] = false,
					["n"] = "占卜者",
				},
				[966] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪盜史霸黨羽",
				},
				[911] = {
					["r"] = false,
					["d"] = "奎爾薩拉斯的首都，血精靈的家園。雖然阿薩斯對太陽之井的攻擊幾乎毀了銀月城，但它仍再次成為一個繁榮的城市。",
					["w"] = false,
					["n"] = "銀月城",
				},
			},
			["rule"] = {
				["1:2:4:3:1000:item:30057:1:2647:24067:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:5:16:3:1000:item:30629:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:15:0:1000:item:21721:0"] = false,
				["1:5:11:3:1000:item:32345:1:2939:32205:32205:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:3:2:0:1000:item:27658:0"] = false,
				["1:5:12:3:1000:item:33516:1:2649:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:21:3:1000:item:32373:1:3003:32409:32205:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:3:15:3:1000:item:30117:1:2991:24033:24033:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:3:6:0:1000:item:22572:0"] = false,
				["1:5:15:3:1000:item:29434:1"] = false,
				["1:4:14:3:1000:item:37127:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:3:21:0:1000:empty:0:1"] = false,
				["1:1:15:0:1000:item:27503:0"] = false,
				["1:3:14:3:1000:item:33993:1"] = false,
				["1:1:7:0:1000:item:9224:0"] = false,
				["1:4:18:3:1000:item:33496:1:2931:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:17:0:1000:empty:0:1"] = false,
				["1:2:6:0:1000:empty:0:1"] = false,
				["1:5:3:3:1000:item:33762:1:2673:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:3:20:0:1000:empty:0:1"] = false,
				["1:5:18:3:1000:item:32254:1:2673:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:21:0:1000:empty:0:1"] = false,
				["1:2:13:0:1000:item:22451:0"] = false,
				["1:1:9:3:1000:item:28558:1"] = false,
				["1:1:1:0:1000:item:21991:0"] = false,
				["1:4:16:3:1000:item:33762:1:3225:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:16:0:1000:item:13455:0"] = false,
				["1:4:11:0:1000:empty:0:1"] = false,
				["1:5:22:3:1000:item:33331:1:0:32205:32205:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:1:3:0:1000:item:27503:0"] = false,
				["1:5:21:0:1000:empty:0:1"] = false,
				["1:5:20:3:1000:item:30116:1:3013:24055:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:5:9:0:1000:item:22831:0"] = false,
				["1:1:10:0:1000:item:27498:0"] = false,
				["1:5:19:3:1000:item:6948:1"] = false,
				["1:3:17:0:1000:item:22446:0"] = false,
				["1:5:17:3:1000:item:32323:1:368:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:5:14:3:1000:item:30083:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:5:0:1000:item:7082:0"] = false,
				["1:2:8:0:1000:empty:0:1"] = false,
				["1:3:13:0:1000:empty:0:1"] = false,
				["1:3:4:0:1000:item:22851:0"] = false,
				["1:5:13:3:1000:item:32280:1:2564:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:3:19:0:1000:empty:0:1"] = false,
				["1:2:7:3:1000:item:32901:1"] = false,
				["1:5:10:0:1000:item:32062:0"] = false,
				["1:5:8:3:1000:item:32333:1:0:24055:32223:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:5:7:3:1000:item:30896:1:2661:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:2:0:1000:item:27503:0"] = false,
				["1:5:6:3:1000:item:30975:1:2661:32205:32205:32205:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:1:5:0:1000:item:29449:0"] = false,
				["1:1:16:0:1000:empty:0:1"] = false,
				["1:3:11:3:1000:item:33731:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:3:10:0:1000:empty:0:1"] = false,
				["1:4:9:0:1000:empty:0:1"] = false,
				["1:5:5:3:1000:item:30979:1:2997:32205:32226:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:3:7:0:1000:item:22838:0"] = false,
				["1:5:4:3:1000:item:33296:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:15:0:1000:empty:0:1"] = false,
				["1:3:22:0:1000:empty:0:1"] = false,
				["1:5:2:0:1000:item:28421:0"] = false,
				["1:5:1:3:1000:item:32521:1:2999:32409:24055:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:22:0:1000:empty:0:1"] = false,
				["1:4:20:3:1000:item:30627:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:19:0:1000:empty:0:1"] = false,
				["1:3:12:0:1000:item:22572:0"] = false,
				["1:4:5:0:1000:item:33092:0"] = false,
				["1:4:12:0:1000:item:31952:0"] = false,
				["1:3:5:0:1000:empty:0:1"] = false,
				["1:1:11:0:1000:item:22445:0"] = false,
				["1:1:6:3:1000:item:18794:1"] = false,
				["1:4:10:3:1000:item:33500:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:8:3:1000:item:33474:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:7:3:1000:item:30889:1:1071:24051:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:3:0:1000:item:9224:0"] = false,
				["1:4:6:3:1000:item:25477:1"] = false,
				["1:3:3:0:1000:item:22838:0"] = false,
				["1:2:3:0:1000:item:21877:0"] = false,
				["1:4:13:3:1000:item:32278:1:684:32193:32193:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:18:0:1000:item:33092:0"] = false,
				["1:2:10:0:1000:empty:0:1"] = false,
				["1:2:17:0:1000:empty:0:1"] = false,
				["1:2:9:0:1000:item:31952:0"] = false,
				["1:2:20:3:1000:item:33809:1"] = false,
				["1:4:4:0:1000:item:27658:0"] = false,
				["1:2:1:0:1000:empty:0:1"] = false,
				["1:1:2:0:1000:item:28056:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:1:13:0:1000:item:28421:0"] = false,
				["1:2:22:0:1000:empty:0:1"] = false,
				["1:3:18:0:1000:empty:0:1"] = false,
				["1:1:8:3:1000:item:34256:1"] = false,
				["1:1:14:0:1000:item:27664:0"] = false,
				["1:4:1:0:1000:item:22824:0"] = false,
				["1:1:11:0:1000:empty:0:1"] = false,
				["1:1:12:3:1000:item:32260:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:3:1:0:1000:item:22838:0"] = false,
				["1:2:2:0:1000:empty:0:1"] = false,
				["1:3:16:0:1000:item:23529:0"] = false,
				["1:2:19:3:1000:item:32333:1:0:24055:24062:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:14:3:1000:item:32232:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:12:0:1000:empty:0:1"] = false,
				["1:3:9:3:1000:item:22462:1"] = false,
				["1:3:8:0:1000:item:21991:0"] = false,
				["1:1:4:3:1000:item:29736:1"] = false,
				["1:2:11:0:1000:empty:0:1"] = false,
			},
			["version"] = 30966,
		},
		["option"] = {
			["sort"] = {
				["method"] = {
					["data"] = {
						[9998] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								nil, -- [5]
								nil, -- [6]
								nil, -- [7]
								{
									["key"] = "slottype",
								}, -- [8]
								{
									["key"] = "expansion",
								}, -- [9]
								{
									["key"] = "itemstatlevel",
								}, -- [10]
								{
									["key"] = "id",
								}, -- [11]
								{
									["key"] = "itemuselevel",
								}, -- [12]
								{
									["key"] = "vendorprice",
								}, -- [13]
								{
									["key"] = "itemage",
								}, -- [14]
								{
									["key"] = "itemtype",
								}, -- [15]
							},
						},
						[9995] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["key"] = "slottype",
								}, -- [3]
								{
									["key"] = "expansion",
								}, -- [4]
								{
									["key"] = "itemstatlevel",
								}, -- [5]
								{
									["key"] = "id",
								}, -- [6]
								{
									["key"] = "itemuselevel",
								}, -- [7]
								{
									["key"] = "vendorprice",
								}, -- [8]
								{
									["key"] = "itemage",
								}, -- [9]
								{
									["key"] = "itemtype",
								}, -- [10]
								{
									["key"] = "category",
								}, -- [11]
								{
									["key"] = "location",
								}, -- [12]
								{
									["key"] = "name",
								}, -- [13]
								{
									["key"] = "count",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9999] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["key"] = "slottype",
								}, -- [3]
								{
									["key"] = "expansion",
								}, -- [4]
								{
									["key"] = "itemstatlevel",
								}, -- [5]
								{
									["key"] = "id",
								}, -- [6]
								{
									["key"] = "itemuselevel",
								}, -- [7]
								{
									["key"] = "vendorprice",
								}, -- [8]
								{
									["key"] = "itemage",
								}, -- [9]
								{
									["key"] = "itemtype",
								}, -- [10]
								{
									["key"] = "category",
								}, -- [11]
								{
									["key"] = "location",
								}, -- [12]
								{
									["key"] = "name",
								}, -- [13]
								{
									["key"] = "count",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9996] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								{
									["key"] = "slottype",
								}, -- [5]
								{
									["key"] = "expansion",
								}, -- [6]
								{
									["key"] = "itemstatlevel",
								}, -- [7]
								{
									["key"] = "id",
								}, -- [8]
								{
									["key"] = "itemuselevel",
								}, -- [9]
								{
									["key"] = "itemage",
								}, -- [10]
								{
									["key"] = "itemtype",
								}, -- [11]
								{
									["key"] = "category",
								}, -- [12]
								{
									["key"] = "location",
								}, -- [13]
								{
									["key"] = "name",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9993] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["key"] = "slottype",
								}, -- [3]
								{
									["key"] = "expansion",
								}, -- [4]
								{
									["key"] = "itemstatlevel",
								}, -- [5]
								{
									["key"] = "id",
								}, -- [6]
								{
									["key"] = "itemuselevel",
								}, -- [7]
								{
									["key"] = "vendorprice",
								}, -- [8]
								{
									["key"] = "itemage",
								}, -- [9]
								{
									["key"] = "itemtype",
								}, -- [10]
								{
									["key"] = "category",
								}, -- [11]
								{
									["key"] = "location",
								}, -- [12]
								{
									["key"] = "name",
								}, -- [13]
								{
									["key"] = "count",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9997] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								{
									["key"] = "slottype",
								}, -- [5]
								{
									["key"] = "expansion",
								}, -- [6]
								{
									["key"] = "itemstatlevel",
								}, -- [7]
								{
									["key"] = "id",
								}, -- [8]
								{
									["key"] = "itemuselevel",
								}, -- [9]
								{
									["key"] = "vendorprice",
								}, -- [10]
								{
									["key"] = "itemage",
								}, -- [11]
								{
									["key"] = "itemtype",
								}, -- [12]
								{
									["key"] = "category",
								}, -- [13]
								{
									["key"] = "location",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9994] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								{
									["key"] = "slottype",
								}, -- [5]
								{
									["key"] = "expansion",
								}, -- [6]
								{
									["key"] = "itemstatlevel",
								}, -- [7]
								{
									["key"] = "id",
								}, -- [8]
								{
									["key"] = "itemuselevel",
								}, -- [9]
								{
									["key"] = "vendorprice",
								}, -- [10]
								{
									["key"] = "itemage",
								}, -- [11]
								{
									["key"] = "itemtype",
								}, -- [12]
								{
									["key"] = "category",
								}, -- [13]
								{
									["key"] = "location",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
					},
				},
			},
			["restack"] = {
				["blizzard"] = false,
			},
			["tooltip"] = {
				["battlepet"] = {
					["enable"] = false,
				},
			},
			["profile"] = {
				["data"] = {
					[1000] = {
						["location"] = {
							{
								["anchor"] = {
									["b"] = 707.0000610351562,
									["t"] = 1200,
									["l"] = 1449.333618164063,
									["r"] = 2133.33349609375,
								},
								["container"] = {
									["height"] = 315,
									["width"] = 684,
								},
							}, -- [1]
							[3] = {
							},
						},
					},
					[9999] = {
						["location"] = {
							[3] = {
							},
						},
					},
				},
			},
			["design"] = {
				["data"] = {
					[9999] = {
					},
					[9998] = {
					},
					[9997] = {
						["bar"] = {
							["data"] = {
								{
									["sort"] = {
									},
									["name"] = {
										["text"] = "",
										["custom"] = 1,
										["colour"] = {
											["r"] = 1,
											["g"] = 1,
											["b"] = 1,
										},
									},
									["background"] = {
										["custom"] = 1,
										["colour"] = {
											["a"] = 0.4,
											["r"] = 0,
											["g"] = 0,
											["b"] = 0.4,
										},
									},
									["border"] = {
										["custom"] = 1,
										["colour"] = {
											["r"] = 0.3,
											["g"] = 0.3,
											["b"] = 0.3,
										},
									},
									["width"] = {
										["min"] = 0,
									},
								}, -- [1]
							},
						},
					},
				},
			},
			["updatetimer"] = {
				["EVENT_ARKINV_VAULT_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_QUEST_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_LDB_CURRENCY_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_TRANSMOG_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_VAULT_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_LDB_MOUNT_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_COLLECTION_CURRENCY_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_BAG_RESCAN_BUCKET"] = {
				},
				["EVENT_ARKINV_MAIL_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_LOCATION_SCANNED_BUCKET"] = {
				},
				["EVENT_ARKINV_COLLECTION_REPUTATION_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_LDB_REPUTATION_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_AUCTION_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_AUCTION_UPDATE_MASSIVE_BUCKET"] = {
				},
				["EVENT_ARKINV_BAG_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_BAG_UPDATE_COOLDOWN_BUCKET"] = {
				},
				["EVENT_ARKINV_INVENTORY_CHANGE_BUCKET"] = {
				},
				["EVENT_ARKINV_BANK_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_VOID_UPDATE_BUCKET"] = {
				},
			},
			["version"] = 30966,
			["transmog"] = {
				["enable"] = false,
			},
		},
	},
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "Default",
	},
}
