
aux = {
	["faction"] = {
		["伊弗斯|Horde"] = {
			["post"] = {
			},
			["history"] = {
			},
		},
	},
	["character"] = {
		["伊弗斯|邁克爾假死"] = {
			["tooltip"] = {
				["merchant_sell"] = true,
				["disenchant_value"] = false,
				["prospecting_value"] = false,
				["merchant_buy"] = false,
				["money_icons"] = false,
				["value"] = true,
				["disenchant_distribution"] = false,
				["prospecting_distribution"] = false,
				["daily"] = false,
			},
		},
		["伊弗斯|特變電工"] = {
			["tooltip"] = {
				["merchant_sell"] = true,
				["disenchant_value"] = false,
				["prospecting_value"] = false,
				["merchant_buy"] = false,
				["daily"] = false,
				["value"] = true,
				["disenchant_distribution"] = false,
				["prospecting_distribution"] = false,
				["money_icons"] = false,
			},
		},
	},
	["realm"] = {
		["伊弗斯"] = {
			["characters"] = {
				["特變電工"] = 238997.35,
				["邁克爾假死"] = 239398.18,
			},
			["favorite_searches"] = {
			},
			["recent_searches"] = {
			},
		},
	},
	["account"] = {
		["ignore_owner"] = true,
		["scale"] = 1,
		["items"] = {
			[5075] = "血岩碎片#|cffffffff|Hitem:5075::::::::80:::::::::|h[血岩碎片]|h|r#1#1#0#任务#任务##10#134128#25",
			[16304] = "萨杜布拉的徽记#|cff1eff00|Hitem:16304::::::::80:::::::::|h[萨杜布拉的徽记]|h|r#2#20#20#任务#任务##1#132225#0",
			[39609] = "英雄的无畏护手#|cffa335ee|Hitem:39609::::::::80:::::::::|h[英雄的无畏护手]|h|r#4#200#80#护甲#板甲#INVTYPE_HAND#1#132962#0",
			[25463] = "象牙#|cffffffff|Hitem:25463::::::::80:::::::::|h[象牙]|h|r#1#1#0#任务#任务##200#133721#500",
			[5099] = "拉克塔曼尼的蹄子#|cffffffff|Hitem:5099::::::::80:::::::::|h[拉克塔曼尼的蹄子]|h|r#1#10#10#任务#任务##1#132318#0",
			[5103] = "瓦希塔帕恩的羽毛#|cffffffff|Hitem:5103::::::::80:::::::::|h[瓦希塔帕恩的羽毛]|h|r#1#10#10#任务#任务##1#135992#0",
			[24504] = "呼嚎之风#|cffffffff|Hitem:24504::::::::80:::::::::|h[呼嚎之风]|h|r#1#65#64#其它#垃圾##1#135988#0",
			[22522] = "超级巫师之油#|cffffffff|Hitem:22522::::::::80:::::::::|h[超级巫师之油]|h|r#1#68#58#消耗品#其它##1#134767#1500",
			[129] = "皱褶捕兽者之靴#|cffffffff|Hitem:129::::::::80:::::::::|h[皱褶捕兽者之靴]|h|r#1#1#0#护甲#其它#INVTYPE_FEET#1#132540#1",
			[44149] = "折磨秘药#|cff00ccff|Hitem:44149::::::::80:::::::::|h[折磨秘药]|h|r#7#80#80#任务#任务##1#132352#375000",
			[25719] = "鸦人的羽毛#|cffffffff|Hitem:25719::::::::80:::::::::|h[鸦人的羽毛]|h|r#1#1#0#任务#任务##250#132919#868",
			[30850] = "新鲜的魔血#|cffffffff|Hitem:30850::::::::80:::::::::|h[新鲜的魔血]|h|r#1#1#0#任务#任务##1#136124#0",
			[131] = "Deprecated Orc Acolyte's Belt#|cffffffff|Hitem:131::::::::80:::::::::|h[Deprecated Orc Acolyte's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#133693#1",
			[38619] = "格拉克伊克的镣铐#|cffffffff|Hitem:38619::::::::80:::::::::|h[格拉克伊克的镣铐]|h|r#1#1#0#任务#任务##1#132606#0",
			[16784] = "阿库麦尔蓝宝石#|cffffffff|Hitem:16784::::::::80:::::::::|h[阿库麦尔蓝宝石]|h|r#1#1#0#任务#任务##20#134133#0",
			[31122] = "工头伪装服#|cffffffff|Hitem:31122::::::::80:::::::::|h[工头伪装服]|h|r#1#1#0#消耗品#消耗品##5#132715#0",
			[46036] = "虚空弯刀#|cffa335ee|Hitem:46036::::::::80:::::::::|h[虚空弯刀]|h|r#4#245#80#武器#单手剑#INVTYPE_WEAPON#1#237483#229291",
			[34815] = "一瓶新鲜血液#|cffffffff|Hitem:34815::::::::80:::::::::|h[一瓶新鲜血液]|h|r#1#1#68#任务#任务##1#134795#0",
			[12564] = "暗杀指令#|cffffffff|Hitem:12564::::::::80:::::::::|h[暗杀指令]|h|r#1#23#23#任务#任务##1#133473#0",
			[29236] = "考利恩的帽子#|cffffffff|Hitem:29236::::::::80:::::::::|h[考利恩的帽子]|h|r#1#1#67#任务#任务##1#133153#0",
			[42104] = "诺森德鹿牙#|cffffffff|Hitem:42104::::::::80:::::::::|h[诺森德鹿牙]|h|r#1#1#0#任务#任务##1#133721#0",
			[43159] = "召唤大师的法杖#|cffffffff|Hitem:43159::::::::80:::::::::|h[召唤大师的法杖]|h|r#1#1#0#任务#任务##1#135202#0",
			[44246] = "幻象宝珠#|cffffffff|Hitem:44246::::::::80:::::::::|h[幻象宝珠]|h|r#1#0#0#任务#任务##3#134337#0",
			[134] = "Deprecated Stiff Leather Shirt#|cffffffff|Hitem:134::::::::80:::::::::|h[Deprecated Stiff Leather Shirt]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135005#1",
			[8544] = "魔纹绷带#|cffffffff|Hitem:8544::::::::80:::::::::|h[魔纹绷带]|h|r#1#1#0#消耗品#绷带##20#133689#340",
			[135] = "Deprecated Stiff Leather Pants#|cff9d9d9d|Hitem:135::::::::80:::::::::|h[Deprecated Stiff Leather Pants]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[29476] = "火红水晶碎片#|cffffffff|Hitem:29476::::::::80:::::::::|h[火红水晶碎片]|h|r#1#1#61#任务#任务##1#134081#0",
			[25416] = "沃舒古水晶碎片#|cffffffff|Hitem:25416::::::::80:::::::::|h[沃舒古水晶碎片]|h|r#1#0#0#任务#任务##200#134096#200",
			[30579] = "伊利达雷斩除碎片#|cffffffff|Hitem:30579::::::::80:::::::::|h[伊利达雷斩除碎片]|h|r#1#1#67#任务#任务##1#135241#0",
			[136] = "Deprecated Old Leather Boots#|cffffffff|Hitem:136::::::::80:::::::::|h[Deprecated Old Leather Boots]|h|r#1#1#0#护甲#其它#INVTYPE_FEET#1#132535#1",
			[24473] = "被激怒的碾压者的核心#|cffffffff|Hitem:24473::::::::80:::::::::|h[被激怒的碾压者的核心]|h|r#1#1#0#任务#任务##15#132780#0",
			[45877] = "北风卫士#|cffa335ee|Hitem:45877::::::::80:::::::::|h[北风卫士]|h|r#4#245#80#护甲#盾牌#INVTYPE_SHIELD#1#237457#139768",
			[30659] = "卡格罗什的背包#|cffffffff|Hitem:30659::::::::80:::::::::|h[卡格罗什的背包]|h|r#1#1#0#任务#任务##1#133628#0",
			[34752] = "犀牛热狗#|cffffffff|Hitem:34752::::::::80:::::::::|h[犀牛热狗]|h|r#1#80#70#消耗品#食物和饮料##20#134009#225",
			[137] = "OLDNeophyte's Belt#|cffffffff|Hitem:137::::::::80:::::::::|h[OLDNeophyte's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132493#1",
			[45110] = "泰坦禁卫#|cffa335ee|Hitem:45110::::::::80:::::::::|h[泰坦禁卫]|h|r#4#238#80#武器#单手剑#INVTYPE_WEAPON#1#237482#221684",
			[42105] = "铁矮人胸针#|cffffffff|Hitem:42105::::::::80:::::::::|h[铁矮人胸针]|h|r#1#1#0#任务#任务##1#133435#0",
			[138] = "Deprecated War Harness#|cffffffff|Hitem:138::::::::80:::::::::|h[Deprecated War Harness]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#132719#1",
			[4400] = "沉重的树干#|cffffffff|Hitem:4400::::::::80:::::::::|h[沉重的树干]|h|r#1#25#0#商品#零件##10#133486#500",
			[6450] = "丝质绷带#|cffffffff|Hitem:6450::::::::80:::::::::|h[丝质绷带]|h|r#1#1#0#消耗品#绷带##20#133671#170",
			[45494] = "狂乱之触#|cffa335ee|Hitem:45494::::::::80:::::::::|h[狂乱之触]|h|r#4#252#80#武器#拳套#INVTYPE_WEAPONOFFHAND#1#237501#238413",
			[20749] = "卓越巫师之油#|cffffffff|Hitem:20749::::::::80:::::::::|h[卓越巫师之油]|h|r#1#55#45#消耗品#其它##1#134727#1000",
			[35] = "弯曲的法杖#|cffffffff|Hitem:35::::::::80:::::::::|h[弯曲的法杖]|h|r#1#2#1#武器#法杖#INVTYPE_2HWEAPON#1#135145#9",
			[38621] = "达伊克的旧粉笔#|cffffffff|Hitem:38621::::::::80:::::::::|h[达伊克的旧粉笔]|h|r#1#1#0#任务#任务##1#135233#0",
			[140] = "打斗者之靴#|cffffffff|Hitem:140::::::::80:::::::::|h[打斗者之靴]|h|r#1#1#0#护甲#其它#INVTYPE_FEET#1#132538#1",
			[35648] = "闪耀的碎片#|cffffffff|Hitem:35648::::::::80:::::::::|h[闪耀的碎片]|h|r#1#69#69#任务#任务##1#134923#0",
			[22987] = "死亡猎手外套#|cff1eff00|Hitem:22987::::::::80:::::::::|h[死亡猎手外套]|h|r#2#15#10#护甲#皮甲#INVTYPE_CHEST#1#132716#342",
			[36767] = "致密龙眼石#|cffa335ee|Hitem:36767::::::::80:::::::::|h[致密龙眼石]|h|r#4#80#0#珠宝#蓝色##1#317243#11250",
			[141] = "OLDBrawler's Belt#|cffffffff|Hitem:141::::::::80:::::::::|h[OLDBrawler's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132491#1",
			[46166] = "征服者的突围巨盔#|cffa335ee|Hitem:46166::::::::80:::::::::|h[征服者的突围巨盔]|h|r#4#232#80#护甲#板甲#INVTYPE_HEAD#1#133160#0",
			[42106] = "始祖龙骨#|cffffffff|Hitem:42106::::::::80:::::::::|h[始祖龙骨]|h|r#1#1#0#任务#任务##1#133727#0",
			[31347] = "血环火炬#|cffffffff|Hitem:31347::::::::80:::::::::|h[血环火炬]|h|r#1#1#0#任务#任务##20#135434#0",
			[32386] = "玛瑟里顿的徽记#|cffa335ee|Hitem:32386::::::::80:::::::::|h[玛瑟里顿的徽记]|h|r#4#70#70#其它#垃圾##1#134174#0",
			[4544] = "莫高雷香料面包#|cffffffff|Hitem:4544::::::::80:::::::::|h[莫高雷香料面包]|h|r#1#35#25#消耗品#食物和饮料##20#133964#50",
			[24330] = "抽水泵结构图#|cffffffff|Hitem:24330::::::::80:::::::::|h[抽水泵结构图]|h|r#1#0#59#消耗品#消耗品##1#134944#0",
			[34338] = "法力余烬#|cffffffff|Hitem:34338::::::::80:::::::::|h[法力余烬]|h|r#1#1#0#任务#任务##4#133850#0",
			[33347] = "亚勒伯龙攻击计划#|cffffffff|Hitem:33347::::::::80:::::::::|h[亚勒伯龙攻击计划]|h|r#1#1#68#任务#任务##1#134941#0",
			[43609] = "一堆白骨#|cffffffff|Hitem:43609::::::::80:::::::::|h[一堆白骨]|h|r#1#0#0#任务#任务##5#237272#0",
			[25433] = "黑曜石作战念珠#|cffffffff|Hitem:25433::::::::80:::::::::|h[黑曜石作战念珠]|h|r#1#1#0#任务#任务##200#133306#200",
			[36] = "用旧的钉锤#|cffffffff|Hitem:36::::::::80:::::::::|h[用旧的钉锤]|h|r#1#2#1#武器#单手锤#INVTYPE_WEAPONMAINHAND#1#133478#7",
			[38622] = "拉弗乌的虫袋#|cffffffff|Hitem:38622::::::::80:::::::::|h[拉弗乌的虫袋]|h|r#1#1#0#任务#任务##1#133645#0",
			[28550] = "燃烧的火把#|cffffffff|Hitem:28550::::::::80:::::::::|h[燃烧的火把]|h|r#1#1#0#任务#任务##1#135432#0",
			[4592] = "长嘴泥鳅#|cffffffff|Hitem:4592::::::::80:::::::::|h[长嘴泥鳅]|h|r#1#15#5#消耗品#食物和饮料##20#133918#1",
			[37727] = "红玉橡果#|cffffffff|Hitem:37727::::::::80:::::::::|h[红玉橡果]|h|r#1#1#0#任务#任务##10#133944#0",
			[40892] = "锤头锄#|cffffffff|Hitem:40892::::::::80:::::::::|h[锤头锄]|h|r#1#10#0#商品#装置##1#134710#750",
			[37887] = "自然愤怒之种#|cffffffff|Hitem:37887::::::::80:::::::::|h[自然愤怒之种]|h|r#1#1#0#任务#任务##1#134339#0",
			[45080] = "大腿骨#|cffffffff|Hitem:45080::::::::80:::::::::|h[大腿骨]|h|r#1#1#0#任务#任务##1#133727#0",
			[42107] = "元素护甲片#|cffffffff|Hitem:42107::::::::80:::::::::|h[元素护甲片]|h|r#1#1#0#任务#任务##1#133600#0",
			[40093] = "不灭药水#|cffffffff|Hitem:40093::::::::80:::::::::|h[不灭药水]|h|r#1#80#70#消耗品#药水##20#236874#5000",
			[29797] = "凯尔萨斯的命令#|cffffffff|Hitem:29797::::::::80:::::::::|h[凯尔萨斯的命令]|h|r#1#1#0#任务#任务##10#133469#0",
			[42203] = "黑暗护甲板#|cffffffff|Hitem:42203::::::::80:::::::::|h[黑暗护甲板]|h|r#1#1#77#任务#任务##1#237488#0",
			[146] = "OLDRugged Trapper's Belt#|cffffffff|Hitem:146::::::::80:::::::::|h[OLDRugged Trapper's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132493#1",
			[34083] = "唤醒魔棒#|cffffffff|Hitem:34083::::::::80:::::::::|h[唤醒魔棒]|h|r#1#1#0#任务#任务##5#135480#0",
			[31955] = "埃雷利恩的背包#|cffffffff|Hitem:31955::::::::80:::::::::|h[埃雷利恩的背包]|h|r#1#1#0#其它#垃圾##1#133644#12",
			[33284] = "亚勒伯龙牢笼钥匙#|cffffffff|Hitem:33284::::::::80:::::::::|h[亚勒伯龙牢笼钥匙]|h|r#1#1#0#钥匙#钥匙##20#134245#0",
			[43610] = "被丢弃的头盔#|cffffffff|Hitem:43610::::::::80:::::::::|h[被丢弃的头盔]|h|r#1#0#0#任务#任务##5#133124#0",
			[27991] = "暗影迷宫钥匙#|cffffffff|Hitem:27991::::::::80:::::::::|h[暗影迷宫钥匙]|h|r#1#1#0#钥匙#钥匙##1#134236#0",
			[37] = "破损的斧头#|cffffffff|Hitem:37::::::::80:::::::::|h[破损的斧头]|h|r#1#2#1#武器#单手斧#INVTYPE_WEAPONMAINHAND#1#132402#7",
			[38623] = "亚鲁乌特的宝贝水晶#|cffffffff|Hitem:38623::::::::80:::::::::|h[亚鲁乌特的宝贝水晶]|h|r#1#1#0#任务#任务##1#134098#0",
			[35586] = "冰霜战斧#|cffffffff|Hitem:35586::::::::80:::::::::|h[冰霜战斧]|h|r#1#1#0#其它#垃圾##5#132394#0",
			[37664] = "115号元素#|cff1eff00|Hitem:37664::::::::80:::::::::|h[115号元素]|h|r#2#0#0#任务#任务##1#237030#0",
			[149] = "Deprecated Tauren Apprentice Belt#|cffffffff|Hitem:149::::::::80:::::::::|h[Deprecated Tauren Apprentice Belt]|h|r#1#1#0#护甲#其它#INVTYPE_WAIST#1#132493#1",
			[36929] = "茶晶石#|cff1eff00|Hitem:36929::::::::80:::::::::|h[茶晶石]|h|r#2#75#0#珠宝#橙色##20#237197#2500",
			[42108] = "天灾古物#|cffffffff|Hitem:42108::::::::80:::::::::|h[天灾古物]|h|r#1#1#0#任务#任务##1#133570#0",
			[8529] = "诺格弗格药剂#|cffffffff|Hitem:8529::::::::80:::::::::|h[诺格弗格药剂]|h|r#1#45#35#消耗品#药剂##20#134863#175",
			[8545] = "厚魔纹绷带#|cffffffff|Hitem:8545::::::::80:::::::::|h[厚魔纹绷带]|h|r#1#1#0#消耗品#绷带##20#133690#800",
			[29366] = "布纳尔控制水晶#|cffffffff|Hitem:29366::::::::80:::::::::|h[布纳尔控制水晶]|h|r#1#0#0#任务#任务##1#132780#0",
			[151] = "Deprecated Tauren Apprentice Shirt#|cffffffff|Hitem:151::::::::80:::::::::|h[Deprecated Tauren Apprentice Shirt]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135005#1",
			[45657] = "固执保卫者的衬肩#|cffa335ee|Hitem:45657::::::::80:::::::::|h[固执保卫者的衬肩]|h|r#4#80#80#其它#垃圾##1#135053#50000",
			[5851] = "考兹尔的钥匙#|cffffffff|Hitem:5851::::::::80:::::::::|h[考兹尔的钥匙]|h|r#1#1#0#钥匙#钥匙##1#134241#0",
			[33445] = "薄荷蜜茶#|cffffffff|Hitem:33445::::::::80:::::::::|h[薄荷蜜茶]|h|r#1#85#75#消耗品#食物和饮料##20#132812#550",
			[34500] = "阿塔玛军备#|cffffffff|Hitem:34500::::::::80:::::::::|h[阿塔玛军备]|h|r#1#1#0#任务#任务##5#132406#0",
			[38624] = "莫乌德的皮球#|cffffffff|Hitem:38624::::::::80:::::::::|h[莫乌德的皮球]|h|r#1#1#0#任务#任务##1#134480#0",
			[5867] = "蚀刻瓶#|cffffffff|Hitem:5867::::::::80:::::::::|h[蚀刻瓶]|h|r#1#1#0#任务#任务##1#134776#0",
			[24475] = "戈达乌的足印#|cff9d9d9d|Hitem:24475::::::::80:::::::::|h[戈达乌的足印]|h|r#0#1#0#其它#垃圾##1#135241#0",
			[22445] = "奥法之尘#|cffffffff|Hitem:22445::::::::80:::::::::|h[奥法之尘]|h|r#1#60#0#商品#附魔##20#132854#0",
			[45945] = "杀戮之种#|cffa335ee|Hitem:45945::::::::80:::::::::|h[杀戮之种]|h|r#4#239#80#护甲#其它#INVTYPE_NECK#1#237556#75623",
			[19440] = "特效抗毒药剂#|cffffffff|Hitem:19440::::::::80:::::::::|h[特效抗毒药剂]|h|r#1#58#0#消耗品#其它##10#132801#500",
			[153] = "粗糙的褶裙#|cff9d9d9d|Hitem:153::::::::80:::::::::|h[粗糙的褶裙]|h|r#0#1#1#护甲#皮甲#INVTYPE_LEGS#1#134582#1",
			[23580] = "亚维鲁的宝珠#|cffffffff|Hitem:23580::::::::80:::::::::|h[亚维鲁的宝珠]|h|r#1#1#60#任务#任务##1#134124#0",
			[3467] = "灰暗的铁钥匙#|cffffffff|Hitem:3467::::::::80:::::::::|h[灰暗的铁钥匙]|h|r#1#1#0#钥匙#钥匙##1#134237#0",
			[46169] = "征服者的突围护腿#|cffa335ee|Hitem:46169::::::::80:::::::::|h[征服者的突围护腿]|h|r#4#232#80#护甲#板甲#INVTYPE_LEGS#1#134681#0",
			[77] = "Deprecated Outfitter Cloth Armor#|cffffffff|Hitem:77::::::::80:::::::::|h[Deprecated Outfitter Cloth Armor]|h|r#1#4#0#护甲#布甲#INVTYPE_CHEST#1#135006#7",
			[154] = "粗糙的衬肩#|cffffffff|Hitem:154::::::::80:::::::::|h[粗糙的衬肩]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#133766#1",
			[155] = "Deprecated Tauren Recruit's Belt#|cffffffff|Hitem:155::::::::80:::::::::|h[Deprecated Tauren Recruit's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132494#1",
			[23836] = "地精火箭发射器#|cff0070dd|Hitem:23836::::::::80:::::::::|h[地精火箭发射器]|h|r#3#70#0#护甲#其它#INVTYPE_TRINKET#1#133032#22500",
			[3499] = "抛光的金钥匙#|cffffffff|Hitem:3499::::::::80:::::::::|h[抛光的金钥匙]|h|r#1#1#0#钥匙#钥匙##1#134238#0",
			[20815] = "珠宝制作工具#|cffffffff|Hitem:20815::::::::80:::::::::|h[珠宝制作工具]|h|r#1#20#1#商品#其它##1#132595#200",
			[39] = "新兵短裤#|cff9d9d9d|Hitem:39::::::::80:::::::::|h[新兵短裤]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[156] = "Deprecated Tauren Recruit's Pants#|cff9d9d9d|Hitem:156::::::::80:::::::::|h[Deprecated Tauren Recruit's Pants]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[26042] = "沃舒古水晶尘样本#|cffffffff|Hitem:26042::::::::80:::::::::|h[沃舒古水晶尘样本]|h|r#1#65#0#其它#垃圾##100#132859#0",
			[1251] = "亚麻绷带#|cffffffff|Hitem:1251::::::::80:::::::::|h[亚麻绷带]|h|r#1#1#0#消耗品#绷带##20#133685#8",
			[157] = "Deprecated Tauren Recruit's Shirt#|cffffffff|Hitem:157::::::::80:::::::::|h[Deprecated Tauren Recruit's Shirt]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135005#1",
			[2506] = "角木弯弓#|cffffffff|Hitem:2506::::::::80:::::::::|h[角木弯弓]|h|r#1#8#3#武器#弓#INVTYPE_RANGED#1#135499#57",
			[3531] = "厚绒线绷带#|cffffffff|Hitem:3531::::::::80:::::::::|h[厚绒线绷带]|h|r#1#1#0#消耗品#绷带##20#133687#57",
			[2512] = "劣质箭#|cffffffff|Hitem:2512::::::::80:::::::::|h[劣质箭]|h|r#1#5#1#弹药#箭#INVTYPE_AMMO#1000#132382#0",
			[41119] = "萨隆邪铁炸弹#|cffffffff|Hitem:41119::::::::80:::::::::|h[萨隆邪铁炸弹]|h|r#1#75#0#商品#爆炸物##20#237295#250",
			[79] = "矮人布质短裤#|cffffffff|Hitem:79::::::::80:::::::::|h[矮人布质短裤]|h|r#1#5#0#护甲#布甲#INVTYPE_LEGS#1#134589#10",
			[32388] = "暗影之尘#|cffffffff|Hitem:32388::::::::80:::::::::|h[暗影之尘]|h|r#1#1#0#任务#任务##100#133849#146",
			[40256] = "死亡之钟#|cffa335ee|Hitem:40256::::::::80:::::::::|h[死亡之钟]|h|r#4#213#80#护甲#其它#INVTYPE_TRINKET#1#135442#113940",
			[24268] = "灵纹投网#|cffffffff|Hitem:24268::::::::80:::::::::|h[灵纹投网]|h|r#1#60#0#消耗品#其它##20#134325#100",
			[32468] = "灵尘花粉#|cffffffff|Hitem:32468::::::::80:::::::::|h[灵尘花粉]|h|r#1#70#0#任务#任务##20#132857#1000",
			[44476] = "奥鲁麦斯的徽记#|cffffffff|Hitem:44476::::::::80:::::::::|h[奥鲁麦斯的徽记]|h|r#1#1#0#任务#任务##1#133730#0",
			[159] = "清凉的泉水#|cffffffff|Hitem:159::::::::80:::::::::|h[清凉的泉水]|h|r#1#5#1#消耗品#食物和饮料##20#132794#1",
			[8149] = "巫毒咒符#|cffffffff|Hitem:8149::::::::80:::::::::|h[巫毒咒符]|h|r#1#1#0#任务#任务##1#132502#0",
			[40] = "新兵之靴#|cffffffff|Hitem:40::::::::80:::::::::|h[新兵之靴]|h|r#1#1#0#护甲#其它#INVTYPE_FEET#1#132540#1",
			[43741] = "无畏护手#|cffa335ee|Hitem:43741::::::::80:::::::::|h[无畏护手]|h|r#4#200#80#护甲#板甲#INVTYPE_HAND#1#132962#0",
			[28552] = "神秘的典籍#|cffffffff|Hitem:28552::::::::80:::::::::|h[神秘的典籍]|h|r#1#58#58#任务#任务##1#133743#0",
			[32724] = "淤泥覆盖的物体#|cffffffff|Hitem:32724::::::::80:::::::::|h[淤泥覆盖的物体]|h|r#1#1#0#其它#垃圾##1#134570#0",
			[21519] = "槲寄生#|cffffffff|Hitem:21519::::::::80:::::::::|h[槲寄生]|h|r#1#1#0#其它#垃圾##20#134189#0",
			[36932] = "黑玉#|cff1eff00|Hitem:36932::::::::80:::::::::|h[黑玉]|h|r#2#75#0#珠宝#绿色##20#237195#2500",
			[38083] = "钝刻刀#|cffffffff|Hitem:38083::::::::80:::::::::|h[钝刻刀]|h|r#1#1#0#任务#任务##1#135650#0",
			[37220] = "蛛丝精华#|cff0070dd|Hitem:37220::::::::80:::::::::|h[蛛丝精华]|h|r#3#200#80#护甲#其它#INVTYPE_TRINKET#1#132896#80507",
			[44477] = "奥鲁麦斯的精华#|cffffffff|Hitem:44477::::::::80:::::::::|h[奥鲁麦斯的精华]|h|r#1#1#0#任务#任务##1#134338#0",
			[6219] = "弧光扳手#|cffffffff|Hitem:6219::::::::80:::::::::|h[弧光扳手]|h|r#1#10#0#武器#其它#INVTYPE_WEAPONMAINHAND#1#134520#144",
			[34471] = "太阳之井的水瓶#|cffa335ee|Hitem:34471::::::::80:::::::::|h[太阳之井的水瓶]|h|r#4#115#70#护甲#其它#INVTYPE_TRINKET#1#134728#72039",
			[41] = "OLDRecruit's Belt#|cffffffff|Hitem:41::::::::80:::::::::|h[OLDRecruit's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132494#1",
			[45820] = "哀嚎长夜胸针#|cffa335ee|Hitem:45820::::::::80:::::::::|h[哀嚎长夜胸针]|h|r#4#232#80#护甲#其它#INVTYPE_NECK#1#133331#0",
			[29112] = "塞纳里奥热酒#|cffffffff|Hitem:29112::::::::80:::::::::|h[塞纳里奥热酒]|h|r#1#1#0#消耗品#食物和饮料##10#132798#75",
			[22990] = "塔奎林勇士披风#|cff0070dd|Hitem:22990::::::::80:::::::::|h[塔奎林勇士披风]|h|r#3#21#16#护甲#布甲#INVTYPE_CLOAK#1#133759#576",
			[11511] = "塞纳里奥信标#|cffffffff|Hitem:11511::::::::80:::::::::|h[塞纳里奥信标]|h|r#1#0#0#任务#任务##1#134249#0",
			[43966] = "憎恶零件#|cffffffff|Hitem:43966::::::::80:::::::::|h[憎恶零件]|h|r#1#0#0#任务#任务##1#237415#0",
			[20081] = "赞扎之速#|cff1eff00|Hitem:20081::::::::80:::::::::|h[赞扎之速]|h|r#2#65#55#消耗品#消耗品##1#134811#0",
			[32405] = "翠绿的魔珠#|cffa335ee|Hitem:32405::::::::80:::::::::|h[翠绿的魔珠]|h|r#4#70#70#其它#垃圾##1#134125#0",
			[24269] = "重型灵纹投网#|cffffffff|Hitem:24269::::::::80:::::::::|h[重型灵纹投网]|h|r#1#60#0#消耗品#其它##20#134325#100",
			[44478] = "奥鲁麦斯的节杖#|cffffffff|Hitem:44478::::::::80:::::::::|h[奥鲁麦斯的节杖]|h|r#1#1#0#任务#任务##1#133493#0",
			[41505] = "托里姆的大地符咒#|cffffffff|Hitem:41505::::::::80:::::::::|h[托里姆的大地符咒]|h|r#1#1#0#任务#任务##1#134422#0",
			[28473] = "克拉苏斯的魔法纲要 - 第二章#|cffffffff|Hitem:28473::::::::80:::::::::|h[克拉苏斯的魔法纲要 - 第二章]|h|r#1#1#0#任务#任务##1#134937#0",
			[42] = "OLDSquire's Belt#|cffffffff|Hitem:42::::::::80:::::::::|h[OLDSquire's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132494#1",
			[45821] = "水晶森林碎片#|cffa335ee|Hitem:45821::::::::80:::::::::|h[水晶森林碎片]|h|r#4#232#80#护甲#其它#INVTYPE_NECK#1#133338#0",
			[37701] = "土之结晶#|cffffffff|Hitem:37701::::::::80:::::::::|h[土之结晶]|h|r#1#75#0#商品#元素##10#237002#600",
			[31670] = "迅猛龙肋排#|cffffffff|Hitem:31670::::::::80:::::::::|h[迅猛龙肋排]|h|r#1#60#0#商品#肉类##20#133972#200",
			[30695] = "军团传送控制器#|cffffffff|Hitem:30695::::::::80:::::::::|h[军团传送控制器]|h|r#1#1#0#任务#任务##1#135481#0",
			[12814] = "瓶中火#|cffffffff|Hitem:12814::::::::80:::::::::|h[瓶中火]|h|r#1#1#0#任务#任务##1#132798#0",
			[44063] = "雕像 - 帝黄晶螃蟹#|cff0070dd|Hitem:44063::::::::80:::::::::|h[雕像 - 帝黄晶螃蟹]|h|r#3#200#75#护甲#其它#INVTYPE_TRINKET#1#237232#80507",
			[46141] = "征服者的天灾追猎者外套#|cffa335ee|Hitem:46141::::::::80:::::::::|h[征服者的天灾追猎者外套]|h|r#4#232#80#护甲#锁甲#INVTYPE_CHEST#1#132637#0",
			[41058] = "海德尼尔鱼叉#|cffffffff|Hitem:41058::::::::80:::::::::|h[海德尼尔鱼叉]|h|r#1#1#0#任务#任务##1#135127#0",
			[30823] = "恶魔防护结界图腾#|cffffffff|Hitem:30823::::::::80:::::::::|h[恶魔防护结界图腾]|h|r#1#1#0#任务#任务##1#136158#75000",
			[85] = "肮脏的皮外衣#|cffffffff|Hitem:85::::::::80:::::::::|h[肮脏的皮外衣]|h|r#1#5#1#护甲#皮甲#INVTYPE_CHEST#1#135011#12",
			[38149] = "天灾巨魔木乃伊#|cffffffff|Hitem:38149::::::::80:::::::::|h[天灾巨魔木乃伊]|h|r#1#1#0#任务#任务##1#133798#0",
			[12886] = "帕米拉的洋娃娃的脑袋#|cffffffff|Hitem:12886::::::::80:::::::::|h[帕米拉的洋娃娃的脑袋]|h|r#1#1#0#消耗品#消耗品##1#134164#0",
			[6451] = "厚丝质绷带#|cffffffff|Hitem:6451::::::::80:::::::::|h[厚丝质绷带]|h|r#1#1#0#消耗品#绷带##20#133672#400",
			[29912] = "终极密码#|cffffffff|Hitem:29912::::::::80:::::::::|h[终极密码]|h|r#1#1#0#任务#任务##1#133473#0",
			[44479] = "奥鲁麦斯的长袍#|cffffffff|Hitem:44479::::::::80:::::::::|h[奥鲁麦斯的长袍]|h|r#1#1#0#任务#任务##1#132712#0",
			[33290] = "大型亚勒伯龙牢笼钥匙#|cffffffff|Hitem:33290::::::::80:::::::::|h[大型亚勒伯龙牢笼钥匙]|h|r#1#1#0#钥匙#钥匙##20#134247#0",
			[41506] = "花岗岩石块#|cffffffff|Hitem:41506::::::::80:::::::::|h[花岗岩石块]|h|r#1#1#0#任务#任务##1#237436#0",
			[43616] = "被丢弃的护甲#|cffffffff|Hitem:43616::::::::80:::::::::|h[被丢弃的护甲]|h|r#1#0#0#任务#任务##5#236993#0",
			[43] = "侍从之靴#|cffffffff|Hitem:43::::::::80:::::::::|h[侍从之靴]|h|r#1#1#0#护甲#其它#INVTYPE_FEET#1#132535#1",
			[43744] = "无畏头盔#|cffa335ee|Hitem:43744::::::::80:::::::::|h[无畏头盔]|h|r#4#200#80#护甲#板甲#INVTYPE_HEAD#1#133160#0",
			[3771] = "野猪火腿#|cffffffff|Hitem:3771::::::::80:::::::::|h[野猪火腿]|h|r#1#35#25#消耗品#食物和饮料##20#133969#50",
			[35688] = "洛根的血#|cffffffff|Hitem:35688::::::::80:::::::::|h[洛根的血]|h|r#1#1#0#任务#任务##1#136168#0",
			[36743] = "绝望魔精#|cffffffff|Hitem:36743::::::::80:::::::::|h[绝望魔精]|h|r#1#0#0#任务#任务##10#134754#5000",
			[37830] = "米克哈尔的日记#|cffffffff|Hitem:37830::::::::80:::::::::|h[米克哈尔的日记]|h|r#1#1#73#任务#任务##1#133741#0",
			[5512] = "初级治疗石#|cffffffff|Hitem:5512::::::::80:::::::::|h[初级治疗石]|h|r#1#10#1#消耗品#其它##1#135230#0",
			[44064] = "荆芥叶#|cffffffff|Hitem:44064::::::::80:::::::::|h[荆芥叶]|h|r#1#1#70#消耗品#消耗品##10#134193#800",
			[43137] = "陈年达拉然干酪#|cffffffff|Hitem:43137::::::::80:::::::::|h[陈年达拉然干酪]|h|r#1#70#0#任务#任务##1#133955#0",
			[33962] = "天灾设备#|cffffffff|Hitem:33962::::::::80:::::::::|h[天灾设备]|h|r#1#1#69#任务#任务##1#135483#0",
			[37063] = "灌注能量的达卡莱供品#|cffffffff|Hitem:37063::::::::80:::::::::|h[灌注能量的达卡莱供品]|h|r#1#0#0#任务#任务##10#134056#0",
			[87] = "Deprecated Old Boots#|cffffffff|Hitem:87::::::::80:::::::::|h[Deprecated Old Boots]|h|r#1#1#0#护甲#其它#INVTYPE_FEET#1#132535#1",
			[32470] = "虚空矿洞剥石者的外皮#|cffffffff|Hitem:32470::::::::80:::::::::|h[虚空矿洞剥石者的外皮]|h|r#1#70#0#任务#任务##20#134425#1250",
			[44480] = "奥鲁麦斯的残骸#|cffffffff|Hitem:44480::::::::80:::::::::|h[奥鲁麦斯的残骸]|h|r#1#1#0#任务#任务##1#136204#0",
			[32502] = "邪能腺体#|cffffffff|Hitem:32502::::::::80:::::::::|h[邪能腺体]|h|r#1#1#0#任务#任务##12#134339#0",
			[40548] = "勇猛的无畏肩铠#|cffa335ee|Hitem:40548::::::::80:::::::::|h[勇猛的无畏肩铠]|h|r#4#213#80#护甲#板甲#INVTYPE_SHOULDER#1#135060#0",
			[11184] = "蓝色能量水晶#|cffffffff|Hitem:11184::::::::80:::::::::|h[蓝色能量水晶]|h|r#1#1#0#任务#任务##100#134133#0",
			[32598] = "不稳定的野兽合剂#|cffffffff|Hitem:32598::::::::80:::::::::|h[不稳定的野兽合剂]|h|r#1#70#65#消耗品#合剂##20#134815#2300",
			[44] = "侍从短裤#|cff9d9d9d|Hitem:44::::::::80:::::::::|h[侍从短裤]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[88] = "Deprecated Old Pants#|cff9d9d9d|Hitem:88::::::::80:::::::::|h[Deprecated Old Pants]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[4589] = "细长的狮鹫羽毛#|cffffffff|Hitem:4589::::::::80:::::::::|h[细长的狮鹫羽毛]|h|r#1#1#0#商品#其它##10#135992#530",
			[31655] = "基斯鸦巢牢笼钥匙#|cffffffff|Hitem:31655::::::::80:::::::::|h[基斯鸦巢牢笼钥匙]|h|r#1#1#0#钥匙#钥匙##10#134242#0",
			[31671] = "蛇肉#|cffffffff|Hitem:31671::::::::80:::::::::|h[蛇肉]|h|r#1#60#0#商品#肉类##20#134054#200",
			[36744] = "血之魔典#|cffffffff|Hitem:36744::::::::80:::::::::|h[血之魔典]|h|r#1#71#71#任务#任务##1#133738#0",
			[32726] = "暗血逃亡计划#|cffffffff|Hitem:32726::::::::80:::::::::|h[暗血逃亡计划]|h|r#1#1#70#其它#垃圾##1#133459#0",
			[24558] = "暗血入侵计划#|cffffffff|Hitem:24558::::::::80:::::::::|h[暗血入侵计划]|h|r#1#67#64#其它#垃圾##1#134269#0",
			[30712] = "博士的钥匙#|cffffffff|Hitem:30712::::::::80:::::::::|h[博士的钥匙]|h|r#1#1#0#钥匙#钥匙##1#134247#0",
			[27659] = "迁跃兽汉堡#|cffffffff|Hitem:27659::::::::80:::::::::|h[迁跃兽汉堡]|h|r#1#65#55#消耗品#食物和饮料##20#134021#150",
			[44065] = "神谕者的秘密溶液#|cffffffff|Hitem:44065::::::::80:::::::::|h[神谕者的秘密溶液]|h|r#1#1#70#消耗品#消耗品##10#134728#800",
			[9250] = "船运时刻表#|cffffffff|Hitem:9250::::::::80:::::::::|h[船运时刻表]|h|r#1#40#40#任务#任务##1#134939#0",
			[43138] = "半满的达拉然酒杯#|cffffffff|Hitem:43138::::::::80:::::::::|h[半满的达拉然酒杯]|h|r#1#70#0#任务#任务##20#132809#0",
			[89] = "OLDThick Trapper's Shirt#|cffffffff|Hitem:89::::::::80:::::::::|h[OLDThick Trapper's Shirt]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135011#1",
			[34091] = "麦森的文件#|cffffffff|Hitem:34091::::::::80:::::::::|h[麦森的文件]|h|r#1#1#68#任务#任务##1#134946#0",
			[7734] = "六魔包#|cff0070dd|Hitem:7734::::::::80:::::::::|h[六魔包]|h|r#3#51#46#护甲#其它#INVTYPE_TRINKET#1#133622#15495",
			[13462] = "净化药水#|cffffffff|Hitem:13462::::::::80:::::::::|h[净化药水]|h|r#1#57#47#消耗品#药水##20#134811#750",
			[45] = "侍从衬衣#|cffffffff|Hitem:45::::::::80:::::::::|h[侍从衬衣]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135005#1",
			[43746] = "无畏腿铠#|cffa335ee|Hitem:43746::::::::80:::::::::|h[无畏腿铠]|h|r#4#200#80#护甲#板甲#INVTYPE_LEGS#1#134681#0",
			[16790] = "潮湿的便笺#|cffffffff|Hitem:16790::::::::80:::::::::|h[潮湿的便笺]|h|r#1#17#17#其它#垃圾##1#134332#0",
			[45888] = "严寒臂甲#|cffa335ee|Hitem:45888::::::::80:::::::::|h[严寒臂甲]|h|r#4#239#80#护甲#板甲#INVTYPE_WRIST#1#236989#80163",
			[22992] = "泥沼行者长靴#|cff1eff00|Hitem:22992::::::::80:::::::::|h[泥沼行者长靴]|h|r#2#15#10#护甲#皮甲#INVTYPE_FEET#1#132538#261",
			[8483] = "废土水袋#|cffffffff|Hitem:8483::::::::80:::::::::|h[废土水袋]|h|r#1#1#0#任务#任务##20#132816#171",
			[10561] = "秘银外壳#|cffffffff|Hitem:10561::::::::80:::::::::|h[秘银外壳]|h|r#1#43#0#商品#零件##10#133021#1000",
			[91] = "OLDDwarven Initiate's Pants#|cff9d9d9d|Hitem:91::::::::80:::::::::|h[OLDDwarven Initiate's Pants]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[182] = "加瑞克的徽记#|cffffffff|Hitem:182::::::::80:::::::::|h[加瑞克的徽记]|h|r#1#1#0#任务#任务##1#134166#0",
			[31384] = "损坏的面具#|cffffffff|Hitem:31384::::::::80:::::::::|h[损坏的面具]|h|r#1#1#65#任务#任务##1#133133#0",
			[30425] = "血环之血#|cffffffff|Hitem:30425::::::::80:::::::::|h[血环之血]|h|r#1#1#0#任务#任务##20#136124#0",
			[41509] = "霜纹投网#|cffffffff|Hitem:41509::::::::80:::::::::|h[霜纹投网]|h|r#1#72#0#消耗品#其它##20#134325#200",
			[24367] = "瓦丝琪女王的命令#|cffffffff|Hitem:24367::::::::80:::::::::|h[瓦丝琪女王的命令]|h|r#1#70#67#任务#任务##1#134332#0",
			[46] = "OLDFootpad's Belt#|cffffffff|Hitem:46::::::::80:::::::::|h[OLDFootpad's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132495#1",
			[92] = "OLDDwarven Initiate's Boots#|cffffffff|Hitem:92::::::::80:::::::::|h[OLDDwarven Initiate's Boots]|h|r#1#1#1#护甲#其它#INVTYPE_FEET#1#132535#1",
			[184] = "Deprecated Small Brown Pouch#|cffffffff|Hitem:184::::::::80:::::::::|h[Deprecated Small Brown Pouch]|h|r#1#5#0#容器#容器#INVTYPE_BAG#1#133622#125",
			[38696] = "折磨者的薰香#|cffffffff|Hitem:38696::::::::80:::::::::|h[折磨者的薰香]|h|r#1#1#0#任务#任务##1#132855#0",
			[31672] = "莫克纳萨肋排#|cffffffff|Hitem:31672::::::::80:::::::::|h[莫克纳萨肋排]|h|r#1#65#55#消耗品#食物和饮料##20#134004#150",
			[36746] = "古拉莫什的奇怪设备#|cffffffff|Hitem:36746::::::::80:::::::::|h[古拉莫什的奇怪设备]|h|r#1#1#71#任务#任务##1#134889#0",
			[37833] = "红玉胸针#|cffffffff|Hitem:37833::::::::80:::::::::|h[红玉胸针]|h|r#1#1#71#任务#任务##1#133302#0",
			[30713] = "魔能机甲维修窍门大全#|cffffffff|Hitem:30713::::::::80:::::::::|h[魔能机甲维修窍门大全]|h|r#1#1#0#任务#任务##1#133738#0",
			[43012] = "犀牛肉#|cffffffff|Hitem:43012::::::::80:::::::::|h[犀牛肉]|h|r#1#70#0#商品#肉类##20#237332#200",
			[4881] = "旧信封#|cffffffff|Hitem:4881::::::::80:::::::::|h[旧信封]|h|r#1#1#1#任务#任务##1#133471#0",
			[29738] = "一瓶虚空软泥#|cffffffff|Hitem:29738::::::::80:::::::::|h[一瓶虚空软泥]|h|r#1#68#68#任务#任务##1#134711#0",
			[30809] = "萨格拉斯印记#|cffffffff|Hitem:30809::::::::80:::::::::|h[萨格拉斯印记]|h|r#1#1#0#任务#任务##250#136149#200",
			[22641] = "腐烂的精华#|cffffffff|Hitem:22641::::::::80:::::::::|h[腐烂的精华]|h|r#1#1#0#任务#任务##10#134339#146",
			[93] = "OLDDwarven Initiate's Shirt#|cffffffff|Hitem:93::::::::80:::::::::|h[OLDDwarven Initiate's Shirt]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135005#1",
			[43268] = "达拉然蚌肉杂烩#|cffffffff|Hitem:43268::::::::80:::::::::|h[达拉然蚌肉杂烩]|h|r#1#80#70#消耗品#食物和饮料##20#133780#300",
			[12887] = "帕米拉的洋娃娃的左身#|cffffffff|Hitem:12887::::::::80:::::::::|h[帕米拉的洋娃娃的左身]|h|r#1#1#0#任务#任务##1#134230#0",
			[33102] = "祖尔金之血#|cffa335ee|Hitem:33102::::::::80:::::::::|h[祖尔金之血]|h|r#4#70#70#任务#任务##1#134800#0",
			[42341] = "雕像 - 红宝石野兔#|cff0070dd|Hitem:42341::::::::80:::::::::|h[雕像 - 红宝石野兔]|h|r#3#200#75#护甲#其它#INVTYPE_TRINKET#1#237182#80507",
			[5956] = "铁匠之锤#|cffffffff|Hitem:5956::::::::80:::::::::|h[铁匠之锤]|h|r#1#1#1#武器#其它#INVTYPE_WEAPONMAINHAND#1#133057#3",
			[23824] = "超级火箭靴#|cff0070dd|Hitem:23824::::::::80:::::::::|h[超级火箭靴]|h|r#3#112#0#护甲#皮甲#INVTYPE_FEET#1#133029#32734",
			[47] = "潜行者之鞋#|cffffffff|Hitem:47::::::::80:::::::::|h[潜行者之鞋]|h|r#1#1#0#护甲#其它#INVTYPE_FEET#1#132539#1",
			[43748] = "无畏肩甲#|cffa335ee|Hitem:43748::::::::80:::::::::|h[无畏肩甲]|h|r#4#200#80#护甲#板甲#INVTYPE_SHOULDER#1#135060#0",
			[5996] = "水下呼吸药剂#|cffffffff|Hitem:5996::::::::80:::::::::|h[水下呼吸药剂]|h|r#1#18#8#消耗品#药剂##20#134797#95",
			[36779] = "魔网能量焦点控制护符#|cffffffff|Hitem:36779::::::::80:::::::::|h[魔网能量焦点控制护符]|h|r#1#1#0#任务#任务##1#133312#0",
			[3012] = "敏捷卷轴#|cffffffff|Hitem:3012::::::::80:::::::::|h[敏捷卷轴]|h|r#1#1#1#消耗品#卷轴##20#134938#50",
			[31241] = "原始钥匙模具#|cffffffff|Hitem:31241::::::::80:::::::::|h[原始钥匙模具]|h|r#1#1#68#任务#任务##1#134459#0",
			[33838] = "巨型卡利鸟翅#|cffffffff|Hitem:33838::::::::80:::::::::|h[巨型卡利鸟翅]|h|r#1#1#0#任务#任务##20#134002#0",
			[46146] = "征服者的突围战甲#|cffa335ee|Hitem:46146::::::::80:::::::::|h[征服者的突围战甲]|h|r#4#232#80#护甲#板甲#INVTYPE_CHEST#1#132737#0",
			[3026] = "强化弓#|cffffffff|Hitem:3026::::::::80:::::::::|h[强化弓]|h|r#1#21#16#武器#弓#INVTYPE_RANGED#1#135490#762",
			[45283] = "火光护臂#|cffa335ee|Hitem:45283::::::::80:::::::::|h[火光护臂]|h|r#4#225#80#护甲#板甲#INVTYPE_WRIST#1#236987#75830",
			[42246] = "冰之精华#|cffffffff|Hitem:42246::::::::80:::::::::|h[冰之精华]|h|r#1#1#0#任务#任务##6#135852#0",
			[23249] = "阿曼尼入侵计划#|cffffffff|Hitem:23249::::::::80:::::::::|h[阿曼尼入侵计划]|h|r#1#1#8#任务#任务##1#134946#0",
			[24368] = "盘牙武器#|cffffffff|Hitem:24368::::::::80:::::::::|h[盘牙武器]|h|r#1#1#0#任务#任务##200#135129#500",
			[11185] = "绿色能量水晶#|cffffffff|Hitem:11185::::::::80:::::::::|h[绿色能量水晶]|h|r#1#1#0#任务#任务##100#134105#0",
			[48] = "潜行者短裤#|cff9d9d9d|Hitem:48::::::::80:::::::::|h[潜行者短裤]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[31673] = "香脆蛇#|cffffffff|Hitem:31673::::::::80:::::::::|h[香脆蛇]|h|r#1#65#55#消耗品#食物和饮料##20#134044#150",
			[36780] = "塔辛尼中尉的信#|cffffffff|Hitem:36780::::::::80:::::::::|h[塔辛尼中尉的信]|h|r#1#1#71#任务#任务##1#133472#0",
			[16408] = "被污染的水球#|cff1eff00|Hitem:16408::::::::80:::::::::|h[被污染的水球]|h|r#2#23#23#任务#任务##1#136222#0",
			[29739] = "奥法宝典#|cff1eff00|Hitem:29739::::::::80:::::::::|h[奥法宝典]|h|r#2#0#0#任务#任务##250#133739#0",
			[44133] = "强效利斧铭文#|cff00ccff|Hitem:44133::::::::80:::::::::|h[强效利斧铭文]|h|r#7#80#80#任务#任务##1#132471#0",
			[30810] = "日怒徽记#|cffffffff|Hitem:30810::::::::80:::::::::|h[日怒徽记]|h|r#1#1#0#任务#任务##250#133378#200",
			[22642] = "脊骨之尘#|cffffffff|Hitem:22642::::::::80:::::::::|h[脊骨之尘]|h|r#1#1#0#任务#任务##10#134387#146",
			[97] = "Deprecated Dwarven Novice's Robe#|cff9d9d9d|Hitem:97::::::::80:::::::::|h[Deprecated Dwarven Novice's Robe]|h|r#0#1#1#护甲#布甲#INVTYPE_ROBE#1#132662#1",
			[5165] = "赤鳞迅猛龙的羽毛#|cffffffff|Hitem:5165::::::::80:::::::::|h[赤鳞迅猛龙的羽毛]|h|r#1#1#0#任务#任务##20#132914#0",
			[10338] = "新鲜的斑马肉#|cffffffff|Hitem:10338::::::::80:::::::::|h[新鲜的斑马肉]|h|r#1#1#0#任务#任务##1#134368#0",
			[34191] = "一捧雪花#|cffffffff|Hitem:34191::::::::80:::::::::|h[一捧雪花]|h|r#1#1#0#其它#节日##20#135849#0",
			[35278] = "强化捕网#|cffffffff|Hitem:35278::::::::80:::::::::|h[强化捕网]|h|r#1#1#0#任务#任务##1#134325#0",
			[195] = "破布战靴#|cffffffff|Hitem:195::::::::80:::::::::|h[破布战靴]|h|r#1#5#1#护甲#布甲#INVTYPE_FEET#1#132539#7",
			[43622] = "霜钢宝箱#|cff1eff00|Hitem:43622::::::::80:::::::::|h[霜钢宝箱]|h|r#2#73#0#其它#垃圾##1#134344#750",
			[34479] = "暗脊铁矿石#|cffffffff|Hitem:34479::::::::80:::::::::|h[暗脊铁矿石]|h|r#1#0#0#任务#任务##10#134572#0",
			[49] = "潜行者衬衣#|cffffffff|Hitem:49::::::::80:::::::::|h[潜行者衬衣]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135009#1",
			[98] = "Deprecated Dwarven Squire's Belt#|cffffffff|Hitem:98::::::::80:::::::::|h[Deprecated Dwarven Squire's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132493#1",
			[39690] = "敏锐爆炸触发器#|cffffffff|Hitem:39690::::::::80:::::::::|h[敏锐爆炸触发器]|h|r#1#72#0#商品#零件##20#133862#750",
			[38699] = "迷惑项圈#|cffffffff|Hitem:38699::::::::80:::::::::|h[迷惑项圈]|h|r#1#70#0#任务#任务##1#133304#0",
			[45988] = "钢铁军队胫甲#|cffa335ee|Hitem:45988::::::::80:::::::::|h[钢铁军队胫甲]|h|r#4#239#80#护甲#板甲#INVTYPE_FEET#1#236949#110773",
			[10498] = "侏儒微调器#|cffffffff|Hitem:10498::::::::80:::::::::|h[侏儒微调器]|h|r#1#35#1#商品#零件##1#134429#16",
			[46148] = "征服者的突围护手#|cffa335ee|Hitem:46148::::::::80:::::::::|h[征服者的突围护手]|h|r#4#232#80#护甲#板甲#INVTYPE_HAND#1#132962#0",
			[43143] = "野芥菜#|cffffffff|Hitem:43143::::::::80:::::::::|h[野芥菜]|h|r#1#70#0#任务#任务##20#134182#0",
			[41161] = "达库鲁“开锁器”#|cffffffff|Hitem:41161::::::::80:::::::::|h[达库鲁“开锁器”]|h|r#1#1#0#任务#任务##10#133049#0",
			[33009] = "鲜嫩的陆行鸟肉#|cffffffff|Hitem:33009::::::::80:::::::::|h[鲜嫩的陆行鸟肉]|h|r#1#1#0#任务#任务##1#134028#0",
			[8564] = "角鹰兽的蛋#|cffffffff|Hitem:8564::::::::80:::::::::|h[角鹰兽的蛋]|h|r#1#1#0#任务#任务##1#132833#200",
			[38380] = "祖达克老鼠#|cffffffff|Hitem:38380::::::::80:::::::::|h[祖达克老鼠]|h|r#1#1#0#任务#任务##250#134353#0",
			[7371] = "重型箭袋#|cff1eff00|Hitem:7371::::::::80:::::::::|h[重型箭袋]|h|r#2#35#30#箭袋#箭袋#INVTYPE_BAG#1#134402#500",
			[4306] = "丝绸#|cffffffff|Hitem:4306::::::::80:::::::::|h[丝绸]|h|r#1#30#0#商品#布料##20#132905#150",
			[32569] = "埃匹希斯碎片#|cffffffff|Hitem:32569::::::::80:::::::::|h[埃匹希斯碎片]|h|r#1#0#0#其它#垃圾##250#133595#0",
			[24401] = "未鉴定过的植物#|cffffffff|Hitem:24401::::::::80:::::::::|h[未鉴定过的植物]|h|r#1#0#0#任务#任务##200#133940#750",
			[32601] = "不稳定的巫术合剂#|cffffffff|Hitem:32601::::::::80:::::::::|h[不稳定的巫术合剂]|h|r#1#70#65#消耗品#合剂##20#134822#2300",
			[6372] = "速游药水#|cffffffff|Hitem:6372::::::::80:::::::::|h[速游药水]|h|r#1#20#10#消耗品#药水##20#134754#35",
			[24449] = "成熟的孢子#|cffffffff|Hitem:24449::::::::80:::::::::|h[成熟的孢子]|h|r#1#1#0#任务#任务##200#133851#146",
			[200] = "厚布外衣#|cffffffff|Hitem:200::::::::80:::::::::|h[厚布外衣]|h|r#1#22#17#护甲#布甲#INVTYPE_CHEST#1#135006#454",
			[30651] = "德尔托克的第一根魔杖#|cffffffff|Hitem:30651::::::::80:::::::::|h[德尔托克的第一根魔杖]|h|r#1#1#0#任务#任务##1#135466#0",
			[46021] = "莱恩国王的皇家徽记#|cffa335ee|Hitem:46021::::::::80:::::::::|h[莱恩国王的皇家徽记]|h|r#4#225#80#护甲#其它#INVTYPE_TRINKET#1#132769#113940",
			[40970] = "先锋军狮鹫的缰绳#|cffffffff|Hitem:40970::::::::80:::::::::|h[先锋军狮鹫的缰绳]|h|r#1#1#0#任务#任务##1#132239#0",
			[29740] = "邪能装备#|cff1eff00|Hitem:29740::::::::80:::::::::|h[邪能装备]|h|r#2#0#0#任务#任务##250#133832#0",
			[12840] = "爪牙的天灾石#|cffffffff|Hitem:12840::::::::80:::::::::|h[爪牙的天灾石]|h|r#1#1#0#任务#任务##250#133447#0",
			[34960] = "号角的传说#|cffffffff|Hitem:34960::::::::80:::::::::|h[号角的传说]|h|r#1#1#0#任务#任务##1#134941#0",
			[41130] = "创世者的圆盘碎片#|cffffffff|Hitem:41130::::::::80:::::::::|h[创世者的圆盘碎片]|h|r#1#1#0#任务#任务##6#133451#0",
			[101] = "Deprecated Dwarven Squire's Shirt#|cffffffff|Hitem:101::::::::80:::::::::|h[Deprecated Dwarven Squire's Shirt]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135005#1",
			[25744] = "湿鳞蜥蜴的眼睛#|cffffffff|Hitem:25744::::::::80:::::::::|h[湿鳞蜥蜴的眼睛]|h|r#1#1#0#任务#任务##200#133884#676",
			[12888] = "帕米拉的洋娃娃的右身#|cffffffff|Hitem:12888::::::::80:::::::::|h[帕米拉的洋娃娃的右身]|h|r#1#1#0#任务#任务##1#134230#0",
			[6452] = "抗毒药剂#|cffffffff|Hitem:6452::::::::80:::::::::|h[抗毒药剂]|h|r#1#16#0#消耗品#其它##20#134437#28",
			[20741] = "死木仪祭图腾#|cffffffff|Hitem:20741::::::::80:::::::::|h[死木仪祭图腾]|h|r#1#45#45#其它#垃圾##1#136232#0",
			[203] = "厚布手套#|cffffffff|Hitem:203::::::::80:::::::::|h[厚布手套]|h|r#1#22#17#护甲#布甲#INVTYPE_HAND#1#132955#229",
			[23890] = "不祥的信件#|cffffffff|Hitem:23890::::::::80:::::::::|h[不祥的信件]|h|r#1#1#59#任务#任务##1#134940#0",
			[51] = "见习牧师之靴#|cffffffff|Hitem:51::::::::80:::::::::|h[见习牧师之靴]|h|r#1#1#0#护甲#其它#INVTYPE_FEET#1#132538#1",
			[102] = "Deprecated Dwarven Recruit's Belt#|cffffffff|Hitem:102::::::::80:::::::::|h[Deprecated Dwarven Recruit's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132494#1",
			[36751] = "魔网能量焦点控制指环#|cffffffff|Hitem:36751::::::::80:::::::::|h[魔网能量焦点控制指环]|h|r#1#1#0#任务#任务##1#133377#0",
			[11018] = "安戈洛的泥土#|cffffffff|Hitem:11018::::::::80:::::::::|h[安戈洛的泥土]|h|r#1#1#0#任务#任务##100#133849#146",
			[40971] = "布莱恩的通讯器#|cffffffff|Hitem:40971::::::::80:::::::::|h[布莱恩的通讯器]|h|r#1#1#0#任务#任务##1#133866#0",
			[46150] = "征服者的突围腿铠#|cffa335ee|Hitem:46150::::::::80:::::::::|h[征服者的突围腿铠]|h|r#4#232#80#护甲#板甲#INVTYPE_LEGS#1#134681#0",
			[44136] = "强效巅峰铭文#|cff00ccff|Hitem:44136::::::::80:::::::::|h[强效巅峰铭文]|h|r#7#80#80#任务#任务##1#135897#0",
			[34961] = "布戈布咕的钥匙#|cffffffff|Hitem:34961::::::::80:::::::::|h[布戈布咕的钥匙]|h|r#1#1#0#任务#任务##1#134242#0",
			[103] = "Deprecated Dwarven Recruit's Boots#|cffffffff|Hitem:103::::::::80:::::::::|h[Deprecated Dwarven Recruit's Boots]|h|r#1#1#1#护甲#其它#INVTYPE_FEET#1#132535#1",
			[4538] = "多汁的西瓜#|cffffffff|Hitem:4538::::::::80:::::::::|h[多汁的西瓜]|h|r#1#25#15#消耗品#食物和饮料##20#133978#25",
			[32506] = "灵翼龙卵#|cff1eff00|Hitem:32506::::::::80:::::::::|h[灵翼龙卵]|h|r#2#70#0#其它#垃圾##20#134430#0",
			[414] = "达拉然奶酪#|cffffffff|Hitem:414::::::::80:::::::::|h[达拉然奶酪]|h|r#1#15#5#消耗品#食物和饮料##20#133995#6",
			[20310] = "恶魔之皮#|cffffffff|Hitem:20310::::::::80:::::::::|h[恶魔之皮]|h|r#1#25#25#任务#任务##1#134253#0",
			[40652] = "血色先锋军宝箱钥匙#|cffffffff|Hitem:40652::::::::80:::::::::|h[血色先锋军宝箱钥匙]|h|r#1#1#0#钥匙#钥匙##250#134239#0",
			[104] = "Deprecated Sturdy Brown Pants#|cff9d9d9d|Hitem:104::::::::80:::::::::|h[Deprecated Sturdy Brown Pants]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[16333] = "塞缪尔的遗骸#|cffffffff|Hitem:16333::::::::80:::::::::|h[塞缪尔的遗骸]|h|r#1#1#0#任务#任务##1#133728#0",
			[30652] = "德尔托克的第二根魔杖#|cffffffff|Hitem:30652::::::::80:::::::::|h[德尔托克的第二根魔杖]|h|r#1#1#0#任务#任务##1#135467#0",
			[31707] = "秘教的命令#|cffffffff|Hitem:31707::::::::80:::::::::|h[秘教的命令]|h|r#1#65#62#任务#任务##1#134332#0",
			[45000] = "冬水仙#|cffffffff|Hitem:45000::::::::80:::::::::|h[冬水仙]|h|r#1#1#0#任务#任务##5#134195#0",
			[33779] = "符文之书 - 第二章#|cffffffff|Hitem:33779::::::::80:::::::::|h[符文之书 - 第二章]|h|r#1#1#0#任务#任务##1#134938#0",
			[835] = "大绳网#|cffffffff|Hitem:835::::::::80:::::::::|h[大绳网]|h|r#1#12#2#消耗品#消耗品##1#134325#23",
			[46151] = "征服者的突围头盔#|cffa335ee|Hitem:46151::::::::80:::::::::|h[征服者的突围头盔]|h|r#4#232#80#护甲#板甲#INVTYPE_HEAD#1#133160#0",
			[11306] = "强韧的弯弓#|cff1eff00|Hitem:11306::::::::80:::::::::|h[强韧的弯弓]|h|r#2#32#27#武器#弓#INVTYPE_RANGED#1#135495#3893",
			[34962] = "咕戈布咕的钥匙#|cffffffff|Hitem:34962::::::::80:::::::::|h[咕戈布咕的钥匙]|h|r#1#1#0#任务#任务##1#134241#0",
			[22644] = "松脆蜘蛛腿#|cffffffff|Hitem:22644::::::::80:::::::::|h[松脆蜘蛛腿]|h|r#1#15#0#商品#肉类##20#133571#12",
			[43242] = "粗糙的碎片#|cffffffff|Hitem:43242::::::::80:::::::::|h[粗糙的碎片]|h|r#1#1#77#任务#任务##1#132418#0",
			[210] = "肮脏的皮靴#|cffffffff|Hitem:210::::::::80:::::::::|h[肮脏的皮靴]|h|r#1#5#1#护甲#皮甲#INVTYPE_FEET#1#132540#9",
			[20742] = "冬泉仪祭图腾#|cffffffff|Hitem:20742::::::::80:::::::::|h[冬泉仪祭图腾]|h|r#1#50#50#其它#垃圾##1#135816#0",
			[25873] = "锐利的飞刀#|cffffffff|Hitem:25873::::::::80:::::::::|h[锐利的飞刀]|h|r#1#16#11#武器#投掷武器#INVTYPE_THROWN#1#135425#18",
			[45608] = "布莱恩的徽记之戒#|cffa335ee|Hitem:45608::::::::80:::::::::|h[布莱恩的徽记之戒]|h|r#4#252#80#护甲#其它#INVTYPE_FINGER#1#133409#75623",
			[40525] = "勇猛的无畏战甲#|cffa335ee|Hitem:40525::::::::80:::::::::|h[勇猛的无畏战甲]|h|r#4#213#80#护甲#板甲#INVTYPE_CHEST#1#132737#0",
			[41612] = "冰霜油膏#|cffffffff|Hitem:41612::::::::80:::::::::|h[冰霜油膏]|h|r#1#0#0#任务#任务##20#135856#0",
			[21877] = "灵纹布#|cffffffff|Hitem:21877::::::::80:::::::::|h[灵纹布]|h|r#1#60#0#商品#布料##20#132898#800",
			[3386] = "治愈药水#|cffffffff|Hitem:3386::::::::80:::::::::|h[治愈药水]|h|r#1#55#14#消耗品#药水##20#134743#35",
			[18904] = "索尔宾的超级压缩器#|cffffffff|Hitem:18904::::::::80:::::::::|h[索尔宾的超级压缩器]|h|r#1#1#0#任务#任务##1#133003#0",
			[36849] = "魔像蓝图 - 第1部分#|cffffffff|Hitem:36849::::::::80:::::::::|h[魔像蓝图 - 第1部分]|h|r#1#1#0#任务#任务##1#134331#0",
			[36913] = "萨隆邪铁锭#|cffffffff|Hitem:36913::::::::80:::::::::|h[萨隆邪铁锭]|h|r#1#80#0#商品#金属和矿石##20#237049#12500",
			[3404] = "秃鹫的翅膀#|cffffffff|Hitem:3404::::::::80:::::::::|h[秃鹫的翅膀]|h|r#1#35#0#商品#肉类##20#134304#181",
			[1707] = "暴风城奶酪#|cffffffff|Hitem:1707::::::::80:::::::::|h[暴风城奶酪]|h|r#1#35#25#消耗品#食物和饮料##20#133994#62",
			[4778] = "重型尖刺钉锤#|cff1eff00|Hitem:4778::::::::80:::::::::|h[重型尖刺钉锤]|h|r#2#19#14#武器#双手锤#INVTYPE_2HWEAPON#1#133476#1470",
			[1711] = "耐力卷轴 II#|cffffffff|Hitem:1711::::::::80:::::::::|h[耐力卷轴 II]|h|r#1#20#15#消耗品#卷轴##20#134943#75",
			[1712] = "精神卷轴 II#|cffffffff|Hitem:1712::::::::80:::::::::|h[精神卷轴 II]|h|r#1#25#15#消耗品#卷轴##20#134937#62",
			[24291] = "沼泽领主的卷须#|cffffffff|Hitem:24291::::::::80:::::::::|h[沼泽领主的卷须]|h|r#1#1#0#任务#任务##200#134324#500",
			[43467] = "保护卷轴 VII#|cffffffff|Hitem:43467::::::::80:::::::::|h[保护卷轴 VII]|h|r#1#80#70#消耗品#卷轴##20#134943#247",
			[32523] = "伊沙尔的历书#|cffffffff|Hitem:32523::::::::80:::::::::|h[伊沙尔的历书]|h|r#1#1#70#任务#任务##1#133738#0",
			[422] = "矮人奶酪#|cffffffff|Hitem:422::::::::80:::::::::|h[矮人奶酪]|h|r#1#25#15#消耗品#食物和饮料##20#133949#25",
			[38512] = "瑟匹克的狩猎号角#|cffffffff|Hitem:38512::::::::80:::::::::|h[瑟匹克的狩猎号角]|h|r#1#1#0#任务#任务##1#237378#0",
			[32621] = "未被消化的手#|cffffffff|Hitem:32621::::::::80:::::::::|h[未被消化的手]|h|r#1#1#70#任务#任务##1#136146#0",
			[43240] = "黄金酒杯#|cffffffff|Hitem:43240::::::::80:::::::::|h[黄金酒杯]|h|r#1#0#0#任务#任务##5#237377#0",
			[54] = "OLDNovice's Belt#|cffffffff|Hitem:54::::::::80:::::::::|h[OLDNovice's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132493#1",
			[40686] = "D16限时炸弹#|cffffffff|Hitem:40686::::::::80:::::::::|h[D16限时炸弹]|h|r#1#1#0#任务#任务##1#133712#0",
			[41165] = "萨隆邪铁箭头#|cff0070dd|Hitem:41165::::::::80:::::::::|h[萨隆邪铁箭头]|h|r#3#200#72#弹药#箭#INVTYPE_AMMO#1000#132381#2",
			[4850] = "刺背野猪人的进攻计划#|cffffffff|Hitem:4850::::::::80:::::::::|h[刺背野猪人的进攻计划]|h|r#1#1#0#任务#任务##1#134269#0",
			[4854] = "恶魔之伤#|cffffffff|Hitem:4854::::::::80:::::::::|h[恶魔之伤]|h|r#1#11#6#护甲#布甲#INVTYPE_CLOAK#1#134358#0",
			[30653] = "德尔托克的第三根魔杖#|cffffffff|Hitem:30653::::::::80:::::::::|h[德尔托克的第三根魔杖]|h|r#1#1#0#任务#任务##1#135468#0",
			[45506] = "档案馆数据圆盘#|cffa335ee|Hitem:45506::::::::80:::::::::|h[档案馆数据圆盘]|h|r#4#0#0#消耗品#消耗品##1#134375#0",
			[36786] = "树人的树皮#|cffffffff|Hitem:36786::::::::80:::::::::|h[树人的树皮]|h|r#1#1#0#任务#任务##5#134882#0",
			[34772] = "侏儒手雷#|cffffffff|Hitem:34772::::::::80:::::::::|h[侏儒手雷]|h|r#1#1#0#任务#任务##10#133717#0",
			[36850] = "魔像蓝图 - 第2部分#|cffffffff|Hitem:36850::::::::80:::::::::|h[魔像蓝图 - 第2部分]|h|r#1#1#0#任务#任务##1#134330#0",
			[45931] = "雷神符石#|cffa335ee|Hitem:45931::::::::80:::::::::|h[雷神符石]|h|r#4#239#80#护甲#其它#INVTYPE_TRINKET#1#134424#113940",
			[4882] = "本尼迪克的钥匙#|cffffffff|Hitem:4882::::::::80:::::::::|h[本尼迪克的钥匙]|h|r#1#1#0#钥匙#钥匙##1#134240#0",
			[45444] = "稳固手套#|cffa335ee|Hitem:45444::::::::80:::::::::|h[稳固手套]|h|r#4#252#80#护甲#锁甲#INVTYPE_HAND#1#132971#67134",
			[11818] = "格里塞特厕所钥匙#|cffffffff|Hitem:11818::::::::80:::::::::|h[格里塞特厕所钥匙]|h|r#1#43#43#任务#任务##1#134246#0",
			[43148] = "晶歌胡萝卜#|cffffffff|Hitem:43148::::::::80:::::::::|h[晶歌胡萝卜]|h|r#1#70#0#任务#任务##20#134010#0",
			[28767] = "斩首者#|cffa335ee|Hitem:28767::::::::80:::::::::|h[斩首者]|h|r#4#125#70#武器#单手斧#INVTYPE_WEAPON#1#132453#124456",
			[6948] = "炉石#|cffffffff|Hitem:6948::::::::80:::::::::|h[炉石]|h|r#1#1#0#其它#垃圾##1#134414#0",
			[3712] = "海龟肉#|cffffffff|Hitem:3712::::::::80:::::::::|h[海龟肉]|h|r#1#30#0#商品#肉类##20#134026#87",
			[45322] = "钢铁议会披风#|cffa335ee|Hitem:45322::::::::80:::::::::|h[钢铁议会披风]|h|r#4#225#80#护甲#布甲#INVTYPE_CLOAK#1#133773#64378",
			[2459] = "迅捷药水#|cffffffff|Hitem:2459::::::::80:::::::::|h[迅捷药水]|h|r#1#15#5#消耗品#药水##20#134875#25",
			[37202] = "先锋军马鞭#|cffffffff|Hitem:37202::::::::80:::::::::|h[先锋军马鞭]|h|r#1#1#0#任务#任务##1#133803#0",
			[45844] = "不倦斥候护腿#|cffa335ee|Hitem:45844::::::::80:::::::::|h[不倦斥候护腿]|h|r#4#232#80#护甲#锁甲#INVTYPE_LEGS#1#134658#0",
			[4926] = "老陈的空酒桶#|cffffffff|Hitem:4926::::::::80:::::::::|h[老陈的空酒桶]|h|r#1#11#11#任务#任务##1#132623#0",
			[38321] = "奇怪的魔精#|cffffffff|Hitem:38321::::::::80:::::::::|h[奇怪的魔精]|h|r#1#1#74#任务#任务##1#134810#0",
			[33238] = "乌鸦肉#|cffffffff|Hitem:33238::::::::80:::::::::|h[乌鸦肉]|h|r#1#68#0#任务#任务##5#134037#0",
			[46144] = "征服者的天灾追猎者护腿#|cffa335ee|Hitem:46144::::::::80:::::::::|h[征服者的天灾追猎者护腿]|h|r#4#232#80#护甲#锁甲#INVTYPE_LEGS#1#134667#0",
			[9172] = "隐形药水#|cffffffff|Hitem:9172::::::::80:::::::::|h[隐形药水]|h|r#1#47#37#消耗品#药水##20#134805#500",
			[45300] = "炽热复仇衬肩#|cffa335ee|Hitem:45300::::::::80:::::::::|h[炽热复仇衬肩]|h|r#4#239#80#护甲#锁甲#INVTYPE_SHOULDER#1#135098#99215",
			[40527] = "勇猛的无畏护手#|cffa335ee|Hitem:40527::::::::80:::::::::|h[勇猛的无畏护手]|h|r#4#213#80#护甲#板甲#INVTYPE_HAND#1#132962#0",
			[43005] = "香辣猛犸小吃#|cffffffff|Hitem:43005::::::::80:::::::::|h[香辣猛犸小吃]|h|r#1#80#70#消耗品#食物和饮料##20#237336#500",
			[23892] = "不祥的信件#|cffffffff|Hitem:23892::::::::80:::::::::|h[不祥的信件]|h|r#1#1#59#任务#任务##1#134940#0",
			[43269] = "血玉护符#|cffffffff|Hitem:43269::::::::80:::::::::|h[血玉护符]|h|r#1#70#0#任务#任务##1#133302#0",
			[55] = "学徒之靴#|cffffffff|Hitem:55::::::::80:::::::::|h[学徒之靴]|h|r#1#1#0#护甲#其它#INVTYPE_FEET#1#132543#1",
			[42733] = "冰喉熊腰肉#|cffffffff|Hitem:42733::::::::80:::::::::|h[冰喉熊腰肉]|h|r#1#1#0#任务#任务##1#237332#0",
			[38673] = "扭曲项圈#|cffffffff|Hitem:38673::::::::80:::::::::|h[扭曲项圈]|h|r#1#70#74#任务#任务##1#133304#0",
			[2491] = "双刃战斧#|cffffffff|Hitem:2491::::::::80:::::::::|h[双刃战斧]|h|r#1#8#3#武器#双手斧#INVTYPE_2HWEAPON#1#132401#96",
			[2493] = "木槌棒#|cffffffff|Hitem:2493::::::::80:::::::::|h[木槌棒]|h|r#1#9#4#武器#双手锤#INVTYPE_2HWEAPON#1#133053#140",
			[4986] = "有瑕疵的能量石#|cffffffff|Hitem:4986::::::::80:::::::::|h[有瑕疵的能量石]|h|r#1#1#0#任务#任务##1#134095#0",
			[46143] = "征服者的天灾追猎者头饰#|cffa335ee|Hitem:46143::::::::80:::::::::|h[征服者的天灾追猎者头饰]|h|r#4#232#80#护甲#锁甲#INVTYPE_HEAD#1#133188#0",
			[21990] = "灵纹布绷带#|cffffffff|Hitem:21990::::::::80:::::::::|h[灵纹布绷带]|h|r#1#64#0#消耗品#绷带##20#133691#1275",
			[45454] = "冰箍锁链护腕#|cffa335ee|Hitem:45454::::::::80:::::::::|h[冰箍锁链护腕]|h|r#4#232#80#护甲#锁甲#INVTYPE_WRIST#1#236967#67826",
			[36851] = "魔像蓝图 - 第3部分#|cffffffff|Hitem:36851::::::::80:::::::::|h[魔像蓝图 - 第3部分]|h|r#1#1#0#任务#任务##1#134329#0",
			[7052] = "碧蓝丝质腰带#|cff1eff00|Hitem:7052::::::::80:::::::::|h[碧蓝丝质腰带]|h|r#2#35#30#护甲#布甲#INVTYPE_WAIST#1#132511#1488",
			[3530] = "绒线绷带#|cffffffff|Hitem:3530::::::::80:::::::::|h[绒线绷带]|h|r#1#1#0#消耗品#绷带##20#133684#25",
			[2509] = "精制短枪#|cffffffff|Hitem:2509::::::::80:::::::::|h[精制短枪]|h|r#1#9#4#武器#枪械#INVTYPE_RANGEDRIGHT#1#135611#82",
			[34754] = "猛犸肉大餐#|cffffffff|Hitem:34754::::::::80:::::::::|h[猛犸肉大餐]|h|r#1#80#70#消耗品#食物和饮料##20#133962#400",
			[45244] = "迅捷复仇胫甲#|cffa335ee|Hitem:45244::::::::80:::::::::|h[迅捷复仇胫甲]|h|r#4#252#80#护甲#锁甲#INVTYPE_FEET#1#132550#103448",
			[2515] = "锋利的箭#|cffffffff|Hitem:2515::::::::80:::::::::|h[锋利的箭]|h|r#1#15#10#弹药#箭#INVTYPE_AMMO#1000#132382#0",
			[43276] = "迅捷烈日古器#|cffffffff|Hitem:43276::::::::80:::::::::|h[迅捷烈日古器]|h|r#1#70#0#任务#任务##1#134468#0",
			[43241] = "碧玉雕像#|cffffffff|Hitem:43241::::::::80:::::::::|h[碧玉雕像]|h|r#1#0#0#任务#任务##5#237237#0",
			[45613] = "缚梦者#|cffa335ee|Hitem:45613::::::::80:::::::::|h[缚梦者]|h|r#4#252#80#武器#法杖#INVTYPE_2HWEAPON#1#237475#304402",
			[46378] = "纯净魔精合剂#|cffffffff|Hitem:46378::::::::80:::::::::|h[纯净魔精合剂]|h|r#1#85#75#消耗品#合剂##20#236877#2500",
			[45570] = "天铸之弩#|cffa335ee|Hitem:45570::::::::80:::::::::|h[天铸之弩]|h|r#4#252#80#武器#弩#INVTYPE_RANGEDRIGHT#1#249181#180778",
			[45562] = "生命鳞片长靴#|cffa335ee|Hitem:45562::::::::80:::::::::|h[生命鳞片长靴]|h|r#4#232#80#护甲#锁甲#INVTYPE_FEET#1#132556#97732",
			[39313] = "亚拉的剑#|cffffffff|Hitem:39313::::::::80:::::::::|h[亚拉的剑]|h|r#1#1#0#任务#任务##1#135682#0",
			[44460] = "诅咒教派研究笔记 - 第2页#|cffffffff|Hitem:44460::::::::80:::::::::|h[诅咒教派研究笔记 - 第2页]|h|r#1#1#0#任务#任务##1#134332#2500",
			[5085] = "刺背野猪人的獠牙#|cffffffff|Hitem:5085::::::::80:::::::::|h[刺背野猪人的獠牙]|h|r#1#1#0#任务#任务##60#133721#0",
			[45296] = "旋转飞刀#|cffa335ee|Hitem:45296::::::::80:::::::::|h[旋转飞刀]|h|r#4#245#80#武器#投掷武器#INVTYPE_THROWN#1#237487#80002",
			[28158] = "蝙蝠皮腰带#|cff1eff00|Hitem:28158::::::::80:::::::::|h[蝙蝠皮腰带]|h|r#2#17#12#护甲#皮甲#INVTYPE_WAIST#1#132498#243",
			[45611] = "太阳护腕#|cffa335ee|Hitem:45611::::::::80:::::::::|h[太阳护腕]|h|r#4#252#80#护甲#皮甲#INVTYPE_WRIST#1#236970#60456",
			[40528] = "勇猛的无畏头盔#|cffa335ee|Hitem:40528::::::::80:::::::::|h[勇猛的无畏头盔]|h|r#4#213#80#护甲#板甲#INVTYPE_HEAD#1#133160#0",
			[2507] = "多层弯弓#|cffffffff|Hitem:2507::::::::80:::::::::|h[多层弯弓]|h|r#1#16#11#武器#弓#INVTYPE_RANGED#1#135489#350",
			[30542] = "空间撕裂器 - 52区#|cff1eff00|Hitem:30542::::::::80:::::::::|h[空间撕裂器 - 52区]|h|r#2#65#0#护甲#其它##1#133865#5000",
			[5058] = "异种蝎卵#|cffffffff|Hitem:5058::::::::80:::::::::|h[异种蝎卵]|h|r#1#1#0#任务#任务##20#132834#0",
			[25459] = "\"伯爵\"昂古拉的下颚骨#|cffffffff|Hitem:25459::::::::80:::::::::|h[\"伯爵\"昂古拉的下颚骨]|h|r#1#1#62#任务#任务##1#135592#0",
			[23228] = "怀特巴克的坠饰#|cffffffff|Hitem:23228::::::::80:::::::::|h[怀特巴克的坠饰]|h|r#1#1#7#任务#任务##1#133280#0",
			[34582] = "神秘枪弹#|cffa335ee|Hitem:34582::::::::80:::::::::|h[神秘枪弹]|h|r#4#120#70#弹药#子弹#INVTYPE_AMMO#1000#133582#12",
			[24484] = "枯萎的孢芽#|cffffffff|Hitem:24484::::::::80:::::::::|h[枯萎的孢芽]|h|r#1#1#60#任务#任务##1#134001#0",
			[22597] = "女王的项链#|cffffffff|Hitem:22597::::::::80:::::::::|h[女王的项链]|h|r#1#1#15#任务#任务##1#133303#0",
			[30654] = "德尔托克的第四根魔杖#|cffffffff|Hitem:30654::::::::80:::::::::|h[德尔托克的第四根魔杖]|h|r#1#1#0#任务#任务##1#135469#0",
			[3030] = "锐锋箭#|cffffffff|Hitem:3030::::::::80:::::::::|h[锐锋箭]|h|r#1#30#25#弹药#箭#INVTYPE_AMMO#1000#132382#0",
			[2531] = "巨斧#|cffffffff|Hitem:2531::::::::80:::::::::|h[巨斧]|h|r#1#44#39#武器#双手斧#INVTYPE_2HWEAPON#1#135424#11234",
			[152] = "OLDPrimitive Leather Belt#|cffffffff|Hitem:152::::::::80:::::::::|h[OLDPrimitive Leather Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132494#1",
			[11305] = "笨重的短弓#|cff1eff00|Hitem:11305::::::::80:::::::::|h[笨重的短弓]|h|r#2#35#30#武器#弓#INVTYPE_RANGED#1#135495#5162",
			[23191] = "水晶控制宝珠#|cffffffff|Hitem:23191::::::::80:::::::::|h[水晶控制宝珠]|h|r#1#1#0#任务#任务##1#134125#0",
			[5138] = "收割者的徽记#|cffffffff|Hitem:5138::::::::80:::::::::|h[收割者的徽记]|h|r#1#10#10#任务#任务##1#134321#0",
			[45139] = "屠龙者的束带#|cffa335ee|Hitem:45139::::::::80:::::::::|h[屠龙者的束带]|h|r#4#232#80#护甲#板甲#INVTYPE_WAIST#1#132523#80714",
			[11307] = "大型长弓#|cff1eff00|Hitem:11307::::::::80:::::::::|h[大型长弓]|h|r#2#47#42#武器#弓#INVTYPE_RANGED#1#135489#13590",
			[11149] = "主动式负载平衡器说明书#|cffffffff|Hitem:11149::::::::80:::::::::|h[主动式负载平衡器说明书]|h|r#1#1#0#任务#任务##1#133736#0",
			[34711] = "恶毒之核#|cffffffff|Hitem:34711::::::::80:::::::::|h[恶毒之核]|h|r#1#1#0#任务#任务##10#134337#0",
			[2581] = "厚亚麻绷带#|cffffffff|Hitem:2581::::::::80:::::::::|h[厚亚麻绷带]|h|r#1#1#0#消耗品#绷带##20#133688#20",
			[113] = "Deprecated Dwarven Apprentice Pants#|cff9d9d9d|Hitem:113::::::::80:::::::::|h[Deprecated Dwarven Apprentice Pants]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[44301] = "被污染的精华#|cffffffff|Hitem:44301::::::::80:::::::::|h[被污染的精华]|h|r#1#0#0#任务#任务##10#136131#0",
			[46379] = "石血合剂#|cffffffff|Hitem:46379::::::::80:::::::::|h[石血合剂]|h|r#1#85#75#消耗品#合剂##20#236879#2500",
			[5877] = "破碎的异种蝎壳#|cffffffff|Hitem:5877::::::::80:::::::::|h[破碎的异种蝎壳]|h|r#1#28#28#任务#任务##1#135034#0",
			[31754] = "可怕的图腾#|cffffffff|Hitem:31754::::::::80:::::::::|h[可怕的图腾]|h|r#1#0#0#任务#任务##5#132352#0",
			[39314] = "蒂基面具苦修者仪祭宝珠#|cffffffff|Hitem:39314::::::::80:::::::::|h[蒂基面具苦修者仪祭宝珠]|h|r#1#1#0#任务#任务##1#134337#0",
			[38323] = "水元素之链#|cffffffff|Hitem:38323::::::::80:::::::::|h[水元素之链]|h|r#1#1#0#任务#任务##3#135834#0",
			[45516] = "沃德雷萨，黑暗湮灭之剑#|cffa335ee|Hitem:45516::::::::80:::::::::|h[沃德雷萨，黑暗湮灭之剑]|h|r#4#252#80#武器#双手剑#INVTYPE_2HWEAPON#1#237486#300106",
			[4823] = "先知之水#|cffffffff|Hitem:4823::::::::80:::::::::|h[先知之水]|h|r#1#1#0#任务#任务##1#134712#0",
			[209] = "肮脏的皮裤#|cffffffff|Hitem:209::::::::80:::::::::|h[肮脏的皮裤]|h|r#1#5#1#护甲#皮甲#INVTYPE_LEGS#1#134706#12",
			[16305] = "沙普塔隆的爪子#|cff1eff00|Hitem:16305::::::::80:::::::::|h[沙普塔隆的爪子]|h|r#2#20#20#任务#任务##1#136063#0",
			[40529] = "勇猛的无畏腿铠#|cffa335ee|Hitem:40529::::::::80:::::::::|h[勇猛的无畏腿铠]|h|r#4#213#80#护甲#板甲#INVTYPE_LEGS#1#134681#0",
			[45137] = "维拉努斯之灾#|cffa335ee|Hitem:45137::::::::80:::::::::|h[维拉努斯之灾]|h|r#4#238#80#武器#枪械#INVTYPE_RANGEDRIGHT#1#237503#175084",
			[20824] = "简易研磨器#|cffffffff|Hitem:20824::::::::80:::::::::|h[简易研磨器]|h|r#1#20#1#商品#珠宝加工##1#135243#6250",
			[46322] = "布莱恩的焊接戒指#|cffa335ee|Hitem:46322::::::::80:::::::::|h[布莱恩的焊接戒指]|h|r#4#239#80#护甲#其它#INVTYPE_FINGER#1#133409#75623",
			[57] = "侍僧长袍#|cff9d9d9d|Hitem:57::::::::80:::::::::|h[侍僧长袍]|h|r#0#1#1#护甲#布甲#INVTYPE_ROBE#1#132665#1",
			[114] = "Deprecated Dwarven Apprentice Boots#|cffffffff|Hitem:114::::::::80:::::::::|h[Deprecated Dwarven Apprentice Boots]|h|r#1#1#1#护甲#其它#INVTYPE_FEET#1#132535#1",
			[193] = "破布外衣#|cffffffff|Hitem:193::::::::80:::::::::|h[破布外衣]|h|r#1#5#1#护甲#布甲#INVTYPE_CHEST#1#135022#9",
			[43013] = "冰冷的肉#|cffffffff|Hitem:43013::::::::80:::::::::|h[冰冷的肉]|h|r#1#70#0#商品#肉类##20#237333#150",
			[150] = "Deprecated Tauren Apprentice Pants#|cff9d9d9d|Hitem:150::::::::80:::::::::|h[Deprecated Tauren Apprentice Pants]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[29235] = "鲁米拉斯的披风#|cffffffff|Hitem:29235::::::::80:::::::::|h[鲁米拉斯的披风]|h|r#1#1#67#任务#任务##1#133775#0",
			[35734] = "巨石#|cffffffff|Hitem:35734::::::::80:::::::::|h[巨石]|h|r#1#1#0#任务#任务##5#132384#0",
			[11515] = "被污染的灵魂碎片#|cffffffff|Hitem:11515::::::::80:::::::::|h[被污染的灵魂碎片]|h|r#1#1#0#任务#任务##20#132884#1",
			[45005] = "恒焰灰烬#|cffffffff|Hitem:45005::::::::80:::::::::|h[恒焰灰烬]|h|r#1#0#0#任务#任务##1#135488#0",
			[147] = "皱褶捕兽者短裤#|cff9d9d9d|Hitem:147::::::::80:::::::::|h[皱褶捕兽者短裤]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[143] = "Monster - Shield, Stormwind Guard#|cff9d9d9d|Hitem:143::::::::80:::::::::|h[Monster - Shield, Stormwind Guard]|h|r#0#1#1#护甲#盾牌#INVTYPE_SHIELD#1#134951#1",
			[36917] = "血石#|cff1eff00|Hitem:36917::::::::80:::::::::|h[血石]|h|r#2#75#0#珠宝#红色##20#237200#2500",
			[8705] = "OOX-22/FE定位器#|cff1eff00|Hitem:8705::::::::80:::::::::|h[OOX-22/FE定位器]|h|r#2#40#40#任务#任务##1#132836#0",
			[133] = "Deprecated Orc Acolyte's Shirt#|cffffffff|Hitem:133::::::::80:::::::::|h[Deprecated Orc Acolyte's Shirt]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135009#1",
			[11188] = "黄色能量水晶#|cffffffff|Hitem:11188::::::::80:::::::::|h[黄色能量水晶]|h|r#1#1#0#任务#任务##100#134136#0",
			[4702] = "勘察员的锄头#|cffffffff|Hitem:4702::::::::80:::::::::|h[勘察员的锄头]|h|r#1#1#0#任务#任务##20#134707#0",
			[2290] = "智力卷轴 II#|cffffffff|Hitem:2290::::::::80:::::::::|h[智力卷轴 II]|h|r#1#25#15#消耗品#卷轴##20#134937#75",
			[115] = "Deprecated Dwarven Apprentice Belt#|cffffffff|Hitem:115::::::::80:::::::::|h[Deprecated Dwarven Apprentice Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132493#1",
			[41989] = "维库护身符#|cffffffff|Hitem:41989::::::::80:::::::::|h[维库护身符]|h|r#1#1#0#任务#任务##1#133294#0",
			[41265] = "魔眼冲击炮#|cffffffff|Hitem:41265::::::::80:::::::::|h[魔眼冲击炮]|h|r#1#1#0#任务#任务##1#135636#0",
			[24245] = "亮顶蘑菇#|cffffffff|Hitem:24245::::::::80:::::::::|h[亮顶蘑菇]|h|r#1#1#0#任务#任务##100#134523#146",
			[45326] = "艾塞尔的白金指环#|cffa335ee|Hitem:45326::::::::80:::::::::|h[艾塞尔的白金指环]|h|r#4#232#80#护甲#其它#INVTYPE_FINGER#1#133392#75623",
			[39315] = "德克玛兹的蒂基面具#|cffffffff|Hitem:39315::::::::80:::::::::|h[德克玛兹的蒂基面具]|h|r#1#1#0#任务#任务##1#133798#0",
			[38324] = "水元素位面之链#|cffffffff|Hitem:38324::::::::80:::::::::|h[水元素位面之链]|h|r#1#1#0#任务#任务##1#136039#0",
			[45517] = "无限钟摆#|cffa335ee|Hitem:45517::::::::80:::::::::|h[无限钟摆]|h|r#4#252#80#护甲#其它#INVTYPE_NECK#1#133336#75623",
			[1180] = "耐力卷轴#|cffffffff|Hitem:1180::::::::80:::::::::|h[耐力卷轴]|h|r#1#1#1#消耗品#卷轴##20#134943#37",
			[23338] = "被腐蚀的皮箱#|cffffffff|Hitem:23338::::::::80:::::::::|h[被腐蚀的皮箱]|h|r#1#58#58#任务#任务##1#133651#0",
			[43567] = "一卷缝合线#|cffffffff|Hitem:43567::::::::80:::::::::|h[一卷缝合线]|h|r#1#1#0#任务#任务##1#237428#0",
			[40530] = "勇猛的无畏肩甲#|cffa335ee|Hitem:40530::::::::80:::::::::|h[勇猛的无畏肩甲]|h|r#4#213#80#护甲#板甲#INVTYPE_SHOULDER#1#135060#0",
			[38] = "新兵衬衣#|cffffffff|Hitem:38::::::::80:::::::::|h[新兵衬衣]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135009#1",
			[925] = "尖刺流星锤#|cffffffff|Hitem:925::::::::80:::::::::|h[尖刺流星锤]|h|r#1#25#20#武器#单手锤#INVTYPE_WEAPONMAINHAND#1#133476#1559",
			[28513] = "恶魔符文石#|cffffffff|Hitem:28513::::::::80:::::::::|h[恶魔符文石]|h|r#1#1#0#消耗品#消耗品##20#134397#0",
			[12738] = "达尔松厕所钥匙#|cffffffff|Hitem:12738::::::::80:::::::::|h[达尔松厕所钥匙]|h|r#1#1#0#任务#任务##1#134240#0",
			[33470] = "霜纹布#|cffffffff|Hitem:33470::::::::80:::::::::|h[霜纹布]|h|r#1#70#0#商品#布料##20#132908#1250",
			[105] = "Deprecated Dwarven Recruit's Shirt#|cffffffff|Hitem:105::::::::80:::::::::|h[Deprecated Dwarven Recruit's Shirt]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135005#1",
			[40008] = "致密天蓝石#|cff0070dd|Hitem:40008::::::::80:::::::::|h[致密天蓝石]|h|r#3#80#0#珠宝#蓝色##1#237215#45000",
			[36926] = "暗影水晶#|cff1eff00|Hitem:36926::::::::80:::::::::|h[暗影水晶]|h|r#2#75#0#珠宝#紫色##20#237199#2500",
			[30655] = "灌能的维克鸦巢水晶#|cffffffff|Hitem:30655::::::::80:::::::::|h[灌能的维克鸦巢水晶]|h|r#1#1#0#任务#任务##4#134099#0",
			[36758] = "神圣魔精#|cffffffff|Hitem:36758::::::::80:::::::::|h[神圣魔精]|h|r#1#0#0#任务#任务##10#134754#5000",
			[46149] = "征服者的突围肩甲#|cffa335ee|Hitem:46149::::::::80:::::::::|h[征服者的突围肩甲]|h|r#4#232#80#护甲#板甲#INVTYPE_SHOULDER#1#135060#0",
			[35799] = "冰冻魔精#|cffffffff|Hitem:35799::::::::80:::::::::|h[冰冻魔精]|h|r#1#0#0#任务#任务##10#134754#5000",
			[25604] = "战槌监狱钥匙#|cffffffff|Hitem:25604::::::::80:::::::::|h[战槌监狱钥匙]|h|r#1#1#0#其它#垃圾##20#134247#0",
			[94] = "Deprecated Dwarven Novice's Belt#|cffffffff|Hitem:94::::::::80:::::::::|h[Deprecated Dwarven Novice's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132494#1",
			[90] = "OLDDwarven Initiate's Belt#|cffffffff|Hitem:90::::::::80:::::::::|h[OLDDwarven Initiate's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132494#1",
			[23445] = "魔铁锭#|cffffffff|Hitem:23445::::::::80:::::::::|h[魔铁锭]|h|r#1#60#0#商品#金属和矿石##20#133230#2000",
			[29590] = "燃烧军团信件#|cffffffff|Hitem:29590::::::::80:::::::::|h[燃烧军团信件]|h|r#1#0#58#其它#垃圾##1#133473#0",
			[86] = "Deprecated Old Belt#|cffffffff|Hitem:86::::::::80:::::::::|h[Deprecated Old Belt]|h|r#1#1#0#护甲#其它#INVTYPE_WAIST#1#132493#1",
			[45564] = "沉寂足垫#|cffa335ee|Hitem:45564::::::::80:::::::::|h[沉寂足垫]|h|r#4#232#80#护甲#皮甲#INVTYPE_FEET#1#132580#81686",
			[30431] = "雷神氏族神器#|cffffffff|Hitem:30431::::::::80:::::::::|h[雷神氏族神器]|h|r#1#1#65#任务#任务##1#134448#0",
			[117] = "硬肉干#|cffffffff|Hitem:117::::::::80:::::::::|h[硬肉干]|h|r#1#5#1#消耗品#食物和饮料##20#133972#1",
			[33050] = "恐怖图腾便笺#|cffffffff|Hitem:33050::::::::80:::::::::|h[恐怖图腾便笺]|h|r#1#1#0#任务#任务##4#134328#0",
			[32427] = "灵翼水晶#|cffffffff|Hitem:32427::::::::80:::::::::|h[灵翼水晶]|h|r#1#1#0#其它#垃圾##250#134090#0",
			[15447] = "生命腐质#|cffffffff|Hitem:15447::::::::80:::::::::|h[生命腐质]|h|r#1#1#0#任务#任务##1#134350#0",
			[52] = "见习牧师短裤#|cff9d9d9d|Hitem:52::::::::80:::::::::|h[见习牧师短裤]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[39316] = "提里的魔能#|cffffffff|Hitem:39316::::::::80:::::::::|h[提里的魔能]|h|r#1#1#0#任务#任务##1#134943#0",
			[31346] = "燃烧着的血环火炬#|cffffffff|Hitem:31346::::::::80:::::::::|h[燃烧着的血环火炬]|h|r#1#1#0#任务#任务##1#135432#0",
			[35288] = "未经熟化的鹿皮#|cffffffff|Hitem:35288::::::::80:::::::::|h[未经熟化的鹿皮]|h|r#1#1#0#任务#任务##100#134347#0",
			[22574] = "火焰微粒#|cffffffff|Hitem:22574::::::::80:::::::::|h[火焰微粒]|h|r#1#65#0#商品#元素##10#132839#400",
			[25876] = "闪光的飞斧#|cffffffff|Hitem:25876::::::::80:::::::::|h[闪光的飞斧]|h|r#1#40#35#武器#投掷武器#INVTYPE_THROWN#1#135424#200",
			[43568] = "博士的屠刀#|cffffffff|Hitem:43568::::::::80:::::::::|h[博士的屠刀]|h|r#1#1#0#任务#任务##1#135655#0",
			[286] = "鳞甲短裤#|cffffffff|Hitem:286::::::::80:::::::::|h[鳞甲短裤]|h|r#1#22#17#护甲#锁甲#INVTYPE_LEGS#1#134583#645",
			[29209] = "萨克希斯徽记#|cffffffff|Hitem:29209::::::::80:::::::::|h[萨克希斯徽记]|h|r#1#1#0#任务#任务##200#134517#500",
			[45138] = "龙骑士披风#|cffa335ee|Hitem:45138::::::::80:::::::::|h[龙骑士披风]|h|r#4#232#80#护甲#布甲#INVTYPE_CLOAK#1#133764#68546",
			[11186] = "红色能量水晶#|cffffffff|Hitem:11186::::::::80:::::::::|h[红色能量水晶]|h|r#1#1#0#任务#任务##100#134130#0",
			[59] = "侍僧鞋#|cffffffff|Hitem:59::::::::80:::::::::|h[侍僧鞋]|h|r#1#1#0#护甲#其它#INVTYPE_FEET#1#132535#1",
			[118] = "初级治疗药水#|cffffffff|Hitem:118::::::::80:::::::::|h[初级治疗药水]|h|r#1#5#1#消耗品#药水##20#134829#5",
			[236] = "硬皮甲#|cffffffff|Hitem:236::::::::80:::::::::|h[硬皮甲]|h|r#1#22#17#护甲#皮甲#INVTYPE_CHEST#1#132725#559",
			[3770] = "羊排#|cffffffff|Hitem:3770::::::::80:::::::::|h[羊排]|h|r#1#25#15#消耗品#食物和饮料##20#133970#25",
			[45902] = "幽灵鱼#|cffffffff|Hitem:45902::::::::80:::::::::|h[幽灵鱼]|h|r#1#1#0#任务#任务##20#237307#0",
			[33778] = "符文之书 - 第一章#|cffffffff|Hitem:33778::::::::80:::::::::|h[符文之书 - 第一章]|h|r#1#1#0#任务#任务##1#134937#0",
			[44461] = "诅咒教派研究笔记 - 第3页#|cffffffff|Hitem:44461::::::::80:::::::::|h[诅咒教派研究笔记 - 第3页]|h|r#1#1#0#任务#任务##1#134332#2500",
			[40666] = "韦斯温元帅的便笺#|cffffffff|Hitem:40666::::::::80:::::::::|h[韦斯温元帅的便笺]|h|r#1#1#77#任务#任务##1#134940#0",
			[28472] = "克拉苏斯的魔法纲要 - 第一章#|cffffffff|Hitem:28472::::::::80:::::::::|h[克拉苏斯的魔法纲要 - 第一章]|h|r#1#1#0#任务#任务##1#134938#0",
			[21991] = "厚灵纹布绷带#|cffffffff|Hitem:21991::::::::80:::::::::|h[厚灵纹布绷带]|h|r#1#70#0#消耗品#绷带##20#133692#3000",
			[237] = "硬皮短裤#|cffffffff|Hitem:237::::::::80:::::::::|h[硬皮短裤]|h|r#1#22#17#护甲#皮甲#INVTYPE_LEGS#1#134586#561",
			[34688] = "蓝玉监牢钥匙#|cffffffff|Hitem:34688::::::::80:::::::::|h[蓝玉监牢钥匙]|h|r#1#1#0#任务#任务##1#134242#0",
			[29233] = "达斯利克之刃#|cffffffff|Hitem:29233::::::::80:::::::::|h[达斯利克之刃]|h|r#1#1#67#任务#任务##1#135359#0",
			[24503] = "古罗克的徽记#|cffffffff|Hitem:24503::::::::80:::::::::|h[古罗克的徽记]|h|r#1#1#0#任务#任务##1#132097#0",
			[46377] = "无尽怒气合剂#|cffffffff|Hitem:46377::::::::80:::::::::|h[无尽怒气合剂]|h|r#1#85#75#消耗品#合剂##20#236880#2500",
			[38660] = "尸灵项圈#|cffffffff|Hitem:38660::::::::80:::::::::|h[尸灵项圈]|h|r#1#74#74#任务#任务##1#133304#0",
			[45263] = "天谴之石#|cffa335ee|Hitem:45263::::::::80:::::::::|h[天谴之石]|h|r#4#232#80#护甲#其它#INVTYPE_TRINKET#1#294481#113940",
			[119] = "Deprecated Rogue's Vest#|cffffffff|Hitem:119::::::::80:::::::::|h[Deprecated Rogue's Vest]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135005#1",
			[238] = "硬皮战靴#|cffffffff|Hitem:238::::::::80:::::::::|h[硬皮战靴]|h|r#1#22#17#护甲#皮甲#INVTYPE_FEET#1#132537#422",
			[5866] = "精铁矿石样本#|cffffffff|Hitem:5866::::::::80:::::::::|h[精铁矿石样本]|h|r#1#1#0#任务#任务##1#134575#0",
			[24246] = "红色木槿#|cffffffff|Hitem:24246::::::::80:::::::::|h[红色木槿]|h|r#1#1#0#任务#任务##200#134200#400",
			[4539] = "金皮苹果#|cffffffff|Hitem:4539::::::::80:::::::::|h[金皮苹果]|h|r#1#35#25#消耗品#食物和饮料##20#133976#50",
			[44784] = "诅咒教徒的兜帽#|cffffffff|Hitem:44784::::::::80:::::::::|h[诅咒教徒的兜帽]|h|r#1#0#0#任务#任务##1#133131#0",
			[5570] = "深苔蜘蛛的卵#|cffffffff|Hitem:5570::::::::80:::::::::|h[深苔蜘蛛的卵]|h|r#1#1#0#任务#任务##20#132834#0",
			[29425] = "基尔加丹印记#|cffffffff|Hitem:29425::::::::80:::::::::|h[基尔加丹印记]|h|r#1#1#0#任务#任务##250#136149#200",
			[30561] = "维克鸦巢水晶#|cffffffff|Hitem:30561::::::::80:::::::::|h[维克鸦巢水晶]|h|r#1#1#0#任务#任务##1#134097#0",
			[239] = "硬皮手套#|cffffffff|Hitem:239::::::::80:::::::::|h[硬皮手套]|h|r#1#22#17#护甲#皮甲#INVTYPE_HAND#1#132955#282",
			[42780] = "奥杜尔的圣物#|cffffffff|Hitem:42780::::::::80:::::::::|h[奥杜尔的圣物]|h|r#1#1#0#任务#任务##200#237427#200",
			[44739] = "钻石折射瞄准镜#|cffffffff|Hitem:44739::::::::80:::::::::|h[钻石折射瞄准镜]|h|r#1#75#70#商品#装置##5#236201#35000",
			[2799] = "猩猩牙#|cffffffff|Hitem:2799::::::::80:::::::::|h[猩猩牙]|h|r#1#1#0#任务#任务##20#134298#67",
			[16303] = "乌萨苟斯的爪子#|cff1eff00|Hitem:16303::::::::80:::::::::|h[乌萨苟斯的爪子]|h|r#2#20#20#任务#任务##1#132941#0",
			[39605] = "英雄的无畏头盔#|cffa335ee|Hitem:39605::::::::80:::::::::|h[英雄的无畏头盔]|h|r#4#200#80#护甲#板甲#INVTYPE_HEAD#1#133160#0",
			[60] = "夹层外衣#|cffffffff|Hitem:60::::::::80:::::::::|h[夹层外衣]|h|r#1#5#0#护甲#皮甲#INVTYPE_CHEST#1#132724#12",
			[120] = "刺客短裤#|cff9d9d9d|Hitem:120::::::::80:::::::::|h[刺客短裤]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[23123] = "神圣巫师之油#|cff1eff00|Hitem:23123::::::::80:::::::::|h[神圣巫师之油]|h|r#2#55#50#消耗品#其它##20#134806#0",
			[30672] = "元素置换器#|cffffffff|Hitem:30672::::::::80:::::::::|h[元素置换器]|h|r#1#0#0#任务#任务##1#135470#0",
			[45559] = "领主的板甲战靴#|cffa335ee|Hitem:45559::::::::80:::::::::|h[领主的板甲战靴]|h|r#4#232#80#护甲#板甲#INVTYPE_FEET#1#132587#112031",
			[28474] = "克拉苏斯的魔法纲要 - 第三章#|cffffffff|Hitem:28474::::::::80:::::::::|h[克拉苏斯的魔法纲要 - 第三章]|h|r#1#1#0#任务#任务##1#134945#0",
			[35737] = "遗失的日记书页#|cffffffff|Hitem:35737::::::::80:::::::::|h[遗失的日记书页]|h|r#1#1#0#任务#任务##10#134332#0",
			[6657] = "美味风蛇#|cffffffff|Hitem:6657::::::::80:::::::::|h[美味风蛇]|h|r#1#18#0#消耗品#食物和饮料##20#134302#5",
			[30704] = "卢安利爪#|cffffffff|Hitem:30704::::::::80:::::::::|h[卢安利爪]|h|r#1#1#0#任务#任务##20#134295#0",
			[36856] = "精美的战斗号角#|cffffffff|Hitem:36856::::::::80:::::::::|h[精美的战斗号角]|h|r#1#1#72#任务#任务##1#134229#0",
			[46095] = "噬灵束带#|cffa335ee|Hitem:46095::::::::80:::::::::|h[噬灵束带]|h|r#4#239#80#护甲#皮甲#INVTYPE_WAIST#1#236897#55685",
			[36920] = "太阳水晶#|cff1eff00|Hitem:36920::::::::80:::::::::|h[太阳水晶]|h|r#2#75#0#珠宝#黄色##20#237196#2500",
			[25653] = "马鞭#|cff0070dd|Hitem:25653::::::::80:::::::::|h[马鞭]|h|r#3#70#69#护甲#其它#INVTYPE_TRINKET#1#133803#17500",
			[43100] = "魔法蘑菇#|cffffffff|Hitem:43100::::::::80:::::::::|h[魔法蘑菇]|h|r#1#70#0#任务#任务##20#134531#0",
			[7666] = "破碎的项链#|cff1eff00|Hitem:7666::::::::80:::::::::|h[破碎的项链]|h|r#2#37#37#任务#任务##1#133289#0",
			[32321] = "麻鹰网#|cffffffff|Hitem:32321::::::::80:::::::::|h[麻鹰网]|h|r#1#1#0#任务#任务##1#134325#0",
			[28786] = "阿匹克斯的聚焦水晶#|cffffffff|Hitem:28786::::::::80:::::::::|h[阿匹克斯的聚焦水晶]|h|r#1#1#0#任务#任务##1#132786#0",
			[121] = "刺客之靴#|cffffffff|Hitem:121::::::::80:::::::::|h[刺客之靴]|h|r#1#1#0#护甲#其它#INVTYPE_FEET#1#132539#1",
			[45328] = "浮肿的鳗鱼#|cffffffff|Hitem:45328::::::::80:::::::::|h[浮肿的鳗鱼]|h|r#1#1#0#任务#任务##1#133897#0",
			[8704] = "OOX-09/HL定位器#|cff1eff00|Hitem:8704::::::::80:::::::::|h[OOX-09/HL定位器]|h|r#2#43#43#任务#任务##1#132836#0",
			[25] = "破损的短剑#|cffffffff|Hitem:25::::::::80:::::::::|h[破损的短剑]|h|r#1#2#1#武器#单手剑#INVTYPE_WEAPONMAINHAND#1#135274#7",
			[39683] = "霜钢管#|cffffffff|Hitem:39683::::::::80:::::::::|h[霜钢管]|h|r#1#70#0#商品#零件##20#237291#12000",
			[33780] = "符文之书 - 第三章#|cffffffff|Hitem:33780::::::::80:::::::::|h[符文之书 - 第三章]|h|r#1#1#0#任务#任务##1#134943#0",
			[27658] = "烧烤裂蹄牛#|cffffffff|Hitem:27658::::::::80:::::::::|h[烧烤裂蹄牛]|h|r#1#65#55#消耗品#食物和饮料##20#134016#150",
			[39682] = "超载电容器#|cffffffff|Hitem:39682::::::::80:::::::::|h[超载电容器]|h|r#1#70#0#商品#零件##5#237290#12000",
			[32825] = "灵魂火炮#|cffffffff|Hitem:32825::::::::80:::::::::|h[灵魂火炮]|h|r#1#1#0#任务#任务##1#133863#0",
			[33345] = "维库升华卷轴#|cffffffff|Hitem:33345::::::::80:::::::::|h[维库升华卷轴]|h|r#1#1#68#任务#任务##1#136244#0",
			[37432] = "拷问者的魔棒#|cffffffff|Hitem:37432::::::::80:::::::::|h[拷问者的魔棒]|h|r#1#1#71#任务#任务##1#133496#0",
			[41556] = "熔渣包裹的金属#|cffffffff|Hitem:41556::::::::80:::::::::|h[熔渣包裹的金属]|h|r#1#1#77#任务#任务##1#135228#0",
			[44009] = "血肉巨人的脊骨#|cffffffff|Hitem:44009::::::::80:::::::::|h[血肉巨人的脊骨]|h|r#1#0#0#任务#任务##1#133720#0",
			[38551] = "达卡莱供品#|cffffffff|Hitem:38551::::::::80:::::::::|h[达卡莱供品]|h|r#1#1#0#任务#任务##250#134514#250",
			[39606] = "英雄的无畏战甲#|cffa335ee|Hitem:39606::::::::80:::::::::|h[英雄的无畏战甲]|h|r#4#200#80#护甲#板甲#INVTYPE_CHEST#1#132737#0",
			[61] = "矮人皮质短裤#|cffffffff|Hitem:61::::::::80:::::::::|h[矮人皮质短裤]|h|r#1#5#0#护甲#皮甲#INVTYPE_LEGS#1#134706#12",
			[122] = "OLDThug Belt#|cffffffff|Hitem:122::::::::80:::::::::|h[OLDThug Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132493#1",
			[31120] = "会议记录#|cffffffff|Hitem:31120::::::::80:::::::::|h[会议记录]|h|r#1#1#65#任务#任务##1#134942#0",
			[32698] = "牧绳#|cffffffff|Hitem:32698::::::::80:::::::::|h[牧绳]|h|r#1#0#0#任务#任务##1#134326#0",
			[34368] = "调和过的水晶核心#|cffffffff|Hitem:34368::::::::80:::::::::|h[调和过的水晶核心]|h|r#1#70#0#任务#任务##1#134139#0",
			[1478] = "保护卷轴 II#|cffffffff|Hitem:1478::::::::80:::::::::|h[保护卷轴 II]|h|r#1#25#15#消耗品#卷轴##20#134943#62",
			[34255] = "荆刺剥石者的腺体#|cffffffff|Hitem:34255::::::::80:::::::::|h[荆刺剥石者的腺体]|h|r#1#1#0#任务#任务##5#134339#0",
			[44459] = "诅咒教派研究笔记 - 第1页#|cffffffff|Hitem:44459::::::::80:::::::::|h[诅咒教派研究笔记 - 第1页]|h|r#1#1#0#任务#任务##1#134332#2500",
			[40211] = "速度药水#|cffffffff|Hitem:40211::::::::80:::::::::|h[速度药水]|h|r#1#80#70#消耗品#药水##20#236871#5000",
			[23270] = "被污染的地狱野猪肉#|cffffffff|Hitem:23270::::::::80:::::::::|h[被污染的地狱野猪肉]|h|r#1#1#0#任务#任务##10#134028#0",
			[18972] = "完美的雪人毛皮#|cffffffff|Hitem:18972::::::::80:::::::::|h[完美的雪人毛皮]|h|r#1#40#40#任务#任务##1#134362#0",
			[34721] = "霜纹布绷带#|cffffffff|Hitem:34721::::::::80:::::::::|h[霜纹布绷带]|h|r#1#71#0#消耗品#绷带##20#237266#1250",
			[29234] = "贝尔玛拉之书#|cffffffff|Hitem:29234::::::::80:::::::::|h[贝尔玛拉之书]|h|r#1#1#67#任务#任务##1#133739#0",
			[14529] = "符文布绷带#|cffffffff|Hitem:14529::::::::80:::::::::|h[符文布绷带]|h|r#1#52#0#消耗品#绷带##20#133681#425",
			[33069] = "结实的绳子#|cffffffff|Hitem:33069::::::::80:::::::::|h[结实的绳子]|h|r#1#1#0#任务#任务##1#134326#0",
			[5102] = "奥瓦坦卡的尾刺#|cffffffff|Hitem:5102::::::::80:::::::::|h[奥瓦坦卡的尾刺]|h|r#1#10#10#任务#任务##1#133723#0",
			[2901] = "矿工锄#|cffffffff|Hitem:2901::::::::80:::::::::|h[矿工锄]|h|r#1#4#1#武器#其它#INVTYPE_WEAPONMAINHAND#1#134708#16",
			[123] = "Deprecated Orc Apprentice Shirt#|cffffffff|Hitem:123::::::::80:::::::::|h[Deprecated Orc Apprentice Shirt]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135005#1",
			[31463] = "塞萨克的碎片#|cffffffff|Hitem:31463::::::::80:::::::::|h[塞萨克的碎片]|h|r#1#1#0#任务#任务##1#134092#0",
			[5810] = "新鲜的尸体#|cffffffff|Hitem:5810::::::::80:::::::::|h[新鲜的尸体]|h|r#1#1#0#任务#任务##1#134368#0",
			[43739] = "无畏战甲#|cffa335ee|Hitem:43739::::::::80:::::::::|h[无畏战甲]|h|r#4#200#80#护甲#板甲#INVTYPE_CHEST#1#132737#0",
			[40641] = "冷铁钥匙#|cffffffff|Hitem:40641::::::::80:::::::::|h[冷铁钥匙]|h|r#1#1#0#钥匙#钥匙##5#134239#0",
			[44434] = "黑暗物质#|cffffffff|Hitem:44434::::::::80:::::::::|h[黑暗物质]|h|r#1#0#0#任务#任务##5#136193#0",
			[10621] = "符文卷轴#|cffffffff|Hitem:10621::::::::80:::::::::|h[符文卷轴]|h|r#1#15#15#消耗品#消耗品##1#134939#0",
			[29426] = "火翼徽记#|cffffffff|Hitem:29426::::::::80:::::::::|h[火翼徽记]|h|r#1#1#0#任务#任务##250#133365#200",
			[46954] = "烈焰之矛#|cffffffff|Hitem:46954::::::::80:::::::::|h[烈焰之矛]|h|r#1#1#0#任务#任务##1#135126#0",
			[10645] = "侏儒死亡射线#|cffffffff|Hitem:10645::::::::80:::::::::|h[侏儒死亡射线]|h|r#1#48#0#护甲#其它#INVTYPE_TRINKET#1#133002#750",
			[5842] = "未精炼的矿石样本#|cffffffff|Hitem:5842::::::::80:::::::::|h[未精炼的矿石样本]|h|r#1#1#0#任务#任务##1#135242#0",
			[31536] = "怒火营地钥匙#|cffffffff|Hitem:31536::::::::80:::::::::|h[怒火营地钥匙]|h|r#1#1#0#钥匙#钥匙##5#134245#0",
			[8623] = "OOX-17/TN定位器#|cff1eff00|Hitem:8623::::::::80:::::::::|h[OOX-17/TN定位器]|h|r#2#43#43#任务#任务##1#132836#0",
			[4098] = "仔细折叠的便笺#|cffffffff|Hitem:4098::::::::80:::::::::|h[仔细折叠的便笺]|h|r#1#42#42#任务#任务##1#133469#0",
			[39607] = "英雄的无畏腿铠#|cffa335ee|Hitem:39607::::::::80:::::::::|h[英雄的无畏腿铠]|h|r#4#200#80#护甲#板甲#INVTYPE_LEGS#1#134681#0",
			[12739] = "达尔松橱柜钥匙#|cffffffff|Hitem:12739::::::::80:::::::::|h[达尔松橱柜钥匙]|h|r#1#1#0#任务#任务##1#134246#0",
			[124] = "Deprecated Orc Apprentice Pants#|cff9d9d9d|Hitem:124::::::::80:::::::::|h[Deprecated Orc Apprentice Pants]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[42772] = "恐怖博士的著作《制造一个更好的血肉巨人》#|cffffffff|Hitem:42772::::::::80:::::::::|h[恐怖博士的著作《制造一个更好的血肉巨人》]|h|r#1#1#77#任务#任务##1#133733#0",
			[45873] = "寒冬之拥#|cffa335ee|Hitem:45873::::::::80:::::::::|h[寒冬之拥]|h|r#4#225#80#护甲#布甲#INVTYPE_CLOAK#1#133765#61077",
			[12771] = "空的火酒瓶#|cffffffff|Hitem:12771::::::::80:::::::::|h[空的火酒瓶]|h|r#1#52#52#任务#任务##1#134865#0",
			[11116] = "被撕破的日记#|cff1eff00|Hitem:11116::::::::80:::::::::|h[被撕破的日记]|h|r#2#48#48#其它#垃圾##1#133743#0",
			[33115] = "密封的信函#|cffffffff|Hitem:33115::::::::80:::::::::|h[密封的信函]|h|r#1#1#30#任务#任务##1#133472#0",
			[30689] = "拉索恩的命令#|cffffffff|Hitem:30689::::::::80:::::::::|h[拉索恩的命令]|h|r#1#1#0#任务#任务##1#133473#0",
			[22521] = "超级法力之油#|cffffffff|Hitem:22521::::::::80:::::::::|h[超级法力之油]|h|r#1#62#52#消耗品#其它##1#134723#1500",
			[42987] = "暗月卡片：伟大#|cffa335ee|Hitem:42987::::::::80:::::::::|h[暗月卡片：伟大]|h|r#4#200#80#护甲#其它#INVTYPE_TRINKET#1#237166#107343",
			[42732] = "永冻刀片#|cffffffff|Hitem:42732::::::::80:::::::::|h[永冻刀片]|h|r#1#1#0#任务#任务##1#135288#0",
			[43089] = "维库人的徽记#|cffffffff|Hitem:43089::::::::80:::::::::|h[维库人的徽记]|h|r#1#1#0#任务#任务##250#133718#250",
			[34908] = "天灾牢笼钥匙#|cffffffff|Hitem:34908::::::::80:::::::::|h[天灾牢笼钥匙]|h|r#1#1#0#钥匙#钥匙##5#134241#0",
			[23793] = "重结缔皮#|cffffffff|Hitem:23793::::::::80:::::::::|h[重结缔皮]|h|r#1#65#0#商品#皮革##20#134260#6250",
			[43156] = "龙眠联军战袍#|cffffffff|Hitem:43156::::::::80:::::::::|h[龙眠联军战袍]|h|r#1#75#0#护甲#其它#INVTYPE_TABARD#1#135026#2500",
			[39681] = "钴螺丝#|cffffffff|Hitem:39681::::::::80:::::::::|h[钴螺丝]|h|r#1#71#0#商品#零件##20#237292#2800",
			[4903] = "燃影之眼#|cffffffff|Hitem:4903::::::::80:::::::::|h[燃影之眼]|h|r#1#4#4#任务#任务##1#134085#0",
			[125] = "Deprecated Orc Apprentice Boots#|cffffffff|Hitem:125::::::::80:::::::::|h[Deprecated Orc Apprentice Boots]|h|r#1#1#1#护甲#其它#INVTYPE_FEET#1#132535#1",
			[53] = "见习牧师衬衣#|cffffffff|Hitem:53::::::::80:::::::::|h[见习牧师衬衣]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135005#1",
			[36870] = "神圣达卡莱供品#|cffffffff|Hitem:36870::::::::80:::::::::|h[神圣达卡莱供品]|h|r#1#0#0#任务#任务##10#134056#0",
			[56] = "学徒长袍#|cff9d9d9d|Hitem:56::::::::80:::::::::|h[学徒长袍]|h|r#0#1#1#护甲#布甲#INVTYPE_ROBE#1#132664#1",
			[58] = "OLDAcolyte's Belt#|cffffffff|Hitem:58::::::::80:::::::::|h[OLDAcolyte's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132492#1",
			[44010] = "脊骨脓液#|cffffffff|Hitem:44010::::::::80:::::::::|h[脊骨脓液]|h|r#1#0#0#任务#任务##1#134816#0",
			[23784] = "精金框架#|cffffffff|Hitem:23784::::::::80:::::::::|h[精金框架]|h|r#1#65#0#商品#零件##10#133004#10000",
			[80] = "柔软的毛边鞋#|cffffffff|Hitem:80::::::::80:::::::::|h[柔软的毛边鞋]|h|r#1#5#0#护甲#布甲#INVTYPE_FEET#1#132543#7",
			[33278] = "燃烧的火炬#|cffffffff|Hitem:33278::::::::80:::::::::|h[燃烧的火炬]|h|r#1#1#0#任务#任务##1#135432#0",
			[38425] = "厚北地皮#|cffffffff|Hitem:38425::::::::80:::::::::|h[厚北地皮]|h|r#1#80#0#商品#皮革##20#237380#13500",
			[95] = "Deprecated Dwarven Novice's Boots#|cffffffff|Hitem:95::::::::80:::::::::|h[Deprecated Dwarven Novice's Boots]|h|r#1#1#1#护甲#其它#INVTYPE_FEET#1#132535#1",
			[99] = "Deprecated Dwarven Squire's Boots#|cffffffff|Hitem:99::::::::80:::::::::|h[Deprecated Dwarven Squire's Boots]|h|r#1#1#1#护甲#其它#INVTYPE_FEET#1#132535#1",
			[100] = "Deprecated Dwarven Squire's Pants#|cff9d9d9d|Hitem:100::::::::80:::::::::|h[Deprecated Dwarven Squire's Pants]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[7005] = "剥皮小刀#|cffffffff|Hitem:7005::::::::80:::::::::|h[剥皮小刀]|h|r#1#4#1#武器#其它#INVTYPE_WEAPON#1#135637#16",
			[39608] = "英雄的无畏肩甲#|cffa335ee|Hitem:39608::::::::80:::::::::|h[英雄的无畏肩甲]|h|r#4#200#80#护甲#板甲#INVTYPE_SHOULDER#1#135060#0",
			[46164] = "征服者的突围手甲#|cffa335ee|Hitem:46164::::::::80:::::::::|h[征服者的突围手甲]|h|r#4#232#80#护甲#板甲#INVTYPE_HAND#1#132962#0",
			[126] = "Deprecated Orc Apprentice Belt#|cffffffff|Hitem:126::::::::80:::::::::|h[Deprecated Orc Apprentice Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132494#1",
			[31121] = "衣物碎片#|cffffffff|Hitem:31121::::::::80:::::::::|h[衣物碎片]|h|r#1#1#0#消耗品#消耗品##20#132911#0",
			[45874] = "寒冬徽记#|cffa335ee|Hitem:45874::::::::80:::::::::|h[寒冬徽记]|h|r#4#225#80#护甲#其它#INVTYPE_FINGER#1#133377#75623",
			[14530] = "厚符文布绷带#|cffffffff|Hitem:14530::::::::80:::::::::|h[厚符文布绷带]|h|r#1#58#0#消耗品#绷带##20#133682#1000",
			[194] = "破布短裤#|cffffffff|Hitem:194::::::::80:::::::::|h[破布短裤]|h|r#1#5#1#护甲#布甲#INVTYPE_LEGS#1#134592#9",
			[128] = "Deprecated Tauren Trapper's Pants#|cff9d9d9d|Hitem:128::::::::80:::::::::|h[Deprecated Tauren Trapper's Pants]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[130] = "Deprecated Tauren Trapper's Belt#|cffffffff|Hitem:130::::::::80:::::::::|h[Deprecated Tauren Trapper's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132494#1",
			[132] = "Deprecated Orc Acolyte's Boots#|cffffffff|Hitem:132::::::::80:::::::::|h[Deprecated Orc Acolyte's Boots]|h|r#1#1#1#护甲#其它#INVTYPE_FEET#1#132536#1",
			[35836] = "希姆波的魔精#|cffffffff|Hitem:35836::::::::80:::::::::|h[希姆波的魔精]|h|r#1#0#0#任务#任务##10#134754#5000",
			[139] = "打斗者短裤#|cff9d9d9d|Hitem:139::::::::80:::::::::|h[打斗者短裤]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[36923] = "玉髓石#|cff1eff00|Hitem:36923::::::::80:::::::::|h[玉髓石]|h|r#2#75#0#珠宝#蓝色##20#237198#2500",
			[46162] = "征服者的突围胸铠#|cffa335ee|Hitem:46162::::::::80:::::::::|h[征服者的突围胸铠]|h|r#4#232#80#护甲#板甲#INVTYPE_CHEST#1#132737#0",
			[148] = "皱褶捕兽者衬衣#|cffffffff|Hitem:148::::::::80:::::::::|h[皱褶捕兽者衬衣]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135005#1",
			[40088] = "鲜艳森林翡翠#|cff0070dd|Hitem:40088::::::::80:::::::::|h[鲜艳森林翡翠]|h|r#3#80#0#珠宝#绿色##1#237213#45000",
			[3027] = "重型弯弓#|cffffffff|Hitem:3027::::::::80:::::::::|h[重型弯弓]|h|r#1#25#20#武器#弓#INVTYPE_RANGED#1#135489#1269",
			[31345] = "瓦萨雷克的日记#|cffffffff|Hitem:31345::::::::80:::::::::|h[瓦萨雷克的日记]|h|r#1#70#68#任务#任务##1#133733#0",
			[127] = "捕兽者衬衣#|cffffffff|Hitem:127::::::::80:::::::::|h[捕兽者衬衣]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135011#1",
			[201] = "厚布短裤#|cffffffff|Hitem:201::::::::80:::::::::|h[厚布短裤]|h|r#1#22#17#护甲#布甲#INVTYPE_LEGS#1#134592#455",
			[202] = "厚布鞋#|cffffffff|Hitem:202::::::::80:::::::::|h[厚布鞋]|h|r#1#22#17#护甲#布甲#INVTYPE_FEET#1#132539#343",
			[33119] = "玛利斯特的冰霜魔杖#|cffffffff|Hitem:33119::::::::80:::::::::|h[玛利斯特的冰霜魔杖]|h|r#1#1#0#任务#任务##1#135463#0",
			[50] = "OLDInitiate's Belt#|cffffffff|Hitem:50::::::::80:::::::::|h[OLDInitiate's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132493#1",
			[32464] = "虚空矿石#|cffffffff|Hitem:32464::::::::80:::::::::|h[虚空矿石]|h|r#1#70#0#任务#任务##20#134568#1500",
			[42422] = "尤顿海姆牢笼钥匙#|cffffffff|Hitem:42422::::::::80:::::::::|h[尤顿海姆牢笼钥匙]|h|r#1#1#0#钥匙#钥匙##10#134245#0",
			[285] = "鳞甲外衣#|cffffffff|Hitem:285::::::::80:::::::::|h[鳞甲外衣]|h|r#1#22#17#护甲#锁甲#INVTYPE_CHEST#1#132631#711",
			[31489] = "格里施纳宝珠#|cffffffff|Hitem:31489::::::::80:::::::::|h[格里施纳宝珠]|h|r#1#1#65#任务#任务##1#136210#0",
			[287] = "鳞甲战靴#|cffffffff|Hitem:287::::::::80:::::::::|h[鳞甲战靴]|h|r#1#22#17#护甲#锁甲#INVTYPE_FEET#1#132535#488",
		},
		["merchant_buy"] = {
		},
		["action_shortcuts"] = false,
		["item_ids"] = {
			["d16限时炸弹"] = 40686,
			["戈达乌的足印"] = 24475,
			["oldsquire's belt"] = 42,
			["灵翼水晶"] = 32427,
			["有瑕疵的能量石"] = 4986,
			["先锋军狮鹫的缰绳"] = 40970,
			["deprecated old pants"] = 88,
			["野芥菜"] = 43143,
			["一捧雪花"] = 34191,
			["六魔包"] = 7734,
			["不祥的信件"] = 23892,
			["魔像蓝图 - 第2部分"] = 36850,
			["克拉苏斯的魔法纲要 - 第二章"] = 28473,
			["灵纹投网"] = 24268,
			["拷问者的魔棒"] = 37432,
			["达尔松橱柜钥匙"] = 12739,
			["卢安利爪"] = 30704,
			["怒火营地钥匙"] = 31536,
			["号角的传说"] = 34960,
			["魔法蘑菇"] = 43100,
			["暗月卡片：伟大"] = 42987,
			["神谕者的秘密溶液"] = 44065,
			["绒线绷带"] = 3530,
			["侏儒手雷"] = 34772,
			["钢铁议会披风"] = 45322,
			["亚鲁乌特的宝贝水晶"] = 38623,
			["基斯鸦巢牢笼钥匙"] = 31655,
			["符文之书 - 第三章"] = 33780,
			["未被消化的手"] = 32621,
			["deprecated dwarven apprentice pants"] = 113,
			["钝刻刀"] = 38083,
			["恶魔之伤"] = 4854,
			["鳞甲外衣"] = 285,
			["暗杀指令"] = 12564,
			["韦斯温元帅的便笺"] = 40666,
			["勇猛的无畏护手"] = 40527,
			["冬水仙"] = 45000,
			["一堆白骨"] = 43609,
			["弯曲的法杖"] = 35,
			["锐锋箭"] = 3030,
			["丝绸"] = 4306,
			["征服者的突围手甲"] = 46164,
			["隐形药水"] = 9172,
			["天灾牢笼钥匙"] = 34908,
			["符文之书 - 第二章"] = 33779,
			["征服者的天灾追猎者头饰"] = 46143,
			["铁匠之锤"] = 5956,
			["厚绒线绷带"] = 3531,
			["deprecated dwarven squire's shirt"] = 101,
			["清凉的泉水"] = 159,
			["deprecated tauren recruit's belt"] = 155,
			["勇猛的无畏肩铠"] = 40548,
			["希姆波的魔精"] = 35836,
			["邪能腺体"] = 32502,
			["暗影之尘"] = 32388,
			["deprecated orc acolyte's boots"] = 132,
			["达拉然奶酪"] = 414,
			["蓝玉监牢钥匙"] = 34688,
			["征服者的突围巨盔"] = 46166,
			["deprecated dwarven novice's belt"] = 94,
			["厚符文布绷带"] = 14530,
			["半满的达拉然酒杯"] = 43138,
			["被污染的水球"] = 16408,
			["弧光扳手"] = 6219,
			["荆刺剥石者的腺体"] = 34255,
			["血玉护符"] = 43269,
			["精制短枪"] = 2509,
			["符文布绷带"] = 14529,
			["神圣魔精"] = 36758,
			["暴风城奶酪"] = 1707,
			["勇猛的无畏腿铠"] = 40529,
			["密封的信函"] = 33115,
			["oox-09/hl定位器"] = 8704,
			["大型亚勒伯龙牢笼钥匙"] = 33290,
			["被丢弃的护甲"] = 43616,
			["燃烧军团信件"] = 29590,
			["红色能量水晶"] = 11186,
			["重结缔皮"] = 23793,
			["卡格罗什的背包"] = 30659,
			["致密龙眼石"] = 36767,
			["淤泥覆盖的物体"] = 32724,
			["塞萨克的碎片"] = 31463,
			["硬肉干"] = 117,
			["鲜嫩的陆行鸟肉"] = 33009,
			["亚维鲁的宝珠"] = 23580,
			["霜纹布绷带"] = 34721,
			["巨型卡利鸟翅"] = 33838,
			["玛瑟里顿的徽记"] = 32386,
			["拉克塔曼尼的蹄子"] = 5099,
			["见习牧师之靴"] = 51,
			["蓝色能量水晶"] = 11184,
			["血岩碎片"] = 5075,
			["海德尼尔鱼叉"] = 41058,
			["瓦萨雷克的日记"] = 31345,
			["征服者的突围护腿"] = 46169,
			["保护卷轴 ii"] = 1478,
			["沉重的树干"] = 4400,
			["奥法宝典"] = 29739,
			["碧蓝丝质腰带"] = 7052,
			["领主的板甲战靴"] = 45559,
			["衣物碎片"] = 31121,
			["元素护甲片"] = 42107,
			["诺格弗格药剂"] = 8529,
			["闪耀的碎片"] = 35648,
			["旋转飞刀"] = 45296,
			["蚀刻瓶"] = 5867,
			["oldbrawler's belt"] = 141,
			["黄金酒杯"] = 43240,
			["勘察员的锄头"] = 4702,
			["诅咒教徒的兜帽"] = 44784,
			["天谴之石"] = 45263,
			["维库人的徽记"] = 43089,
			["双刃战斧"] = 2491,
			["达斯利克之刃"] = 29233,
			["乌萨苟斯的爪子"] = 16303,
			["奥鲁麦斯的长袍"] = 44479,
			["deprecated tauren recruit's pants"] = 156,
			["寒冬之拥"] = 45873,
			["未鉴定过的植物"] = 24401,
			["暗影水晶"] = 36926,
			["麦森的文件"] = 34091,
			["陈年达拉然干酪"] = 43137,
			["遗失的日记书页"] = 35737,
			["达拉然蚌肉杂烩"] = 43268,
			["一卷缝合线"] = 43567,
			["诺森德鹿牙"] = 42104,
			["黑曜石作战念珠"] = 25433,
			["乌鸦肉"] = 33238,
			["牧绳"] = 32698,
			["魔铁锭"] = 23445,
			["老陈的空酒桶"] = 4926,
			["废土水袋"] = 8483,
			["秃鹫的翅膀"] = 3404,
			["达库鲁“开锁器”"] = 41161,
			["奥鲁麦斯的节杖"] = 44478,
			["主动式负载平衡器说明书"] = 11149,
			["折磨者的薰香"] = 38696,
			["血肉巨人的脊骨"] = 44009,
			["泥沼行者长靴"] = 22992,
			["deprecated tauren recruit's shirt"] = 157,
			["燃烧的火把"] = 28550,
			["新鲜的魔血"] = 30850,
			["拉索恩的命令"] = 30689,
			["太阳之井的水瓶"] = 34471,
			["符文之书 - 第一章"] = 33778,
			["粗糙的褶裙"] = 153,
			["狂乱之触"] = 45494,
			["布莱恩的焊接戒指"] = 46322,
			["冰喉熊腰肉"] = 42733,
			["布莱恩的徽记之戒"] = 45608,
			["征服者的天灾追猎者外套"] = 46141,
			["水晶森林碎片"] = 45821,
			["屠龙者的束带"] = 45139,
			["肮脏的皮裤"] = 209,
			["治愈药水"] = 3386,
			["恐怖图腾便笺"] = 33050,
			["保护卷轴 vii"] = 43467,
			["巫毒咒符"] = 8149,
			["征服者的突围胸铠"] = 46162,
			["尸灵项圈"] = 38660,
			["破布外衣"] = 193,
			["蒂基面具苦修者仪祭宝珠"] = 39314,
			["deprecated war harness"] = 138,
			["布戈布咕的钥匙"] = 34961,
			["呼嚎之风"] = 24504,
			["魔眼冲击炮"] = 41265,
			["鲜艳森林翡翠"] = 40088,
			["olddwarven initiate's pants"] = 91,
			["不稳定的野兽合剂"] = 32598,
			["德尔托克的第二根魔杖"] = 30652,
			["智力卷轴 ii"] = 2290,
			["oox-17/tn定位器"] = 8623,
			["血环火炬"] = 31347,
			["盘牙武器"] = 24368,
			["犀牛热狗"] = 34752,
			["薄荷蜜茶"] = 33445,
			["格拉克伊克的镣铐"] = 38619,
			["先知之水"] = 4823,
			["deprecated stiff leather shirt"] = 134,
			["猩猩牙"] = 2799,
			["诅咒教派研究笔记 - 第1页"] = 44459,
			["精神卷轴 ii"] = 1712,
			["布莱恩的通讯器"] = 40971,
			["deprecated tauren apprentice belt"] = 149,
			["炉石"] = 6948,
			["维库升华卷轴"] = 33345,
			["矮人皮质短裤"] = 61,
			["工头伪装服"] = 31122,
			["血环之血"] = 30425,
			["肮脏的皮外衣"] = 85,
			["一瓶新鲜血液"] = 34815,
			["厚北地皮"] = 38425,
			["精铁矿石样本"] = 5866,
			["侍僧鞋"] = 59,
			["克拉苏斯的魔法纲要 - 第一章"] = 28472,
			["恐怖博士的著作《制造一个更好的血肉巨人》"] = 42772,
			["丝质绷带"] = 6450,
			["船运时刻表"] = 9250,
			["莫高雷香料面包"] = 4544,
			["严寒臂甲"] = 45888,
			["亮顶蘑菇"] = 24245,
			["安戈洛的泥土"] = 11018,
			["迅捷药水"] = 2459,
			["塞缪尔的遗骸"] = 16333,
			["灵纹布"] = 21877,
			["怀特巴克的坠饰"] = 23228,
			["祖尔金之血"] = 33102,
			["维库护身符"] = 41989,
			["厚魔纹绷带"] = 8545,
			["无畏头盔"] = 43744,
			["香脆蛇"] = 31673,
			["原始钥匙模具"] = 31241,
			["致密天蓝石"] = 40008,
			["虚空矿石"] = 32464,
			["冰冷的肉"] = 43013,
			["马鞭"] = 25653,
			["角鹰兽的蛋"] = 8564,
			["霜纹投网"] = 41509,
			["暗血逃亡计划"] = 32726,
			["米克哈尔的日记"] = 37830,
			["剥皮小刀"] = 7005,
			["暗影迷宫钥匙"] = 27991,
			["碧玉雕像"] = 43241,
			["亚麻绷带"] = 1251,
			["deprecated dwarven recruit's boots"] = 103,
			["布纳尔控制水晶"] = 29366,
			["格里塞特厕所钥匙"] = 11818,
			["纯净魔精合剂"] = 46378,
			["塞纳里奥热酒"] = 29112,
			["缚梦者"] = 45613,
			["咕戈布咕的钥匙"] = 34962,
			["德尔托克的第一根魔杖"] = 30651,
			["潮湿的便笺"] = 16790,
			["霜钢管"] = 39683,
			["敏捷卷轴"] = 3012,
			["达卡莱供品"] = 38551,
			["deprecated orc apprentice belt"] = 126,
			["石血合剂"] = 46379,
			["燃影之眼"] = 4903,
			["达伊克的旧粉笔"] = 38621,
			["奥杜尔的圣物"] = 42780,
			["托里姆的大地符咒"] = 41505,
			["侍从之靴"] = 43,
			["夹层外衣"] = 60,
			["博士的屠刀"] = 43568,
			["秘教的命令"] = 31707,
			["神秘枪弹"] = 34582,
			["浮肿的鳗鱼"] = 45328,
			["枯萎的孢芽"] = 24484,
			["deprecated dwarven squire's belt"] = 98,
			["完美的雪人毛皮"] = 18972,
			["龙眠联军战袍"] = 43156,
			["被腐蚀的皮箱"] = 23338,
			["炽热复仇衬肩"] = 45300,
			["无畏肩甲"] = 43748,
			["学徒长袍"] = 56,
			["熔渣包裹的金属"] = 41556,
			["烧烤裂蹄牛"] = 27658,
			["结实的绳子"] = 33069,
			["巨斧"] = 2531,
			["未经熟化的鹿皮"] = 35288,
			["火红水晶碎片"] = 29476,
			["恒焰灰烬"] = 45005,
			["蛛丝精华"] = 37220,
			["冷铁钥匙"] = 40641,
			["超级巫师之油"] = 22522,
			["不灭药水"] = 40093,
			["柔软的毛边鞋"] = 80,
			["皱褶捕兽者之靴"] = 129,
			["闪光的飞斧"] = 25876,
			["精美的战斗号角"] = 36856,
			["维克鸦巢水晶"] = 30561,
			["打斗者之靴"] = 140,
			["敏锐爆炸触发器"] = 39690,
			["军团传送控制器"] = 30695,
			["恶魔符文石"] = 28513,
			["deprecated old leather boots"] = 136,
			["生命腐质"] = 15447,
			["灌注能量的达卡莱供品"] = 37063,
			["格里施纳宝珠"] = 31489,
			["扭曲项圈"] = 38673,
			["矮人布质短裤"] = 79,
			["调和过的水晶核心"] = 34368,
			["被丢弃的头盔"] = 43610,
			["新兵之靴"] = 40,
			["冬泉仪祭图腾"] = 20742,
			["瑟匹克的狩猎号角"] = 38512,
			["雕像 - 帝黄晶螃蟹"] = 44063,
			["沃舒古水晶碎片"] = 25416,
			["deprecated dwarven squire's pants"] = 100,
			["阿库麦尔蓝宝石"] = 16784,
			["符文卷轴"] = 10621,
			["折磨秘药"] = 44149,
			["锋利的箭"] = 2515,
			["侍从衬衣"] = 45,
			["召唤大师的法杖"] = 43159,
			["deprecated sturdy brown pants"] = 104,
			["铁矮人胸针"] = 42105,
			["新兵衬衣"] = 38,
			["花岗岩石块"] = 41506,
			["日怒徽记"] = 30810,
			["瓦希塔帕恩的羽毛"] = 5103,
			["红色木槿"] = 24246,
			["幽灵鱼"] = 45902,
			["索尔宾的超级压缩器"] = 18904,
			["刺客之靴"] = 121,
			["收割者的徽记"] = 5138,
			["阿曼尼入侵计划"] = 23249,
			["生命鳞片长靴"] = 45562,
			["被激怒的碾压者的核心"] = 24473,
			["矮人奶酪"] = 422,
			["仔细折叠的便笺"] = 4098,
			["oldrugged trapper's belt"] = 146,
			["萨杜布拉的徽记"] = 16304,
			["博士的钥匙"] = 30712,
			["硬皮甲"] = 236,
			["沼泽领主的卷须"] = 24291,
			["重型箭袋"] = 7371,
			["萨隆邪铁炸弹"] = 41119,
			["细长的狮鹫羽毛"] = 4589,
			["终极密码"] = 29912,
			["奥鲁麦斯的精华"] = 44477,
			["厚灵纹布绷带"] = 21991,
			["强化捕网"] = 35278,
			["爪牙的天灾石"] = 12840,
			["雷神符石"] = 45931,
			["115号元素"] = 37664,
			["固执保卫者的衬肩"] = 45657,
			["本尼迪克的钥匙"] = 4882,
			["亚拉的剑"] = 39313,
			["稳固手套"] = 45444,
			["雕像 - 红宝石野兔"] = 42341,
			["战槌监狱钥匙"] = 25604,
			["秘银外壳"] = 10561,
			["简易研磨器"] = 20824,
			["萨隆邪铁箭头"] = 41165,
			["耐力卷轴 ii"] = 1711,
			["泰坦禁卫"] = 45110,
			["强效巅峰铭文"] = 44136,
			["不倦斥候护腿"] = 45844,
			["征服者的天灾追猎者护腿"] = 46144,
			["特效抗毒药剂"] = 19440,
			["虚空弯刀"] = 46036,
			["黑暗护甲板"] = 42203,
			["神秘的典籍"] = 28552,
			["冰箍锁链护腕"] = 45454,
			["德尔托克的第四根魔杖"] = 30654,
			["霜钢宝箱"] = 43622,
			["冰霜油膏"] = 41612,
			["厚丝质绷带"] = 6451,
			["迅捷烈日古器"] = 43276,
			["荆芥叶"] = 44064,
			["死木仪祭图腾"] = 20741,
			["恶魔之皮"] = 20310,
			["杀戮之种"] = 45945,
			["脊骨之尘"] = 22642,
			["腐烂的精华"] = 22641,
			["刺背野猪人的獠牙"] = 5085,
			["蝙蝠皮腰带"] = 28158,
			["强化弓"] = 3026,
			["\"伯爵\"昂古拉的下颚骨"] = 25459,
			["多层弯弓"] = 2507,
			["提里的魔能"] = 39316,
			["帕米拉的洋娃娃的左身"] = 12887,
			["沉寂足垫"] = 45564,
			["塔奎林勇士披风"] = 22990,
			["钴螺丝"] = 39681,
			["deprecated orc apprentice shirt"] = 123,
			["角木弯弓"] = 2506,
			["噬灵束带"] = 46095,
			["强韧的弯弓"] = 11306,
			["潜行者之鞋"] = 47,
			["长嘴泥鳅"] = 4592,
			["重型弯弓"] = 3027,
			["笨重的短弓"] = 11305,
			["无限钟摆"] = 45517,
			["死亡猎手外套"] = 22987,
			["拉弗乌的虫袋"] = 38622,
			["松脆蜘蛛腿"] = 22644,
			["粗糙的衬肩"] = 154,
			["水晶控制宝珠"] = 23191,
			["多汁的西瓜"] = 4538,
			["劣质箭"] = 2512,
			["天灾巨魔木乃伊"] = 38149,
			["新鲜的尸体"] = 5810,
			["莫乌德的皮球"] = 38624,
			["精金框架"] = 23784,
			["燃烧着的血环火炬"] = 31346,
			["尤顿海姆牢笼钥匙"] = 42422,
			["无畏护手"] = 43741,
			["美味风蛇"] = 6657,
			["oldinitiate's belt"] = 50,
			["deprecated dwarven novice's robe"] = 97,
			["树人的树皮"] = 36786,
			["北风卫士"] = 45877,
			["水下呼吸药剂"] = 5996,
			["破布战靴"] = 195,
			["天灾古物"] = 42108,
			["deprecated small brown pouch"] = 184,
			["雷神氏族神器"] = 30431,
			["勇猛的无畏头盔"] = 40528,
			["空间撕裂器 - 52区"] = 30542,
			["幻象宝珠"] = 44246,
			["强效利斧铭文"] = 44133,
			["翠绿的魔珠"] = 32405,
			["净化药水"] = 13462,
			["维拉努斯之灾"] = 45137,
			["征服者的突围战甲"] = 46146,
			["塔辛尼中尉的信"] = 36780,
			["无尽怒气合剂"] = 46377,
			["萨格拉斯印记"] = 30809,
			["邪能装备"] = 29740,
			["deprecated orc acolyte's belt"] = 131,
			["抽水泵结构图"] = 24330,
			["deprecated tauren trapper's pants"] = 128,
			["无畏腿铠"] = 43746,
			["刺背野猪人的进攻计划"] = 4850,
			["破损的斧头"] = 37,
			["香辣猛犸小吃"] = 43005,
			["超级火箭靴"] = 23824,
			["空的火酒瓶"] = 12771,
			["诅咒教派研究笔记 - 第3页"] = 44461,
			["oldthug belt"] = 122,
			["deprecated tauren apprentice shirt"] = 151,
			["刺客短裤"] = 120,
			["厚布鞋"] = 202,
			["deprecated rogue's vest"] = 119,
			["初级治疗药水"] = 118,
			["deprecated dwarven apprentice belt"] = 115,
			["阿塔玛军备"] = 34500,
			["硬皮战靴"] = 238,
			["矿工锄"] = 2901,
			["基尔加丹印记"] = 29425,
			["埃雷利恩的背包"] = 31955,
			["奥瓦坦卡的尾刺"] = 5102,
			["斩首者"] = 28767,
			["克拉苏斯的魔法纲要 - 第三章"] = 28474,
			["灵尘花粉"] = 32468,
			["暗血入侵计划"] = 24558,
			["灵翼龙卵"] = 32506,
			["超载电容器"] = 39682,
			["档案馆数据圆盘"] = 45506,
			["帕米拉的洋娃娃的脑袋"] = 12886,
			["新鲜的斑马肉"] = 10338,
			["凯尔萨斯的命令"] = 29797,
			["deprecated old belt"] = 86,
			["蛇肉"] = 31671,
			["旧信封"] = 4881,
			["速度药水"] = 40211,
			["deprecated tauren apprentice pants"] = 150,
			["征服者的突围腿铠"] = 46150,
			["赤鳞迅猛龙的羽毛"] = 5165,
			["达尔松厕所钥匙"] = 12738,
			["oldrecruit's belt"] = 41,
			["太阳水晶"] = 36920,
			["初级治疗石"] = 5512,
			["巨石"] = 35734,
			["deprecated dwarven novice's boots"] = 95,
			["水元素之链"] = 38323,
			["损坏的面具"] = 31384,
			["猛犸肉大餐"] = 34754,
			["沃舒古水晶尘样本"] = 26042,
			["亚勒伯龙牢笼钥匙"] = 33284,
			["祖达克老鼠"] = 38380,
			["沃德雷萨，黑暗湮灭之剑"] = 45516,
			["硬皮短裤"] = 237,
			["亚勒伯龙攻击计划"] = 33347,
			["勇猛的无畏肩甲"] = 40530,
			["征服者的突围护手"] = 46148,
			["恶毒之核"] = 34711,
			["钢铁军队胫甲"] = 45988,
			["萨克希斯徽记"] = 29209,
			["神圣巫师之油"] = 23123,
			["被撕破的日记"] = 11116,
			["犀牛肉"] = 43012,
			["古罗克的徽记"] = 24503,
			["迷惑项圈"] = 38699,
			["oldfootpad's belt"] = 46,
			["赞扎之速"] = 20081,
			["deprecated tauren trapper's belt"] = 130,
			["见习牧师衬衣"] = 53,
			["重型灵纹投网"] = 24269,
			["金皮苹果"] = 4539,
			["被污染的精华"] = 44301,
			["侏儒微调器"] = 10498,
			["征服者的突围肩甲"] = 46149,
			["红玉橡果"] = 37727,
			["不稳定的巫术合剂"] = 32601,
			["贝尔玛拉之书"] = 29234,
			["萨隆邪铁锭"] = 36913,
			["魔网能量焦点控制指环"] = 36751,
			["速游药水"] = 6372,
			["灰暗的铁钥匙"] = 3467,
			["卓越巫师之油"] = 20749,
			["象牙"] = 25463,
			["死亡之钟"] = 40256,
			["oldacolyte's belt"] = 58,
			["破碎的项链"] = 7666,
			["可怕的图腾"] = 31754,
			["冰霜战斧"] = 35586,
			["始祖龙骨"] = 42106,
			["黑暗物质"] = 44434,
			["灵魂火炮"] = 32825,
			["沙普塔隆的爪子"] = 16305,
			["钻石折射瞄准镜"] = 44739,
			["莫克纳萨肋排"] = 31672,
			["暗脊铁矿石"] = 34479,
			["考兹尔的钥匙"] = 5851,
			["被污染的灵魂碎片"] = 11515,
			["创世者的圆盘碎片"] = 41130,
			["鳞甲战靴"] = 287,
			["太阳护腕"] = 45611,
			["法力余烬"] = 34338,
			["鲁米拉斯的披风"] = 29235,
			["未精炼的矿石样本"] = 5842,
			["天铸之弩"] = 45570,
			["德克玛兹的蒂基面具"] = 39315,
			["打斗者短裤"] = 139,
			["冰冻魔精"] = 35799,
			["玛利斯特的冰霜魔杖"] = 33119,
			["火焰微粒"] = 22574,
			["无畏战甲"] = 43739,
			["魔像蓝图 - 第1部分"] = 36849,
			["珠宝制作工具"] = 20815,
			["伊利达雷斩除碎片"] = 30579,
			["厚布手套"] = 203,
			["oldneophyte's belt"] = 137,
			["血色先锋军宝箱钥匙"] = 40652,
			["深苔蜘蛛的卵"] = 5570,
			["锤头锄"] = 40892,
			["侏儒死亡射线"] = 10645,
			["奥鲁麦斯的徽记"] = 44476,
			["红玉胸针"] = 37833,
			["土之结晶"] = 37701,
			["肮脏的皮靴"] = 210,
			["阿匹克斯的聚焦水晶"] = 28786,
			["血之魔典"] = 36744,
			["槲寄生"] = 21519,
			["鸦人的羽毛"] = 25719,
			["鳞甲短裤"] = 286,
			["会议记录"] = 31120,
			["霜纹布"] = 33470,
			["英雄的无畏头盔"] = 39605,
			["寒冬徽记"] = 45874,
			["晶歌胡萝卜"] = 43148,
			["大绳网"] = 835,
			["羊排"] = 3770,
			["迁跃兽汉堡"] = 27659,
			["火翼徽记"] = 29426,
			["大型长弓"] = 11307,
			["哀嚎长夜胸针"] = 45820,
			["英雄的无畏腿铠"] = 39607,
			["厚亚麻绷带"] = 2581,
			["魔能机甲维修窍门大全"] = 30713,
			["虚空矿洞剥石者的外皮"] = 32470,
			["龙骑士披风"] = 45138,
			["天灾设备"] = 33962,
			["黑玉"] = 36932,
			["成熟的孢子"] = 24449,
			["玉髓石"] = 36923,
			["奇怪的魔精"] = 38321,
			["元素置换器"] = 30672,
			["大腿骨"] = 45080,
			["oldprimitive leather belt"] = 152,
			["恶魔防护结界图腾"] = 30823,
			["帕米拉的洋娃娃的右身"] = 12888,
			["破碎的异种蝎壳"] = 5877,
			["燃烧的火炬"] = 33278,
			["憎恶零件"] = 43966,
			["湿鳞蜥蜴的眼睛"] = 25744,
			["皱褶捕兽者短裤"] = 147,
			["英雄的无畏战甲"] = 39606,
			["英雄的无畏护手"] = 39609,
			["先锋军马鞭"] = 37202,
			["灵纹布绷带"] = 21990,
			["奥法之尘"] = 22445,
			["考利恩的帽子"] = 29236,
			["抗毒药剂"] = 6452,
			["瓶中火"] = 12814,
			["自然愤怒之种"] = 37887,
			["魔网能量焦点控制护符"] = 36779,
			["迅捷复仇胫甲"] = 45244,
			["洛根的血"] = 35688,
			["异种蝎卵"] = 5058,
			["塞纳里奥信标"] = 11511,
			["绿色能量水晶"] = 11185,
			["耐力卷轴"] = 1180,
			["唤醒魔棒"] = 34083,
			["olddwarven initiate's belt"] = 90,
			["勇猛的无畏战甲"] = 40525,
			["德尔托克的第三根魔杖"] = 30653,
			["奥鲁麦斯的残骸"] = 44480,
			["麻鹰网"] = 32321,
			["古拉莫什的奇怪设备"] = 36746,
			["地精火箭发射器"] = 23836,
			["烈焰之矛"] = 46954,
			["锐利的飞刀"] = 25873,
			["被污染的地狱野猪肉"] = 23270,
			["deprecated dwarven recruit's shirt"] = 105,
			["超级法力之油"] = 22521,
			["绝望魔精"] = 36743,
			["魔像蓝图 - 第3部分"] = 36851,
			["破损的短剑"] = 25,
			["一瓶虚空软泥"] = 29738,
			["用旧的钉锤"] = 36,
			["新兵短裤"] = 39,
			["英雄的无畏肩甲"] = 39608,
			["侍从短裤"] = 44,
			["灌能的维克鸦巢水晶"] = 30655,
			["茶晶石"] = 36929,
			["抛光的金钥匙"] = 3499,
			["脊骨脓液"] = 44010,
			["伊沙尔的历书"] = 32523,
			["潜行者短裤"] = 48,
			["黄色能量水晶"] = 11188,
			["潜行者衬衣"] = 49,
			["尖刺流星锤"] = 925,
			["oox-22/fe定位器"] = 8705,
			["水元素位面之链"] = 38324,
			["诅咒教派研究笔记 - 第2页"] = 44460,
			["学徒之靴"] = 55,
			["神圣达卡莱供品"] = 36870,
			["木槌棒"] = 2493,
			["侍僧长袍"] = 57,
			["瓦丝琪女王的命令"] = 24367,
			["deprecated orc acolyte's shirt"] = 133,
			["皱褶捕兽者衬衣"] = 148,
			["deprecated old boots"] = 87,
			["埃匹希斯碎片"] = 32569,
			["oldthick trapper's shirt"] = 89,
			["海龟肉"] = 3712,
			["olddwarven initiate's boots"] = 92,
			["olddwarven initiate's shirt"] = 93,
			["deprecated dwarven squire's boots"] = 99,
			["deprecated dwarven recruit's belt"] = 102,
			["见习牧师短裤"] = 52,
			["魔纹绷带"] = 8544,
			["oldnovice's belt"] = 54,
			["野猪火腿"] = 3771,
			["deprecated orc apprentice pants"] = 124,
			["征服者的突围头盔"] = 46151,
			["deprecated orc apprentice boots"] = 125,
			["捕兽者衬衣"] = 127,
			["血石"] = 36917,
			["艾塞尔的白金指环"] = 45326,
			["deprecated stiff leather pants"] = 135,
			["莱恩国王的皇家徽记"] = 46021,
			["monster - shield, stormwind guard"] = 143,
			["迅猛龙肋排"] = 31670,
			["deprecated outfitter cloth armor"] = 77,
			["加瑞克的徽记"] = 182,
			["厚布短裤"] = 201,
			["重型尖刺钉锤"] = 4778,
			["破布短裤"] = 194,
			["粗糙的碎片"] = 43242,
			["厚布外衣"] = 200,
			["deprecated dwarven apprentice boots"] = 114,
			["永冻刀片"] = 42732,
			["冰之精华"] = 42246,
			["女王的项链"] = 22597,
			["硬皮手套"] = 239,
			["火光护臂"] = 45283,
		},
		["auctionable_items"] = {
			"丝绸", -- [1]
			"羊排", -- [2]
			"蛇肉", -- [3]
			"血石", -- [4]
			"象牙", -- [5]
			"马鞭", -- [6]
			"黑玉", -- [7]
			"侍僧鞋", -- [8]
			"六魔包", -- [9]
			"厚布鞋", -- [10]
			"木槌棒", -- [11]
			"海龟肉", -- [12]
			"灵纹布", -- [13]
			"犀牛肉", -- [14]
			"猩猩牙", -- [15]
			"玉髓石", -- [16]
			"矿工锄", -- [17]
			"硬皮甲", -- [18]
			"硬肉干", -- [19]
			"茶晶石", -- [20]
			"钴螺丝", -- [21]
			"锤头锄", -- [22]
			"霜纹布", -- [23]
			"霜钢管", -- [24]
			"香脆蛇", -- [25]
			"魔铁锭", -- [26]
			"115号元素", -- [27]
			"oldthug belt", -- [28]
			"一捧雪花", -- [29]
			"不灭药水", -- [30]
			"丝质绷带", -- [31]
			"亚麻绷带", -- [32]
			"亮顶蘑菇", -- [33]
			"侍从之靴", -- [34]
			"侍从短裤", -- [35]
			"侍从衬衣", -- [36]
			"侍僧长袍", -- [37]
			"冰冷的肉", -- [38]
			"冰冻魔精", -- [39]
			"净化药水", -- [40]
			"刺客之靴", -- [41]
			"刺客短裤", -- [42]
			"剥皮小刀", -- [43]
			"厚北地皮", -- [44]
			"厚布外衣", -- [45]
			"厚布手套", -- [46]
			"厚布短裤", -- [47]
			"双刃战斧", -- [48]
			"土之结晶", -- [49]
			"太阳水晶", -- [50]
			"奥法之尘", -- [51]
			"奥法宝典", -- [52]
			"学徒之靴", -- [53]
			"学徒长袍", -- [54]
			"寒冬徽记", -- [55]
			"废土水袋", -- [56]
			"弧光扳手", -- [57]
			"抗毒药剂", -- [58]
			"敏捷卷轴", -- [59]
			"新兵之靴", -- [60]
			"新兵短裤", -- [61]
			"新兵衬衣", -- [62]
			"日怒徽记", -- [63]
			"暗影之尘", -- [64]
			"暗影水晶", -- [65]
			"沉寂足垫", -- [66]
			"治愈药水", -- [67]
			"火焰微粒", -- [68]
			"火翼徽记", -- [69]
			"灵尘花粉", -- [70]
			"灵纹投网", -- [71]
			"犀牛热狗", -- [72]
			"盘牙武器", -- [73]
			"石血合剂", -- [74]
			"破布外衣", -- [75]
			"破布战靴", -- [76]
			"破布短裤", -- [77]
			"硬皮战靴", -- [78]
			"硬皮手套", -- [79]
			"硬皮短裤", -- [80]
			"神圣魔精", -- [81]
			"秘银外壳", -- [82]
			"精金框架", -- [83]
			"红色木槿", -- [84]
			"绒线绷带", -- [85]
			"绝望魔精", -- [86]
			"美味风蛇", -- [87]
			"耐力卷轴", -- [88]
			"薄荷蜜茶", -- [89]
			"虚空矿石", -- [90]
			"血岩碎片", -- [91]
			"迅捷药水", -- [92]
			"速度药水", -- [93]
			"速游药水", -- [94]
			"邪能装备", -- [95]
			"重结缔皮", -- [96]
			"野猪火腿", -- [97]
			"金皮苹果", -- [98]
			"铁匠之锤", -- [99]
			"霜纹投网", -- [100]
			"魔纹绷带", -- [101]
			"鳞甲外衣", -- [102]
			"鳞甲战靴", -- [103]
			"鳞甲短裤", -- [104]
			"侏儒微调器", -- [105]
			"保护卷轴 ii", -- [106]
			"厚丝质绷带", -- [107]
			"厚亚麻绷带", -- [108]
			"厚绒线绷带", -- [109]
			"厚魔纹绷带", -- [110]
			"尖刺流星锤", -- [111]
			"弯曲的法杖", -- [112]
			"成熟的孢子", -- [113]
			"打斗者之靴", -- [114]
			"打斗者短裤", -- [115]
			"捕兽者衬衣", -- [116]
			"智力卷轴 ii", -- [117]
			"暴风城奶酪", -- [118]
			"沉重的树干", -- [119]
			"清凉的泉水", -- [120]
			"潜行者之鞋", -- [121]
			"潜行者短裤", -- [122]
			"潜行者衬衣", -- [123]
			"灵纹布绷带", -- [124]
			"烧烤裂蹄牛", -- [125]
			"用旧的钉锤", -- [126]
			"破损的斧头", -- [127]
			"破损的短剑", -- [128]
			"秃鹫的翅膀", -- [129]
			"符文布绷带", -- [130]
			"简易研磨器", -- [131]
			"粗糙的衬肩", -- [132]
			"粗糙的褶裙", -- [133]
			"精神卷轴 ii", -- [134]
			"耐力卷轴 ii", -- [135]
			"肮脏的皮裤", -- [136]
			"肮脏的皮靴", -- [137]
			"致密天蓝石", -- [138]
			"萨隆邪铁锭", -- [139]
			"超级火箭靴", -- [140]
			"超载电容器", -- [141]
			"迁跃兽汉堡", -- [142]
			"迅猛龙肋排", -- [143]
			"锐利的飞刀", -- [144]
			"闪光的飞斧", -- [145]
			"霜纹布绷带", -- [146]
			"鸦人的羽毛", -- [147]
			"oldnovice's belt", -- [148]
			"oldsquire's belt", -- [149]
			"保护卷轴 vii", -- [150]
			"oldacolyte's belt", -- [151]
			"oldbrawler's belt", -- [152]
			"oldfootpad's belt", -- [153]
			"oldrecruit's belt", -- [154]
			"oldinitiate's belt", -- [155]
			"oldneophyte's belt", -- [156]
			"初级治疗药水", -- [157]
			"卓越巫师之油", -- [158]
			"厚灵纹布绷带", -- [159]
			"厚符文布绷带", -- [160]
			"基尔加丹印记", -- [161]
			"塞纳里奥热酒", -- [162]
			"奥杜尔的圣物", -- [163]
			"安戈洛的泥土", -- [164]
			"希姆波的魔精", -- [165]
			"无尽怒气合剂", -- [166]
			"水下呼吸药剂", -- [167]
			"特效抗毒药剂", -- [168]
			"珠宝制作工具", -- [169]
			"碧蓝丝质腰带", -- [170]
			"红色能量水晶", -- [171]
			"纯净魔精合剂", -- [172]
			"绿色能量水晶", -- [173]
			"肮脏的皮外衣", -- [174]
			"莫克纳萨肋排", -- [175]
			"萨格拉斯印记", -- [176]
			"蓝色能量水晶", -- [177]
			"见习牧师之靴", -- [178]
			"见习牧师短裤", -- [179]
			"见习牧师衬衣", -- [180]
			"超级巫师之油", -- [181]
			"超级法力之油", -- [182]
			"重型尖刺钉锤", -- [183]
			"重型灵纹投网", -- [184]
			"钢铁议会披风", -- [185]
			"鲜艳森林翡翠", -- [186]
			"黄色能量水晶", -- [187]
			"deprecated old belt", -- [188]
			"deprecated old boots", -- [189]
			"deprecated old pants", -- [190]
			"仔细折叠的便笺", -- [191]
			"地精火箭发射器", -- [192]
			"暗月卡片：伟大", -- [193]
			"未鉴定过的植物", -- [194]
			"本尼迪克的钥匙", -- [195]
			"沃舒古水晶碎片", -- [196]
			"沼泽领主的卷须", -- [197]
			"湿鳞蜥蜴的眼睛", -- [198]
			"皱褶捕兽者之靴", -- [199]
			"皱褶捕兽者短裤", -- [200]
			"皱褶捕兽者衬衣", -- [201]
			"细长的狮鹫羽毛", -- [202]
			"莫高雷香料面包", -- [203]
			"达拉然蚌肉杂烩", -- [204]
			"钻石折射瞄准镜", -- [205]
			"领主的板甲战靴", -- [206]
			"deprecated war harness", -- [207]
			"deprecated rogue's vest", -- [208]
			"空间撕裂器 - 52区", -- [209]
			"oldrugged trapper's belt", -- [210]
			"oldthick trapper's shirt", -- [211]
			"不稳定的巫术合剂", -- [212]
			"不稳定的野兽合剂", -- [213]
			"格里塞特厕所钥匙", -- [214]
			"oldprimitive leather belt", -- [215]
			"olddwarven initiate's belt", -- [216]
			"olddwarven initiate's boots", -- [217]
			"olddwarven initiate's pants", -- [218]
			"olddwarven initiate's shirt", -- [219]
			"deprecated old leather boots", -- [220]
			"deprecated small brown pouch", -- [221]
			"deprecated orc acolyte's belt", -- [222]
			"deprecated sturdy brown pants", -- [223]
			"deprecated orc acolyte's boots", -- [224]
			"deprecated orc acolyte's shirt", -- [225]
			"deprecated orc apprentice belt", -- [226]
			"deprecated stiff leather pants", -- [227]
			"deprecated stiff leather shirt", -- [228]
			"德尔托克的第一根魔杖", -- [229]
			"德尔托克的第三根魔杖", -- [230]
			"德尔托克的第二根魔杖", -- [231]
			"德尔托克的第四根魔杖", -- [232]
			"虚空矿洞剥石者的外皮", -- [233]
			"deprecated orc apprentice boots", -- [234]
			"deprecated orc apprentice pants", -- [235]
			"deprecated orc apprentice shirt", -- [236]
			"deprecated dwarven novice's belt", -- [237]
			"deprecated dwarven novice's robe", -- [238]
			"deprecated dwarven squire's belt", -- [239]
			"deprecated outfitter cloth armor", -- [240]
			"deprecated tauren recruit's belt", -- [241]
			"deprecated tauren trapper's belt", -- [242]
			"deprecated dwarven novice's boots", -- [243]
			"deprecated dwarven recruit's belt", -- [244]
			"deprecated dwarven squire's boots", -- [245]
			"deprecated dwarven squire's pants", -- [246]
			"deprecated dwarven squire's shirt", -- [247]
			"deprecated tauren apprentice belt", -- [248]
			"deprecated tauren recruit's pants", -- [249]
			"deprecated tauren recruit's shirt", -- [250]
			"deprecated tauren trapper's pants", -- [251]
			"monster - shield, stormwind guard", -- [252]
			"deprecated dwarven apprentice belt", -- [253]
			"deprecated dwarven recruit's boots", -- [254]
			"deprecated dwarven recruit's shirt", -- [255]
			"deprecated tauren apprentice pants", -- [256]
			"deprecated tauren apprentice shirt", -- [257]
			"deprecated dwarven apprentice boots", -- [258]
			"deprecated dwarven apprentice pants", -- [259]
			"大型长弓", -- [260]
			"劣质箭", -- [261]
			"多汁的西瓜", -- [262]
			"锋利的箭", -- [263]
			"松脆蜘蛛腿", -- [264]
			"重型箭袋", -- [265]
			"笨重的短弓", -- [266]
			"重型弯弓", -- [267]
			"长嘴泥鳅", -- [268]
			"精制短枪", -- [269]
			"强韧的弯弓", -- [270]
			"巨斧", -- [271]
			"锐锋箭", -- [272]
			"角木弯弓", -- [273]
			"多层弯弓", -- [274]
			"强化弓", -- [275]
			"腐烂的精华", -- [276]
			"脊骨之尘", -- [277]
			"生命鳞片长靴", -- [278]
			"猛犸肉大餐", -- [279]
			"霜钢宝箱", -- [280]
			"香辣猛犸小吃", -- [281]
			"敏锐爆炸触发器", -- [282]
			"隐形药水", -- [283]
			"萨隆邪铁炸弹", -- [284]
			"萨隆邪铁箭头", -- [285]
			"达拉然奶酪", -- [286]
			"矮人奶酪", -- [287]
		},
		["unused_item_ids"] = {
			true, -- [1]
			true, -- [2]
			true, -- [3]
			true, -- [4]
			true, -- [5]
			true, -- [6]
			true, -- [7]
			true, -- [8]
			true, -- [9]
			true, -- [10]
			true, -- [11]
			true, -- [12]
			true, -- [13]
			true, -- [14]
			true, -- [15]
			true, -- [16]
			true, -- [17]
			true, -- [18]
			true, -- [19]
			true, -- [20]
			true, -- [21]
			true, -- [22]
			true, -- [23]
			true, -- [24]
			nil, -- [25]
			true, -- [26]
			true, -- [27]
			true, -- [28]
			true, -- [29]
			true, -- [30]
			true, -- [31]
			true, -- [32]
			true, -- [33]
			true, -- [34]
			nil, -- [35]
			nil, -- [36]
			nil, -- [37]
			nil, -- [38]
			nil, -- [39]
			nil, -- [40]
			nil, -- [41]
			nil, -- [42]
			nil, -- [43]
			nil, -- [44]
			nil, -- [45]
			nil, -- [46]
			nil, -- [47]
			nil, -- [48]
			nil, -- [49]
			nil, -- [50]
			nil, -- [51]
			nil, -- [52]
			nil, -- [53]
			nil, -- [54]
			nil, -- [55]
			nil, -- [56]
			nil, -- [57]
			nil, -- [58]
			nil, -- [59]
			nil, -- [60]
			nil, -- [61]
			true, -- [62]
			true, -- [63]
			true, -- [64]
			true, -- [65]
			true, -- [66]
			true, -- [67]
			true, -- [68]
			true, -- [69]
			true, -- [70]
			true, -- [71]
			true, -- [72]
			true, -- [73]
			true, -- [74]
			true, -- [75]
			true, -- [76]
			nil, -- [77]
			true, -- [78]
			nil, -- [79]
			nil, -- [80]
			true, -- [81]
			true, -- [82]
			true, -- [83]
			true, -- [84]
			nil, -- [85]
			nil, -- [86]
			nil, -- [87]
			nil, -- [88]
			nil, -- [89]
			nil, -- [90]
			nil, -- [91]
			nil, -- [92]
			nil, -- [93]
			nil, -- [94]
			nil, -- [95]
			true, -- [96]
			nil, -- [97]
			nil, -- [98]
			nil, -- [99]
			nil, -- [100]
			nil, -- [101]
			nil, -- [102]
			nil, -- [103]
			nil, -- [104]
			nil, -- [105]
			true, -- [106]
			true, -- [107]
			true, -- [108]
			true, -- [109]
			true, -- [110]
			true, -- [111]
			true, -- [112]
			nil, -- [113]
			nil, -- [114]
			nil, -- [115]
			true, -- [116]
			nil, -- [117]
			nil, -- [118]
			nil, -- [119]
			nil, -- [120]
			nil, -- [121]
			nil, -- [122]
			nil, -- [123]
			nil, -- [124]
			nil, -- [125]
			nil, -- [126]
			nil, -- [127]
			nil, -- [128]
			nil, -- [129]
			nil, -- [130]
			nil, -- [131]
			nil, -- [132]
			nil, -- [133]
			nil, -- [134]
			nil, -- [135]
			nil, -- [136]
			nil, -- [137]
			nil, -- [138]
			nil, -- [139]
			nil, -- [140]
			nil, -- [141]
			true, -- [142]
			nil, -- [143]
			true, -- [144]
			true, -- [145]
			nil, -- [146]
			nil, -- [147]
			nil, -- [148]
			nil, -- [149]
			nil, -- [150]
			nil, -- [151]
			nil, -- [152]
			nil, -- [153]
			nil, -- [154]
			nil, -- [155]
			nil, -- [156]
			nil, -- [157]
			true, -- [158]
			nil, -- [159]
			true, -- [160]
			true, -- [161]
			true, -- [162]
			true, -- [163]
			true, -- [164]
			true, -- [165]
			true, -- [166]
			true, -- [167]
			true, -- [168]
			true, -- [169]
			true, -- [170]
			true, -- [171]
			true, -- [172]
			true, -- [173]
			true, -- [174]
			true, -- [175]
			true, -- [176]
			true, -- [177]
			true, -- [178]
			true, -- [179]
			true, -- [180]
			true, -- [181]
			nil, -- [182]
			true, -- [183]
			nil, -- [184]
			true, -- [185]
			true, -- [186]
			true, -- [187]
			true, -- [188]
			true, -- [189]
			true, -- [190]
			true, -- [191]
			true, -- [192]
			nil, -- [193]
			nil, -- [194]
			nil, -- [195]
			true, -- [196]
			true, -- [197]
			true, -- [198]
			true, -- [199]
			nil, -- [200]
			nil, -- [201]
			nil, -- [202]
			nil, -- [203]
			true, -- [204]
			true, -- [205]
			true, -- [206]
			true, -- [207]
			true, -- [208]
			nil, -- [209]
			nil, -- [210]
			true, -- [211]
			true, -- [212]
			true, -- [213]
			true, -- [214]
			true, -- [215]
			true, -- [216]
			true, -- [217]
			true, -- [218]
			true, -- [219]
			true, -- [220]
			true, -- [221]
			true, -- [222]
			true, -- [223]
			true, -- [224]
			true, -- [225]
			true, -- [226]
			true, -- [227]
			true, -- [228]
			true, -- [229]
			true, -- [230]
			true, -- [231]
			true, -- [232]
			true, -- [233]
			true, -- [234]
			true, -- [235]
			nil, -- [236]
			nil, -- [237]
			nil, -- [238]
			nil, -- [239]
			true, -- [240]
			true, -- [241]
			true, -- [242]
			true, -- [243]
			true, -- [244]
			true, -- [245]
			true, -- [246]
			true, -- [247]
			true, -- [248]
			true, -- [249]
			true, -- [250]
			true, -- [251]
			true, -- [252]
			true, -- [253]
			true, -- [254]
			true, -- [255]
			true, -- [256]
			true, -- [257]
			true, -- [258]
			true, -- [259]
			true, -- [260]
			true, -- [261]
			true, -- [262]
			true, -- [263]
			true, -- [264]
			true, -- [265]
			true, -- [266]
			true, -- [267]
			true, -- [268]
			true, -- [269]
			true, -- [270]
			true, -- [271]
			true, -- [272]
			true, -- [273]
			true, -- [274]
			true, -- [275]
			true, -- [276]
			true, -- [277]
			true, -- [278]
			true, -- [279]
			true, -- [280]
			true, -- [281]
			true, -- [282]
			true, -- [283]
			true, -- [284]
			nil, -- [285]
			nil, -- [286]
			nil, -- [287]
			true, -- [288]
			true, -- [289]
			true, -- [290]
			true, -- [291]
			true, -- [292]
			true, -- [293]
			true, -- [294]
			true, -- [295]
			true, -- [296]
			true, -- [297]
			true, -- [298]
			true, -- [299]
			true, -- [300]
			true, -- [301]
			true, -- [302]
			true, -- [303]
			true, -- [304]
			true, -- [305]
			true, -- [306]
			true, -- [307]
			true, -- [308]
			true, -- [309]
			true, -- [310]
			true, -- [311]
			true, -- [312]
			true, -- [313]
			true, -- [314]
			true, -- [315]
			true, -- [316]
			true, -- [317]
			true, -- [318]
			true, -- [319]
			true, -- [320]
			true, -- [321]
			true, -- [322]
			true, -- [323]
			true, -- [324]
			true, -- [325]
			true, -- [326]
			true, -- [327]
			true, -- [328]
			true, -- [329]
			true, -- [330]
			true, -- [331]
			true, -- [332]
			true, -- [333]
			true, -- [334]
			true, -- [335]
			true, -- [336]
			true, -- [337]
			true, -- [338]
			true, -- [339]
			true, -- [340]
			true, -- [341]
			true, -- [342]
			true, -- [343]
			true, -- [344]
			true, -- [345]
			true, -- [346]
			true, -- [347]
			true, -- [348]
			true, -- [349]
			true, -- [350]
			true, -- [351]
			true, -- [352]
			true, -- [353]
			true, -- [354]
			true, -- [355]
			true, -- [356]
			true, -- [357]
			true, -- [358]
			true, -- [359]
			true, -- [360]
			true, -- [361]
			true, -- [362]
			true, -- [363]
			true, -- [364]
			true, -- [365]
			true, -- [366]
			true, -- [367]
			true, -- [368]
			true, -- [369]
			true, -- [370]
			true, -- [371]
			true, -- [372]
			true, -- [373]
			true, -- [374]
			true, -- [375]
			true, -- [376]
			true, -- [377]
			true, -- [378]
			true, -- [379]
			true, -- [380]
			true, -- [381]
			true, -- [382]
			true, -- [383]
			true, -- [384]
			true, -- [385]
			true, -- [386]
			true, -- [387]
			true, -- [388]
			true, -- [389]
			true, -- [390]
			true, -- [391]
			true, -- [392]
			true, -- [393]
			true, -- [394]
			true, -- [395]
			true, -- [396]
			true, -- [397]
			true, -- [398]
			true, -- [399]
			true, -- [400]
			true, -- [401]
			true, -- [402]
			true, -- [403]
			true, -- [404]
			true, -- [405]
			true, -- [406]
			true, -- [407]
			true, -- [408]
			true, -- [409]
			true, -- [410]
			true, -- [411]
			true, -- [412]
			true, -- [413]
			nil, -- [414]
			true, -- [415]
			true, -- [416]
			true, -- [417]
			true, -- [418]
			true, -- [419]
			true, -- [420]
			true, -- [421]
			nil, -- [422]
			true, -- [423]
			true, -- [424]
			true, -- [425]
			true, -- [426]
			true, -- [427]
			true, -- [428]
			true, -- [429]
			true, -- [430]
			true, -- [431]
			true, -- [432]
			true, -- [433]
			true, -- [434]
			true, -- [435]
			true, -- [436]
			true, -- [437]
			true, -- [438]
			true, -- [439]
			true, -- [440]
			true, -- [441]
			true, -- [442]
			true, -- [443]
			true, -- [444]
			true, -- [445]
			true, -- [446]
			true, -- [447]
			true, -- [448]
			true, -- [449]
			true, -- [450]
			true, -- [451]
			true, -- [452]
			true, -- [453]
			true, -- [454]
			true, -- [455]
			true, -- [456]
			true, -- [457]
			true, -- [458]
			true, -- [459]
			true, -- [460]
			true, -- [461]
			true, -- [462]
			true, -- [463]
			true, -- [464]
			true, -- [465]
			true, -- [466]
			true, -- [467]
			true, -- [468]
			true, -- [469]
			true, -- [470]
			true, -- [471]
			true, -- [472]
			true, -- [473]
			true, -- [474]
			true, -- [475]
			true, -- [476]
			true, -- [477]
			true, -- [478]
			true, -- [479]
			true, -- [480]
			true, -- [481]
			true, -- [482]
			true, -- [483]
			true, -- [484]
			true, -- [485]
			true, -- [486]
			true, -- [487]
			true, -- [488]
			true, -- [489]
			true, -- [490]
			true, -- [491]
			true, -- [492]
			true, -- [493]
			true, -- [494]
			true, -- [495]
			true, -- [496]
			true, -- [497]
			true, -- [498]
			true, -- [499]
			true, -- [500]
			true, -- [501]
			true, -- [502]
			true, -- [503]
			true, -- [504]
			true, -- [505]
			true, -- [506]
			true, -- [507]
			true, -- [508]
			true, -- [509]
			true, -- [510]
			true, -- [511]
			[161377] = true,
			[169314] = true,
			[140786] = true,
			[161473] = true,
			[192392] = true,
			[154174] = true,
			[159625] = true,
			[192297] = true,
			[161474] = true,
			[168965] = true,
			[75208] = true,
			[161411] = true,
			[181333] = true,
			[137537] = true,
			[158224] = true,
			[154176] = true,
			[159627] = true,
			[137538] = true,
			[154177] = true,
			[175884] = true,
			[169318] = true,
			[173940] = true,
			[158162] = true,
			[137539] = true,
			[171263] = true,
			[161382] = true,
			[186946] = true,
			[90175] = true,
			[168905] = true,
			[159630] = true,
			[172667] = true,
			[158164] = true,
			[137541] = true,
			[139327] = true,
			[174103] = true,
			[161417] = true,
			[172669] = true,
			[132443] = true,
			[169769] = true,
			[163936] = true,
			[161418] = true,
			[185197] = true,
			[132444] = true,
			[147011] = true,
			[168973] = true,
			[161674] = true,
			[164766] = true,
			[167380] = true,
			[147012] = true,
			[161675] = true,
			[172672] = true,
			[184052] = true,
			[165055] = true,
			[158075] = true,
			[140799] = true,
			[165056] = true,
			[160753] = true,
			[165662] = true,
			[128318] = true,
			[152626] = true,
			[184055] = true,
			[161902] = true,
			[137486] = true,
			[165058] = true,
			[165664] = true,
			[61323] = true,
			[146667] = true,
			[165569] = true,
			[142173] = true,
			[165665] = true,
			[178447] = true,
			[63427] = true,
			[146668] = true,
			[167865] = true,
			[132452] = true,
			[147019] = true,
			[184058] = true,
			[165220] = true,
			[158367] = true,
			[146669] = true,
			[167866] = true,
			[133282] = true,
			[165221] = true,
			[167835] = true,
			[165572] = true,
			[155564] = true,
			[167868] = true,
			[117356] = true,
			[192412] = true,
			[144249] = true,
			[186866] = true,
			[165223] = true,
			[161462] = true,
			[165574] = true,
			[162897] = true,
			[159614] = true,
			[129055] = true,
			[169069] = true,
			[117357] = true,
			[144482] = true,
			[159611] = true,
			[186868] = true,
			[169305] = true,
			[155567] = true,
			[159617] = true,
			[165576] = true,
			[167219] = true,
			[159618] = true,
			[178334] = true,
			[186869] = true,
			[167378] = true,
			[159624] = true,
			[133925] = true,
			[192352] = true,
			[158319] = true,
			[152636] = true,
			[74637] = true,
			[151190] = true,
			[169307] = true,
			[167863] = true,
			[186966] = true,
			[165578] = true,
			[158215] = true,
			[172847] = true,
			[137369] = true,
			[185304] = true,
			[169308] = true,
			[173946] = true,
			[174472] = true,
			[165568] = true,
			[158216] = true,
			[137338] = true,
			[136605] = true,
			[161117] = true,
			[151963] = true,
			[162966] = true,
			[177278] = true,
			[165580] = true,
			[185242] = true,
			[185309] = true,
			[186906] = true,
			[158163] = true,
			[167525] = true,
			[133642] = true,
			[175921] = true,
			[172666] = true,
			[173944] = true,
			[137344] = true,
			[154172] = true,
			[172849] = true,
			[167526] = true,
			[166793] = true,
			[162898] = true,
			[166795] = true,
			[159615] = true,
			[167377] = true,
			[160833] = true,
			[161375] = true,
			[174277] = true,
			[140808] = true,
			[116139] = true,
			[185161] = true,
			[161379] = true,
			[185282] = true,
			[144259] = true,
			[192298] = true,
			[167528] = true,
			[192295] = true,
			[168989] = true,
			[168899] = true,
			[169311] = true,
			[154173] = true,
			[137439] = true,
			[161463] = true,
		},
		["post_duration"] = 2,
		["crafting_cost"] = true,
	},
}
