
ElvCharacterDB = {
	["ConvertKeybindings"] = true,
	["ChatEditHistory"] = {
	},
	["ChatHistoryLog"] = {
		{
			"请求位面信息", -- [1]
			"红魔贼香", -- [2]
			"", -- [3]
			"1. 寻求组队", -- [4]
			"红魔贼香", -- [5]
			"", -- [6]
			26, -- [7]
			1, -- [8]
			"寻求组队", -- [9]
			0, -- [10]
			10, -- [11]
			"Player-4778-055CEEED", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfffff468红魔贼香|r",
			[51] = 1669392966,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [1]
		{
			"组我下换个位面", -- [1]
			"丑到无可挑剔", -- [2]
			"", -- [3]
			"", -- [4]
			"丑到无可挑剔", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			4, -- [11]
			"Player-4778-055C9500", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfffff468丑到无可挑剔|r",
			[51] = 1669442390,
			[50] = "CHAT_MSG_WHISPER",
		}, -- [2]
		{
			"请求位面信息", -- [1]
			"职责一-祈福", -- [2]
			"", -- [3]
			"1. 寻求组队", -- [4]
			"职责一", -- [5]
			"", -- [6]
			26, -- [7]
			1, -- [8]
			"寻求组队", -- [9]
			0, -- [10]
			21, -- [11]
			"Player-4778-055D84F4", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfffff468职责一|r",
			[51] = 1669444343,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [3]
		{
			"<大脚组队提示>欢迎新的小队成员  [潜行者] 职责一", -- [1]
			"硬条丶-祈福", -- [2]
			"", -- [3]
			"", -- [4]
			"硬条丶", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			24, -- [11]
			"Player-4778-018FF5A3", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffc69b6d硬条丶|r",
			[51] = 1669444348,
			[50] = "CHAT_MSG_PARTY_LEADER",
		}, -- [4]
		{
			"请求位面信息", -- [1]
			"返回给对方", -- [2]
			"", -- [3]
			"1. 寻求组队", -- [4]
			"返回给对方", -- [5]
			"", -- [6]
			26, -- [7]
			1, -- [8]
			"寻求组队", -- [9]
			0, -- [10]
			26, -- [11]
			"Player-4778-055DBC32", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfffff468返回给对方|r",
			[51] = 1669444730,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [5]
		{
			"请求位面信息", -- [1]
			"职责一-祈福", -- [2]
			"", -- [3]
			"1. 寻求组队", -- [4]
			"职责一", -- [5]
			"", -- [6]
			26, -- [7]
			1, -- [8]
			"寻求组队", -- [9]
			0, -- [10]
			30, -- [11]
			"Player-4778-055D84F4", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfffff468职责一|r",
			[51] = 1669445683,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [6]
		{
			"<大脚组队提示>欢迎新的小队成员  [潜行者] 职责一", -- [1]
			"硬条丶-祈福", -- [2]
			"", -- [3]
			"", -- [4]
			"硬条丶", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			33, -- [11]
			"Player-4778-018FF5A3", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffc69b6d硬条丶|r",
			[51] = 1669445750,
			[50] = "CHAT_MSG_PARTY_LEADER",
		}, -- [7]
	},
}
