
PawnOptions = {
	["LastVersion"] = 2.0537,
	["LastPlayerFullName"] = "特變電工-伊弗斯",
	["AutoSelectScales"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 32373,
			["Level"] = 141,
			["Link"] = "|cffa335ee|Hitem:32373:3003:32409:32205:::::70:::::::::|h[伊利達瑞粉碎者頭盔]|h|r",
		}, -- [1]
		{
			["ID"] = 32260,
			["Level"] = 141,
			["Link"] = "|cffa335ee|Hitem:32260::::::::70:::::::::|h[無盡夢魘頸飾]|h|r",
		}, -- [2]
		{
			["ID"] = 30979,
			["Level"] = 146,
			["Link"] = "|cffa335ee|Hitem:30979:2997:32205:32226:::::70:::::::::|h[猛擊戰甲肩刃]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 30975,
			["Level"] = 146,
			["Link"] = "|cffa335ee|Hitem:30975:2661:32205:32205:32205::::70:::::::::|h[猛擊戰甲胸甲]|h|r",
		}, -- [5]
		{
			["ID"] = 33331,
			["Level"] = 128,
			["Link"] = "|cffa335ee|Hitem:33331::32205:32205:::::70:::::::::|h[狂怒釋放之鍊]|h|r",
		}, -- [6]
		{
			["ID"] = 32341,
			["Level"] = 141,
			["Link"] = "|cffa335ee|Hitem:32341:3012:::::::70:::::::::|h[神聖懲戒護腿]|h|r",
		}, -- [7]
		{
			["ID"] = 32345,
			["Level"] = 141,
			["Link"] = "|cffa335ee|Hitem:32345:2939:32205:32205:::::70:::::::::|h[軍團恐懼之靴]|h|r",
		}, -- [8]
		{
			["ID"] = 30057,
			["Level"] = 128,
			["Link"] = "|cffa335ee|Hitem:30057:2647:24067::::::70:::::::::|h[消滅護腕]|h|r",
		}, -- [9]
		{
			["ID"] = 32278,
			["Level"] = 141,
			["Link"] = "|cffa335ee|Hitem:32278:684:32193:32193:::::70:::::::::|h[寂靜正義手套]|h|r",
		}, -- [10]
		{
			["ID"] = 32497,
			["Level"] = 151,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:32497:2931:::::::70:::::::::|h[怒風璽戒]|h|r",
		}, -- [11]
		{
			["ID"] = 33496,
			["Level"] = 141,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:33496:2931:::::::70:::::::::|h[原始之怒徽記]|h|r",
		}, -- [12]
		{
			["ID"] = 30629,
			["Level"] = 128,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:30629::::::::70:::::::::|h[移位寶石]|h|r",
		}, -- [13]
		{
			["ID"] = 30627,
			["Level"] = 128,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:30627::::::::70:::::::::|h[海嘯護符]|h|r",
		}, -- [14]
		{
			["ID"] = 32323,
			["Level"] = 141,
			["Link"] = "|cffa335ee|Hitem:32323:368:::::::70:::::::::|h[影月毀滅者披氅]|h|r",
		}, -- [15]
		{
			["ID"] = 28439,
			["Level"] = 136,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:28439:3225:::::::70:::::::::|h[龍擊]|h|r",
		}, -- [16]
		{
			["ID"] = 28439,
			["Level"] = 136,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:28439:2673:::::::70:::::::::|h[龍擊]|h|r",
		}, -- [17]
		{
			["ID"] = 33474,
			["Level"] = 132,
			["Link"] = "|cffa335ee|Hitem:33474::::::::70:::::::::|h[上古阿曼尼長弓]|h|r",
		}, -- [18]
	},
}
PawnMrRobotScaleProviderOptions = nil
PawnClassicScaleProviderOptions = {
	["LastClass"] = "WARRIOR",
	["LastAdded"] = 2,
}
