
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["牧原股份"] = {
			["GUID"] = "Player-4487-00134802",
			["LastEventHealth"] = {
				6829, -- [1]
				6829, -- [2]
				6829, -- [3]
				6829, -- [4]
				6829, -- [5]
				6829, -- [6]
				6829, -- [7]
				6829, -- [8]
			},
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
				"HEAL", -- [5]
				"HEAL", -- [6]
				"HEAL", -- [7]
				"HEAL", -- [8]
			},
			["enClass"] = "DRUID",
			["unit"] = "牧原股份",
			["level"] = 70,
			["LastFightIn"] = 0,
			["type"] = "Grouped",
			["Owner"] = false,
			["NextEventNum"] = 9,
			["LastEventHealthMax"] = {
				6829, -- [1]
				6829, -- [2]
				6829, -- [3]
				6829, -- [4]
				6829, -- [5]
				6829, -- [6]
				6829, -- [7]
				6829, -- [8]
			},
			["LastEvents"] = {
				"牧原股份 生命之花 牧原股份 Tick +248 (248 過量治療)", -- [1]
				"牧原股份 生命之花 牧原股份 Tick +248 (248 過量治療)", -- [2]
				"牧原股份 生命之花 牧原股份 Tick +247 (247 過量治療)", -- [3]
				"牧原股份 生命之花 牧原股份 Tick +248 (248 過量治療)", -- [4]
				"牧原股份 生命之花 牧原股份 Tick +248 (248 過量治療)", -- [5]
				"牧原股份 生命之花 牧原股份 Tick +248 (248 過量治療)", -- [6]
				"牧原股份 生命之花 牧原股份 Tick +248 (248 過量治療)", -- [7]
				"牧原股份 生命之花 牧原股份 Hit +1578 (1578 過量治療)", -- [8]
			},
			["Name"] = "牧原股份",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
			},
			["LastEventTimes"] = {
				89482.59300000001, -- [1]
				89483.59300000001, -- [2]
				89484.56, -- [3]
				89485.59300000001, -- [4]
				89486.59300000001, -- [5]
				89487.59300000001, -- [6]
				89488.56, -- [7]
				89488.56, -- [8]
			},
			["Fights"] = {
			},
			["UnitLockout"] = 89482.36,
			["LastActive"] = 89488.36,
		},
	},
	["FightNum"] = 0,
	["CombatTimes"] = {
	},
	["FoughtWho"] = {
	},
}
