
_detalhes_global = {
	["boss_icon_cache"] = {
	},
	["encounter_spell_pool"] = {
		{
			520, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		}, -- [1]
		{
			637, -- [1]
			"阿莱希娅·月行者", -- [2]
		}, -- [2]
		[59849] = {
			569, -- [1]
			"塑铁者斯约尼尔", -- [2]
		},
		[65947] = {
			637, -- [1]
			"索库尔", -- [2]
		},
		[66075] = {
			641, -- [1]
			"光明邪使菲奥拉", -- [2]
		},
		[62580] = {
			752, -- [1]
			"西芙", -- [2]
		},
		[66331] = {
			629, -- [1]
			"穿刺者戈莫克", -- [2]
		},
		[24192] = {
			789, -- [1]
			"高阶祭司塞卡尔", -- [2]
		},
		[24208] = {
			789, -- [1]
			"狂热者洛卡恩", -- [2]
		},
		[48895] = {
			369, -- [1]
			"达卡莱萨满祭司", -- [2]
		},
		[66012] = {
			645, -- [1]
			"阿努巴拉克", -- [2]
		},
		[17086] = {
			1084, -- [1]
			"奥妮克希亚", -- [2]
		},
		[66683] = {
			629, -- [1]
			"冰吼", -- [2]
		},
		[67322] = {
			645, -- [1]
			"蛛魔掘地者", -- [2]
		},
		[8599] = {
			526, -- [1]
			"克莉斯塔萨", -- [2]
		},
		[68504] = {
			334, -- [1]
			"拉娜·硬锤", -- [2]
		},
		[66013] = {
			645, -- [1]
			"阿努巴拉克", -- [2]
		},
		[49710] = {
			369, -- [1]
			"达卡莱裂肠者", -- [2]
		},
		[22859] = {
			789, -- [1]
			"高阶祭司塞卡尔", -- [2]
		},
		[59978] = {
			215, -- [1]
			"传令官沃拉兹", -- [2]
		},
		[24408] = {
			787, -- [1]
			"血领主曼多基尔", -- [2]
		},
		[66237] = {
			633, -- [1]
			"加拉克苏斯大王", -- [2]
		},
		[66269] = {
			633, -- [1]
			"加拉克苏斯大王", -- [2]
		},
		[62597] = {
			752, -- [1]
			"西芙", -- [2]
		},
		[65854] = {
			637, -- [1]
			"卡雯娜·林歌", -- [2]
		},
		[413265] = {
			369, -- [1]
			"复活的达卡莱战士", -- [2]
		},
		[62166] = {
			749, -- [1]
			"科隆加恩", -- [2]
		},
		[66046] = {
			641, -- [1]
			"光明邪使菲奥拉", -- [2]
		},
		[62326] = {
			752, -- [1]
			"黑暗符文平民", -- [2]
		},
		[66877] = {
			633, -- [1]
			"军团烈焰 <狂暴專家>", -- [2]
		},
		[48082] = {
			524, -- [1]
			"晶化魔花", -- [2]
		},
		[65919] = {
			645, -- [1]
			"阿努巴拉克", -- [2]
		},
		[65488] = {
			637, -- [1]
			"布瑞娜·沉夜", -- [2]
		},
		[66494] = {
			633, -- [1]
			"魔焰地狱火 <加拉克苏斯大王>", -- [2]
		},
		[62470] = {
			752, -- [1]
			"[*] 震耳雷霆", -- [2]
		},
		[18500] = {
			1084, -- [1]
			"奥妮克希亚", -- [2]
		},
		[48210] = {
			1084, -- [1]
			"奥妮克希亚", -- [2]
		},
		[59979] = {
			215, -- [1]
			"[*] 碎裂", -- [2]
		},
		[47731] = {
			520, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[47747] = {
			522, -- [1]
			"阿诺玛鲁斯", -- [2]
		},
		[24185] = {
			789, -- [1]
			"高阶祭司塞卡尔", -- [2]
		},
		[65856] = {
			637, -- [1]
			"卡雯娜·林歌", -- [2]
		},
		[18588] = {
			1084, -- [1]
			"奥妮克希亚", -- [2]
		},
		[63716] = {
			749, -- [1]
			"科隆加恩", -- [2]
		},
		[6713] = {
			789, -- [1]
			"狂热者洛卡恩", -- [2]
		},
		[17087] = {
			1084, -- [1]
			"奥妮克希亚", -- [2]
		},
		[66112] = {
			637, -- [1]
			"维兰纳", -- [2]
		},
		[62279] = {
			752, -- [1]
			"托里姆", -- [2]
		},
		[66240] = {
			645, -- [1]
			"阿努巴拉克", -- [2]
		},
		[66336] = {
			633, -- [1]
			"痛苦女王 <加拉克苏斯大王>", -- [2]
		},
		[66879] = {
			629, -- [1]
			"恐鳞", -- [2]
		},
		[62391] = {
			752, -- [1]
			"托里姆", -- [2]
		},
		[67518] = {
			637, -- [1]
			"扎戈瑞姆 <塞瑞莎·术轮>", -- [2]
		},
		[66528] = {
			633, -- [1]
			"加拉克苏斯大王", -- [2]
		},
		[48179] = {
			526, -- [1]
			"克莉斯塔萨", -- [2]
		},
		[66113] = {
			637, -- [1]
			"维兰纳", -- [2]
		},
		[47748] = {
			522, -- [1]
			"阿诺玛鲁斯", -- [2]
		},
		[62583] = {
			752, -- [1]
			"西芙", -- [2]
		},
		[66880] = {
			629, -- [1]
			"酸喉", -- [2]
		},
		[65954] = {
			637, -- [1]
			"伊锐丝·影踪", -- [2]
		},
		[67519] = {
			637, -- [1]
			"扎戈瑞姆 <塞瑞莎·术轮>", -- [2]
		},
		[66018] = {
			637, -- [1]
			"泰利乌斯·达斯布雷德", -- [2]
		},
		[66114] = {
			637, -- [1]
			"维兰纳", -- [2]
		},
		[16856] = {
			787, -- [1]
			"血领主曼多基尔", -- [2]
		},
		[66689] = {
			629, -- [1]
			"冰吼", -- [2]
		},
		[12540] = {
			789, -- [1]
			"狂热者扎斯", -- [2]
		},
		[65795] = {
			641, -- [1]
			"光明光球", -- [2]
		},
		[66881] = {
			629, -- [1]
			"[*] 粘液池", -- [2]
		},
		[65955] = {
			637, -- [1]
			"伊锐丝·影踪", -- [2]
		},
		[67009] = {
			633, -- [1]
			"加拉克苏斯大王", -- [2]
		},
		[66019] = {
			637, -- [1]
			"泰利乌斯·达斯布雷德", -- [2]
		},
		[20545] = {
			789, -- [1]
			"狂热者洛卡恩", -- [2]
		},
		[66115] = {
			637, -- [1]
			"维兰纳", -- [2]
		},
		[59997] = {
			215, -- [1]
			"扭曲之容", -- [2]
		},
		[67808] = {
			340, -- [1]
			"黑骑士", -- [2]
		},
		[65860] = {
			637, -- [1]
			"卡雯娜·林歌", -- [2]
		},
		[68958] = {
			1084, -- [1]
			"奥妮克希亚巢穴守卫", -- [2]
		},
		[65924] = {
			637, -- [1]
			"索库尔", -- [2]
		},
		[65956] = {
			637, -- [1]
			"伊锐丝·影踪", -- [2]
		},
		[66020] = {
			637, -- [1]
			"泰利乌斯·达斯布雷德", -- [2]
		},
		[17088] = {
			1084, -- [1]
			"奥妮克希亚", -- [2]
		},
		[66116] = {
			637, -- [1]
			"维兰纳", -- [2]
		},
		[38264] = {
			520, -- [1]
			"镜像 <大魔导师泰蕾丝塔>", -- [2]
		},
		[67745] = {
			340, -- [1]
			"黑骑士", -- [2]
		},
		[24314] = {
			787, -- [1]
			"血领主曼多基尔", -- [2]
		},
		[66883] = {
			629, -- [1]
			"恐鳞", -- [2]
		},
		[68959] = {
			1084, -- [1]
			"奥妮克希亚巢穴守卫", -- [2]
		},
		[65957] = {
			637, -- [1]
			"伊锐丝·影踪", -- [2]
		},
		[66021] = {
			637, -- [1]
			"泰利乌斯·达斯布雷德", -- [2]
		},
		[65542] = {
			637, -- [1]
			"布瑞娜·沉夜", -- [2]
		},
		[62042] = {
			752, -- [1]
			"托里姆", -- [2]
		},
		[67778] = {
			340, -- [1]
			"黑骑士", -- [2]
		},
		[68321] = {
			334, -- [1]
			"拉娜·硬锤", -- [2]
		},
		[66820] = {
			629, -- [1]
			"恐鳞", -- [2]
		},
		[68960] = {
			1084, -- [1]
			"奥妮克希亚巢穴守卫", -- [2]
		},
		[65926] = {
			637, -- [1]
			"索库尔", -- [2]
		},
		[65543] = {
			637, -- [1]
			"布瑞娜·沉夜", -- [2]
		},
		[66086] = {
			637, -- [1]
			"麦拉多·深谷游者", -- [2]
		},
		[1604] = {
			334, -- [1]
			"娅琳·永歌", -- [2]
		},
		[66725] = {
			776, -- [1]
			"火焰看守者科拉隆", -- [2]
		},
		[65767] = {
			641, -- [1]
			"光明邪使菲奥拉", -- [2]
		},
		[66821] = {
			629, -- [1]
			"恐鳞", -- [2]
		},
		[65863] = {
			637, -- [1]
			"卡雯娜·林歌", -- [2]
		},
		[65927] = {
			637, -- [1]
			"索库尔", -- [2]
		},
		[65492] = {
			637, -- [1]
			"布瑞娜·沉夜", -- [2]
		},
		[413174] = {
			369, -- [1]
			"复活的达卡莱战士", -- [2]
		},
		[66023] = {
			637, -- [1]
			"泰利乌斯·达斯布雷德", -- [2]
		},
		[65544] = {
			637, -- [1]
			"布瑞娜·沉夜", -- [2]
		},
		[61564] = {
			524, -- [1]
			"塑树者奥莫洛克", -- [2]
		},
		[24187] = {
			789, -- [1]
			"祖利安守护者 <高阶祭司塞卡尔>", -- [2]
		},
		[66407] = {
			629, -- [1]
			"雪地狗头人奴隶", -- [2]
		},
		[18590] = {
			1084, -- [1]
			"奥妮克希亚", -- [2]
		},
		[65960] = {
			637, -- [1]
			"伊锐丝·影踪", -- [2]
		},
		[63720] = {
			749, -- [1]
			"科隆加恩", -- [2]
		},
		[22191] = {
			1084, -- [1]
			"奥妮克希亚", -- [2]
		},
		[65545] = {
			637, -- [1]
			"布瑞娜·沉夜", -- [2]
		},
		[67749] = {
			340, -- [1]
			"复生的嘉伦·誓日", -- [2]
		},
		[67781] = {
			340, -- [1]
			"[*] 亵渎", -- [2]
		},
		[62331] = {
			752, -- [1]
			"竞技场铁卫士", -- [2]
		},
		[66823] = {
			629, -- [1]
			"酸喉", -- [2]
		},
		[66408] = {
			629, -- [1]
			"雪地狗头人奴隶", -- [2]
		},
		[65929] = {
			637, -- [1]
			"索库尔", -- [2]
		},
		[65961] = {
			637, -- [1]
			"伊锐丝·影踪", -- [2]
		},
		[65993] = {
			637, -- [1]
			"治疗之泉图腾 <萨缪尔>", -- [2]
		},
		[65546] = {
			637, -- [1]
			"布瑞娜·沉夜", -- [2]
		},
		[47688] = {
			522, -- [1]
			"混乱裂隙 <阿诺玛鲁斯>", -- [2]
		},
		[59984] = {
			215, -- [1]
			"扭曲之容", -- [2]
		},
		[47736] = {
			520, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[68868] = {
			1084, -- [1]
			"奥妮克希亚", -- [2]
		},
		[65866] = {
			637, -- [1]
			"阿莱希娅·月行者", -- [2]
		},
		[65930] = {
			637, -- [1]
			"索库尔", -- [2]
		},
		[65962] = {
			637, -- [1]
			"伊锐丝·影踪", -- [2]
		},
		[65547] = {
			637, -- [1]
			"阿莱希娅·月行者", -- [2]
		},
		[50994] = {
			524, -- [1]
			"晶化看护者", -- [2]
		},
		[66665] = {
			776, -- [1]
			"火焰看守者科拉隆", -- [2]
		},
		[67719] = {
			340, -- [1]
			"黑骑士", -- [2]
		},
		[67751] = {
			340, -- [1]
			"黑骑士", -- [2]
		},
		[18431] = {
			1084, -- [1]
			"奥妮克希亚", -- [2]
		},
		[65867] = {
			637, -- [1]
			"阿莱希娅·月行者", -- [2]
		},
		[66059] = {
			641, -- [1]
			"黑暗邪使艾蒂丝", -- [2]
		},
		[28747] = {
			569, -- [1]
			"塑铁者斯约尼尔", -- [2]
		},
		[47737] = {
			522, -- [1]
			"混乱裂隙 <阿诺玛鲁斯>", -- [2]
		},
		[22120] = {
			567, -- [1]
			"黑暗符文保卫者", -- [2]
		},
		[66794] = {
			629, -- [1]
			"恐鳞", -- [2]
		},
		[65868] = {
			637, -- [1]
			"阿莱希娅·月行者", -- [2]
		},
		[18591] = {
			1084, -- [1]
			"奥妮克希亚", -- [2]
		},
		[57063] = {
			522, -- [1]
			"阿诺玛鲁斯", -- [2]
		},
		[19134] = {
			787, -- [1]
			"血领主曼多基尔", -- [2]
		},
		[66092] = {
			645, -- [1]
			"虫群甲虫", -- [2]
		},
		[62333] = {
			752, -- [1]
			"黑暗符文助手", -- [2]
		},
		[66316] = {
			633, -- [1]
			"[*] 旋压痛击", -- [2]
		},
		[24316] = {
			787, -- [1]
			"血领主曼多基尔", -- [2]
		},
		[65869] = {
			637, -- [1]
			"阿莱希娅·月行者", -- [2]
		},
		[66093] = {
			637, -- [1]
			"麦拉多·深谷游者", -- [2]
		},
		[67722] = {
			340, -- [1]
			"黑骑士", -- [2]
		},
		[56936] = {
			520, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[66796] = {
			629, -- [1]
			"恐鳞", -- [2]
		},
		[66317] = {
			629, -- [1]
			"雪地狗头人奴隶", -- [2]
		},
		[42724] = {
			752, -- [1]
			"钢铁荣誉卫士", -- [2]
		},
		[65934] = {
			637, -- [1]
			"索库尔", -- [2]
		},
		[65998] = {
			637, -- [1]
			"灼热图腾 <萨缪尔>", -- [2]
		},
		[18392] = {
			1084, -- [1]
			"奥妮克希亚", -- [2]
		},
		[66765] = {
			776, -- [1]
			"火焰看守者科拉隆", -- [2]
		},
		[63356] = {
			749, -- [1]
			"科隆加恩", -- [2]
		},
		[57767] = {
			215, -- [1]
			"扭曲之容", -- [2]
		},
		[65871] = {
			637, -- [1]
			"阿莱希娅·月行者", -- [2]
		},
		[15801] = {
			569, -- [1]
			"小型气元素 <黑暗符文元素师>", -- [2]
		},
		[65935] = {
			637, -- [1]
			"索库尔", -- [2]
		},
		[413078] = {
			567, -- [1]
			"黑暗符文保卫者", -- [2]
		},
		[57062] = {
			522, -- [1]
			"阿诺玛鲁斯", -- [2]
		},
		[66055] = {
			637, -- [1]
			"萨缪尔", -- [2]
		},
		[66063] = {
			637, -- [1]
			"萨缪尔", -- [2]
		},
		[66330] = {
			629, -- [1]
			"穿刺者戈莫克", -- [2]
		},
		[67868] = {
			334, -- [1]
			"拉娜·硬锤的坐骑", -- [2]
		},
		[62526] = {
			752, -- [1]
			"古代符文巨人", -- [2]
		},
		[67724] = {
			340, -- [1]
			"黑骑士", -- [2]
		},
		[66734] = {
			629, -- [1]
			"冰吼", -- [2]
		},
		[55931] = {
			213, -- [1]
			"塔达拉姆王子", -- [2]
		},
		[60017] = {
			215, -- [1]
			"扭曲之容", -- [2]
		},
		[65808] = {
			641, -- [1]
			"黑暗光球", -- [2]
		},
		[66862] = {
			338, -- [1]
			"纯洁者耶德瑞克", -- [2]
		},
		[59985] = {
			215, -- [1]
			"扭曲之容", -- [2]
		},
		[18584] = {
			1084, -- [1]
			"奥妮克希亚", -- [2]
		},
		[65936] = {
			637, -- [1]
			"索库尔", -- [2]
		},
		[49711] = {
			369, -- [1]
			"复活的达卡莱训练者", -- [2]
		},
		[47699] = {
			524, -- [1]
			"晶化守护者", -- [2]
		},
		[36093] = {
			369, -- [1]
			"复活的达卡莱战士", -- [2]
		},
		[17090] = {
			1084, -- [1]
			"奥妮克希亚", -- [2]
		},
		[49560] = {
			637, -- [1]
			"泰利乌斯·达斯布雷德", -- [2]
		},
		[47668] = {
			369, -- [1]
			"复活的达卡莱战士", -- [2]
		},
		[57086] = {
			524, -- [1]
			"塑树者奥莫洛克", -- [2]
		},
		[67725] = {
			340, -- [1]
			"黑骑士", -- [2]
		},
		[66017] = {
			637, -- [1]
			"泰利乌斯·达斯布雷德", -- [2]
		},
		[65946] = {
			637, -- [1]
			"索库尔", -- [2]
		},
		[62335] = {
			752, -- [1]
			"黑暗符文助手", -- [2]
		},
		[66320] = {
			629, -- [1]
			"火焰炸弹", -- [2]
		},
		[66863] = {
			338, -- [1]
			"纯洁者耶德瑞克", -- [2]
		},
		[66378] = {
			633, -- [1]
			"痛苦女王 <加拉克苏斯大王>", -- [2]
		},
		[59844] = {
			569, -- [1]
			"塑铁者斯约尼尔", -- [2]
		},
		[57602] = {
			215, -- [1]
			"扭曲之容", -- [2]
		},
		[62942] = {
			752, -- [1]
			"古代符文巨人", -- [2]
		},
		[66001] = {
			641, -- [1]
			"黑暗邪使艾蒂丝", -- [2]
		},
		[65810] = {
			637, -- [1]
			"塞瑞莎·术轮", -- [2]
		},
		[66065] = {
			637, -- [1]
			"麦拉多·深谷游者", -- [2]
		},
		[66670] = {
			776, -- [1]
			"火焰看守者科拉隆", -- [2]
		},
		[67774] = {
			340, -- [1]
			"复生的嘉伦·誓日", -- [2]
		},
		[62016] = {
			752, -- [1]
			"托里姆", -- [2]
		},
		[66193] = {
			645, -- [1]
			"冰霜之球", -- [2]
		},
		[56938] = {
			520, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[59509] = {
			213, -- [1]
			"烈焰之球", -- [2]
		},
		[66048] = {
			641, -- [1]
			"光明邪使菲奥拉", -- [2]
		},
		[6253] = {
			369, -- [1]
			"复活的达卡莱训练者", -- [2]
		},
		[24189] = {
			789, -- [1]
			"高阶祭司塞卡尔", -- [2]
		},
		[65874] = {
			641, -- [1]
			"黑暗邪使艾蒂丝", -- [2]
		},
		[66207] = {
			637, -- [1]
			"阿莱希娅·月行者", -- [2]
		},
		[64715] = {
			749, -- [1]
			"科隆加恩", -- [2]
		},
		[3391] = {
			787, -- [1]
			"奥根", -- [2]
		},
		[57082] = {
			524, -- [1]
			"塑树者奥莫洛克", -- [2]
		},
		[66054] = {
			637, -- [1]
			"萨缪尔", -- [2]
		},
		[66066] = {
			637, -- [1]
			"麦拉多·深谷游者", -- [2]
		},
		[413091] = {
			520, -- [1]
			"镜像 <大魔导师泰蕾丝塔>", -- [2]
		},
		[49639] = {
			369, -- [1]
			"托尔戈", -- [2]
		},
		[66258] = {
			633, -- [1]
			"加拉克苏斯大王", -- [2]
		},
		[65916] = {
			641, -- [1]
			"光明邪使菲奥拉", -- [2]
		},
		[38313] = {
			752, -- [1]
			"黑暗符文平民", -- [2]
		},
		[62320] = {
			752, -- [1]
			"黑暗符文战争使者", -- [2]
		},
		[67823] = {
			340, -- [1]
			"黑骑士", -- [2]
		},
		[63783] = {
			749, -- [1]
			"[*] 震荡波", -- [2]
		},
		[57769] = {
			215, -- [1]
			"扭曲之容", -- [2]
		},
		[66053] = {
			637, -- [1]
			"萨缪尔", -- [2]
		},
		[59845] = {
			569, -- [1]
			"塑铁者斯约尼尔", -- [2]
		},
		[59861] = {
			569, -- [1]
			"塑铁者斯约尼尔", -- [2]
		},
		[68515] = {
			645, -- [1]
			"虫群甲虫", -- [2]
		},
		[59848] = {
			569, -- [1]
			"塑铁者斯约尼尔", -- [2]
		},
		[49805] = {
			369, -- [1]
			"天灾复活者", -- [2]
		},
		[66067] = {
			637, -- [1]
			"麦拉多·深谷游者", -- [2]
		},
		[66313] = {
			629, -- [1]
			"雪地狗头人奴隶", -- [2]
		},
		[61490] = {
			215, -- [1]
			"扭曲之容", -- [2]
		},
		[62017] = {
			752, -- [1]
			"[*] 闪电震击", -- [2]
		},
		[67718] = {
			340, -- [1]
			"黑骑士", -- [2]
		},
		[56939] = {
			520, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[62576] = {
			752, -- [1]
			"[*] 暴风雪", -- [2]
		},
		[68335] = {
			629, -- [1]
			"恐鳞", -- [2]
		},
		[67345] = {
			629, -- [1]
			"冰吼", -- [2]
		},
		[413097] = {
			520, -- [1]
			"镜像 <大魔导师泰蕾丝塔>", -- [2]
		},
		[65876] = {
			641, -- [1]
			"光明邪使菲奥拉", -- [2]
		},
		[18585] = {
			1084, -- [1]
			"奥妮克希亚", -- [2]
		},
		[65940] = {
			637, -- [1]
			"索库尔", -- [2]
		},
		[57067] = {
			524, -- [1]
			"[*] 水晶之刺", -- [2]
		},
		[57083] = {
			524, -- [1]
			"塑树者奥莫洛克", -- [2]
		},
		[66935] = {
			338, -- [1]
			"纯洁者耶德瑞克", -- [2]
		},
		[66068] = {
			637, -- [1]
			"阿莱希娅·月行者", -- [2]
		},
		[62411] = {
			752, -- [1]
			"古代符文巨人", -- [2]
		},
		[57091] = {
			526, -- [1]
			"克莉斯塔萨", -- [2]
		},
		[33661] = {
			369, -- [1]
			"复活的达卡莱战士", -- [2]
		},
		[67729] = {
			340, -- [1]
			"复生的勇士 <黑骑士>", -- [2]
		},
		[67761] = {
			340, -- [1]
			"黑骑士", -- [2]
		},
		[67793] = {
			637, -- [1]
			"猫 <阿莱希娅·月行者>", -- [2]
		},
		[66867] = {
			338, -- [1]
			"纯洁者耶德瑞克", -- [2]
		},
		[65932] = {
			637, -- [1]
			"索库尔", -- [2]
		},
		[57770] = {
			215, -- [1]
			"扭曲之容", -- [2]
		},
		[65877] = {
			637, -- [1]
			"阿莱希娅·月行者", -- [2]
		},
		[59846] = {
			569, -- [1]
			"塑铁者斯约尼尔", -- [2]
		},
		[24318] = {
			787, -- [1]
			"血领主曼多基尔", -- [2]
		},
		[13736] = {
			787, -- [1]
			"血领主曼多基尔", -- [2]
		},
		[56860] = {
			520, -- [1]
			"法师猎手新兵", -- [2]
		},
		[62465] = {
			752, -- [1]
			"[*] 符文重击", -- [2]
		},
		[66069] = {
			641, -- [1]
			"黑暗邪使艾蒂丝", -- [2]
		},
		[65950] = {
			641, -- [1]
			"光明邪使菲奥拉", -- [2]
		},
		[61491] = {
			215, -- [1]
			"扭曲之容", -- [2]
		},
		[59974] = {
			215, -- [1]
			"传令官沃拉兹", -- [2]
		},
		[66197] = {
			633, -- [1]
			"加拉克苏斯大王", -- [2]
		},
		[65541] = {
			637, -- [1]
			"布瑞娜·沉夜", -- [2]
		},
		[65858] = {
			641, -- [1]
			"光明邪使菲奥拉", -- [2]
		},
		[65809] = {
			637, -- [1]
			"塞瑞莎·术轮", -- [2]
		},
		[65814] = {
			637, -- [1]
			"塞瑞莎·术轮", -- [2]
		},
		[62131] = {
			752, -- [1]
			"托里姆", -- [2]
		},
		[62130] = {
			752, -- [1]
			"托里姆", -- [2]
		},
		[66283] = {
			633, -- [1]
			"痛苦女王 <加拉克苏斯大王>", -- [2]
		},
		[57052] = {
			524, -- [1]
			"晶化守护者", -- [2]
		},
		[65816] = {
			637, -- [1]
			"塞瑞莎·术轮", -- [2]
		},
		[65861] = {
			637, -- [1]
			"卡雯娜·林歌", -- [2]
		},
		[24317] = {
			787, -- [1]
			"奥根", -- [2]
		},
		[66070] = {
			637, -- [1]
			"麦拉多·深谷游者", -- [2]
		},
		[66613] = {
			637, -- [1]
			"维兰纳", -- [2]
		},
		[66134] = {
			645, -- [1]
			"蛛魔掘地者", -- [2]
		},
		[22482] = {
			637, -- [1]
			"伊锐丝·影踪", -- [2]
		},
		[67731] = {
			340, -- [1]
			"[*] 缓死", -- [2]
		},
		[55964] = {
			213, -- [1]
			"塔达拉姆王子", -- [2]
		},
		[32409] = {
			1084, -- [1]
			"[*] 暗言术：灭", -- [2]
		},
		[62338] = {
			752, -- [1]
			"符印巨像", -- [2]
		},
		[65815] = {
			637, -- [1]
			"塞瑞莎·术轮", -- [2]
		},
		[66901] = {
			629, -- [1]
			"酸喉", -- [2]
		},
		[65879] = {
			641, -- [1]
			"黑暗邪使艾蒂丝", -- [2]
		},
		[56937] = {
			520, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[47765] = {
			520, -- [1]
			"[*] 吸引", -- [2]
		},
		[66684] = {
			776, -- [1]
			"火焰看守者科拉隆", -- [2]
		},
		[56934] = {
			520, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[62466] = {
			752, -- [1]
			"托里姆", -- [2]
		},
		[66071] = {
			637, -- [1]
			"麦拉多·深谷游者", -- [2]
		},
		[65859] = {
			637, -- [1]
			"卡雯娜·林歌", -- [2]
		},
		[57774] = {
			215, -- [1]
			"扭曲之容", -- [2]
		},
		[59975] = {
			215, -- [1]
			"传令官沃拉兹", -- [2]
		},
		[66199] = {
			633, -- [1]
			"[*] 军团烈焰", -- [2]
		},
		[47743] = {
			522, -- [1]
			"阿诺玛鲁斯", -- [2]
		},
		[59001] = {
			369, -- [1]
			"复活的达卡莱训练者", -- [2]
		},
		[59017] = {
			369, -- [1]
			"天灾复活者", -- [2]
		},
		[24183] = {
			789, -- [1]
			"高阶祭司塞卡尔", -- [2]
		},
		[66359] = {
			633, -- [1]
			"痛苦女王 <加拉克苏斯大王>", -- [2]
		},
		[66902] = {
			629, -- [1]
			"恐鳞", -- [2]
		},
		[65880] = {
			637, -- [1]
			"阿莱希娅·月行者", -- [2]
		},
		[65857] = {
			637, -- [1]
			"卡雯娜·林歌", -- [2]
		},
		[66178] = {
			637, -- [1]
			"伊锐丝·影踪", -- [2]
		},
		[66519] = {
			633, -- [1]
			"魔焰地狱火 <加拉克苏斯大王>", -- [2]
		},
		[17731] = {
			1084, -- [1]
			"熔岩裂缝", -- [2]
		},
		[18592] = {
			1084, -- [1]
			"奥妮克希亚", -- [2]
		},
		[65490] = {
			637, -- [1]
			"布瑞娜·沉夜", -- [2]
		},
		[65855] = {
			637, -- [1]
			"卡雯娜·林歌", -- [2]
		},
		[65983] = {
			637, -- [1]
			"萨缪尔", -- [2]
		},
		[35054] = {
			752, -- [1]
			"黑暗符文勇士", -- [2]
		},
		[48053] = {
			524, -- [1]
			"晶化魔花", -- [2]
		},
		[66264] = {
			633, -- [1]
			"虚空传送门 <加拉克苏斯大王>", -- [2]
		},
		[68867] = {
			1084, -- [1]
			"奥妮克希亚", -- [2]
		},
		[65817] = {
			637, -- [1]
			"塞瑞莎·术轮", -- [2]
		},
		[62507] = {
			752, -- [1]
			"西芙", -- [2]
		},
		[66903] = {
			338, -- [1]
			"纯洁者耶德瑞克", -- [2]
		},
		[48095] = {
			526, -- [1]
			"[*] 极度冰寒", -- [2]
		},
		[50155] = {
			526, -- [1]
			"克莉斯塔萨", -- [2]
		},
		[65775] = {
			645, -- [1]
			"虫群甲虫", -- [2]
		},
		[66009] = {
			637, -- [1]
			"维兰纳", -- [2]
		},
		[67574] = {
			645, -- [1]
			"阿努巴拉克", -- [2]
		},
		[47981] = {
			524, -- [1]
			"塑树者奥莫洛克", -- [2]
		},
		[66047] = {
			637, -- [1]
			"泰利乌斯·达斯布雷德", -- [2]
		},
		[57056] = {
			524, -- [1]
			"晶化魔花", -- [2]
		},
		[65812] = {
			637, -- [1]
			"塞瑞莎·术轮", -- [2]
		},
		[24407] = {
			787, -- [1]
			"血领主曼多基尔", -- [2]
		},
		[57066] = {
			524, -- [1]
			"塑树者奥莫洛克", -- [2]
		},
		[59513] = {
			213, -- [1]
			"塔达拉姆王子", -- [2]
		},
		[66255] = {
			633, -- [1]
			"地狱火山 <加拉克苏斯大王>", -- [2]
		},
		[55968] = {
			213, -- [1]
			"塔达拉姆王子", -- [2]
		},
		[33500] = {
			752, -- [1]
			"黑暗符文勇士", -- [2]
		},
		[66496] = {
			633, -- [1]
			"魔焰地狱火 <加拉克苏斯大王>", -- [2]
		},
		[66118] = {
			645, -- [1]
			"阿努巴拉克", -- [2]
		},
		[57054] = {
			524, -- [1]
			"晶化看护者", -- [2]
		},
		[66770] = {
			629, -- [1]
			"冰吼", -- [2]
		},
		[15581] = {
			789, -- [1]
			"狂热者扎斯", -- [2]
		},
		[66058] = {
			641, -- [1]
			"黑暗邪使艾蒂丝", -- [2]
		},
		[15589] = {
			787, -- [1]
			"血领主曼多基尔", -- [2]
		},
		[18589] = {
			1084, -- [1]
			"奥妮克希亚", -- [2]
		},
		[66056] = {
			637, -- [1]
			"萨缪尔", -- [2]
		},
		[62276] = {
			752, -- [1]
			"托里姆", -- [2]
		},
		[59870] = {
			567, -- [1]
			"[*] 法庭的怒视", -- [2]
		},
		[67767] = {
			637, -- [1]
			"泰利乌斯·达斯布雷德", -- [2]
		},
		[63346] = {
			749, -- [1]
			"[*] 聚焦视线", -- [2]
		},
		[8269] = {
			789, -- [1]
			"高阶祭司塞卡尔", -- [2]
		},
		[18435] = {
			1084, -- [1]
			"奥妮克希亚", -- [2]
		},
		[68301] = {
			334, -- [1]
			"拉娜·硬锤", -- [2]
		},
		[65883] = {
			637, -- [1]
			"阿莱希娅·月行者", -- [2]
		},
		[65769] = {
			641, -- [1]
			"黑暗邪使艾蒂丝", -- [2]
		},
	},
	["immersion_pets_on_solo_play"] = false,
	["npcid_ignored"] = {
	},
	["dungeon_data"] = {
	},
	["report_pos"] = {
		1, -- [1]
		1, -- [2]
	},
	["latest_report_table"] = {
	},
	["exp90temp"] = {
		["delete_damage_TCOB"] = true,
	},
	["always_use_profile"] = false,
	["deathlog_healingdone_min_arena"] = 400,
	["spell_school_cache"] = {
		["过载"] = 8,
		["冰霜疫病"] = 16,
		["静电力场"] = 64,
		["速效毒药"] = 8,
		["军团烈焰"] = 4,
		["毒性喷吐"] = 8,
		["腐蚀喷吐"] = 8,
		["泰坦能量"] = 64,
		["恢复"] = 2,
		["旋风斩"] = 1,
		["灼烧"] = 4,
		["黑暗之脊"] = 1,
		["震荡波"] = 8,
		["穿刺之伤"] = 1,
		["血之疫病"] = 32,
		["冲锋"] = 1,
		["暗影打击"] = 1,
		["受难射线"] = 32,
		["符文重击"] = 4,
		["发脾气"] = 1,
		["新生光环"] = 8,
		["刺骨"] = 1,
		["暗影虚空"] = 32,
		["重击"] = 1,
		["酸腺撕咬"] = 8,
		["寒冰箭"] = 16,
		["正义盾击"] = 2,
		["虚空传送门"] = 32,
		["绞喉"] = 1,
		["无面者的印记"] = 1,
		["死亡之握"] = 1,
		["拦截"] = 1,
		["压缩"] = 1,
		["击退"] = 1,
		["法力燃烧"] = 32,
		["制裁之锤"] = 2,
		["眩晕"] = 1,
		["刺击"] = 1,
		["锋锐之霜"] = 16,
		["闪电之环"] = 8,
		["倒刺射击"] = 1,
		["神圣惩击"] = 2,
		["快速治疗"] = 2,
		["灼热吐息"] = 4,
		["践踏"] = 1,
		["奥术吐息"] = 80,
		["嗜血"] = 1,
		["警戒冲击"] = 32,
		["冰霜打击"] = 16,
		["球状闪电"] = 8,
		["魔能火环"] = 4,
		["嘭！"] = 1,
		["毒液喷吐"] = 8,
		["烈焰打击"] = 4,
		["急速射击"] = 1,
		["痛苦射线"] = 32,
		["光明涌动"] = 4,
		["虚空位移"] = 32,
		["水晶之刺"] = 1,
		["岩石怒吼"] = 1,
		["正义之锤"] = 2,
		["闪电箭"] = 8,
		["吸血术"] = 8,
		["吸血毒药"] = 8,
		["熔解"] = 8,
		["月火"] = 64,
		["奥术箭"] = 64,
		["旋压痛击"] = 1,
		["脉冲震荡"] = 8,
		["酸性吐息"] = 8,
		["女王之吻"] = 32,
		["疾病之云"] = 8,
		["炸弹机器人"] = 4,
		["射击"] = 1,
		["黑暗武器"] = 32,
		["高压"] = 8,
		["聚焦视线"] = 64,
		["魔精箭雨"] = 8,
		["光明漩涡"] = 4,
		["冰霜新星"] = 16,
		["奥术炸弹"] = 64,
		["冲击"] = 16,
		["魔精泥浆"] = 8,
		["乘胜追击"] = 1,
		["眼棱"] = 8,
		["奥术冲击"] = 64,
		["撕咬"] = 1,
		["暗言术：痛"] = 32,
		["符文之盾"] = 64,
		["邪能火焰"] = 4,
		["灵魂之泉"] = 32,
		["旋风劈砍"] = 1,
		["缓死"] = 32,
		["火焰之盾"] = 4,
		["吸血虫群"] = 8,
		["反射护盾"] = 2,
		["天灾荒芜"] = 8,
		["位面扭曲"] = 64,
		["波涛汹涌"] = 16,
		["血肉腐烂"] = 1,
		["暗影利斧"] = 32,
		["冰霜喷吐"] = 16,
		["裂伤（豹）"] = 1,
		["酸液喷泉"] = 8,
		["Corpo-a-Corpo"] = 1,
		["邪爆"] = 8,
		["邪恶胆汁"] = 8,
		["宇宙重击"] = 4,
		["地狱喷发"] = 4,
		["压制"] = 1,
		["极度黑暗"] = 32,
		["野性冲锋"] = 32,
		["灵魂爆裂"] = 32,
		["暗影撞击"] = 32,
		["顺劈斩"] = 1,
		["风暴打击"] = 1,
		["球体爆裂"] = 64,
		["感染撕咬"] = 8,
		["自然之怒"] = 8,
		["奥术打击"] = 64,
		["熔岩爆裂"] = 4,
		["强力撕咬"] = 1,
		["投掷武器"] = 1,
		["闪电之藤"] = 8,
		["近战"] = 1,
		["投掷炸弹"] = 4,
		["刺骨之寒"] = 16,
		["奥术飞弹"] = 64,
		["暗影箭雨"] = 32,
		["活力分流"] = 1,
		["被践踏"] = 1,
		["暴风雪"] = 16,
		["献祭"] = 4,
		["吐息"] = 4,
		["吸引"] = 32,
		["燃烧之刺"] = 4,
		["刺破护甲"] = 1,
		["鬼影缠身"] = 32,
		["灾祸"] = 32,
		["打击"] = 1,
		["闪电震击"] = 8,
		["神灵毒血"] = 8,
		["冰冷触摸"] = 16,
		["碎裂"] = 32,
		["能量涌动"] = 64,
		["困兽之爪"] = 1,
		["魔法燃烧"] = 64,
		["鲜血印记"] = 1,
		["沸腾之血"] = 4,
		["冰霜光环"] = 16,
		["熔渣炉"] = 4,
		["重力炸弹"] = 32,
		["黑暗遮蔽"] = 32,
		["腐烂护甲"] = 1,
		["月火术"] = 64,
		["咆哮"] = 1,
		["角刺"] = 1,
		["影袭"] = 1,
		["能量诅咒"] = 64,
		["火球术"] = 4,
		["岩石之握"] = 1,
		["致死打击"] = 1,
		["寒风冲击"] = 8,
		["血肉成灰"] = 4,
		["点燃武器"] = 4,
		["痛苦诅咒"] = 32,
		["恶疾攻击"] = 8,
		["水晶树皮"] = 64,
		["魔爆术"] = 64,
		["雷霆风暴"] = 8,
		["英勇打击"] = 1,
		["熔岩灼烧"] = 4,
		["灼烧光棱"] = 4,
		["黑暗漩涡"] = 32,
		["法庭的怒视"] = 64,
		["光芒耀眼"] = 2,
		["枯萎打击"] = 1,
		["碎盾"] = 1,
		["奥术弹幕"] = 64,
		["漩涡"] = 64,
		["冰冻重击"] = 16,
		["吞噬血肉"] = 1,
		["暗影箭"] = 32,
		["断筋"] = 1,
		["致命毒药"] = 8,
		["震耳雷霆"] = 8,
		["酸性之云"] = 8,
		["烈焰之啸"] = 4,
		["寒冷"] = 16,
		["重伤"] = 1,
		["重殴"] = 1,
		["邪恶狂热"] = 32,
		["静电瓦解"] = 8,
		["闪电之盾"] = 8,
		["纠结根须"] = 8,
		["毁灭打击"] = 1,
		["粉碎打击震颤"] = 1,
		["黑暗之光"] = 32,
		["萨隆邪铁蒸汽"] = 32,
		["闪电旋风"] = 8,
		["黑暗冲击"] = 32,
		["悲哀攻击"] = 32,
		["处斩"] = 1,
		["暗言术：灭"] = 32,
		["炸药"] = 4,
		["超载冲击"] = 8,
		["电击"] = 8,
		["琥珀闪电"] = 4,
		["破甲"] = 1,
		["Tiro-Autom�tico"] = 1,
		["火焰炸弹"] = 4,
		["切割金属废料"] = 4,
		["飞翼打击"] = 1,
		["燃烧之槌"] = 4,
		["快速传染"] = 8,
		["生命诅咒"] = 32,
		["被魔精浸湿"] = 8,
		["符文专注"] = 8,
		["致命药膏"] = 8,
		["冻结"] = 16,
		["烈焰"] = 4,
		["闪电力场"] = 8,
		["冰霜撕咬"] = 16,
		["余烬"] = 4,
		["破甲攻击"] = 1,
		["吞噬"] = 32,
		["奥术射线"] = 64,
		["寒冰碎片"] = 16,
		["亵渎"] = 32,
		["熔岩打击"] = 4,
		["野性精华渗透"] = 32,
		["毒药瓶"] = 8,
		["割碎血肉"] = 1,
		["极度冰寒"] = 16,
		["锯刃"] = 1,
		["狂犬"] = 8,
		["魔能喷发"] = 4,
		["雷霆之箭"] = 8,
		["驱散射击"] = 1,
		["幽灵打击"] = 1,
		["破胆怒吼"] = 1,
		["钢铁根须"] = 8,
		["Toppling Tower"] = 1,
		["爆炸射击"] = 4,
		["击倒"] = 1,
		["穿刺"] = 1,
		["冰虫撕咬"] = 1,
		["冰冷挥击"] = 16,
		["横扫"] = 1,
		["奔踏"] = 1,
		["冰霜吐息"] = 16,
		["火焰冲击"] = 4,
	},
	["spell_category_latest_sent"] = 0,
	["damage_scroll_auto_open"] = true,
	["show_warning_id1_amount"] = 0,
	["latest_shield_spellid_cache_access"] = 1683297956,
	["current_exp_raid_encounters"] = {
	},
	["keystone_frame"] = {
		["scale"] = 1,
		["position"] = {
		},
	},
	["show_totalhitdamage_on_overkill"] = false,
	["trinket_data"] = {
	},
	["global_plugin_database"] = {
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["encounter_timers_bw"] = {
			},
			["encounter_timers_dbm"] = {
			},
		},
	},
	["savedCustomSpells"] = {
		{
			6, -- [1]
			"环境伤害 (火烧)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [1]
		{
			2, -- [1]
			"自动射击", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [2]
		{
			8, -- [1]
			"环境伤害 (粘液)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [3]
		{
			3, -- [1]
			"环境伤害 (坠落)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [4]
		{
			1, -- [1]
			"近战", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [5]
		{
			4, -- [1]
			"环境伤害 (溺水)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [6]
		{
			5, -- [1]
			"环境伤害 (疲劳)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [7]
		{
			7, -- [1]
			"环境伤害 (岩浆)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [8]
	},
	["keystone_cache"] = {
	},
	["breakdown_spell_tab"] = {
		["nest_players_spells_with_same_name"] = true,
		["spellcontainer_height"] = 311,
		["blockspell_height"] = 67,
		["blockspell_backgroundcolor"] = {
			0.05, -- [1]
			0.05, -- [2]
			0.05, -- [3]
			0.2, -- [4]
		},
		["phasecontainer_islocked"] = true,
		["blockspell_spark_color"] = {
			1, -- [1]
			1, -- [2]
			1, -- [3]
			0.7, -- [4]
		},
		["blockcontainer_width"] = 463.9998779296875,
		["spellbar_background_alpha"] = 0.92,
		["spellcontainer_width"] = 421.0001220703125,
		["merge_players_spells_with_same_name"] = true,
		["spellcontainer_header_fontcolor"] = {
			1, -- [1]
			1, -- [2]
			1, -- [3]
			1, -- [4]
		},
		["blockspellline_height"] = 18,
		["phasecontainer_enabled"] = true,
		["targetcontainer_islocked"] = true,
		["phasecontainer_width"] = 290.0000610351563,
		["phasecontainer_headers"] = {
			["name"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 90,
			},
			["amount"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 50,
			},
			["persecond"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 44,
			},
			["percent"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 44,
			},
			["icon"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 22,
			},
			["rank"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 30,
			},
		},
		["blockspell_bordercolor"] = {
			0, -- [1]
			0, -- [2]
			0, -- [3]
			0.7, -- [4]
		},
		["spellcontainer_islocked"] = true,
		["nest_pet_spells_by_caster"] = true,
		["merge_pet_spells_with_same_name"] = true,
		["targetcontainer_headers"] = {
			["overheal"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 70,
			},
			["name"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 185,
			},
			["amount"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 50,
			},
			["percent"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 50,
			},
			["icon"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 22,
			},
			["rank"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 20,
			},
		},
		["phasecontainer_height"] = 140.0000610351563,
		["blockspell_spark_offset"] = -1,
		["genericcontainer_headers_right"] = {
		},
		["blockcontainer_height"] = 270.0000610351563,
		["blockspell_spark_width"] = 4,
		["statusbar_background_color"] = {
			0.15, -- [1]
			0.15, -- [2]
			0.15, -- [3]
		},
		["genericcontainer_right_width"] = 403,
		["blockspell_color"] = {
			0.6, -- [1]
			0.6, -- [2]
			0.6, -- [3]
			0.55, -- [4]
		},
		["blockspell_spark_show"] = true,
		["spellcontainer_header_fontsize"] = 10,
		["blockcontainer_islocked"] = true,
		["genericcontainer_width"] = 428.9999694824219,
		["statusbar_texture"] = "Interface\\AddOns\\Details\\images\\bar_skyline",
		["statusbar_alpha"] = 0.7,
		["genericcontainer_islocked"] = true,
		["targetcontainer_height"] = 140.0000610351563,
		["genericcontainer_right_height"] = 460,
		["nest_pet_spells_by_name"] = false,
		["blockspell_padding"] = 5,
		["genericcontainer_enabled"] = true,
		["genericcontainer_headers"] = {
			["name"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 200,
			},
			["amount"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 50,
			},
			["persecond"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 50,
			},
			["percent"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 50,
			},
			["icon"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 22,
			},
			["rank"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 30,
			},
		},
		["targetcontainer_width"] = 337.0000610351563,
		["statusbar_background_alpha"] = 0.7,
		["spellcontainer_headers"] = {
			["overheal"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 70,
			},
			["absorbed"] = {
				["enabled"] = false,
				["align"] = "left",
				["width"] = 55,
			},
			["percent"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 50,
			},
			["castavg"] = {
				["enabled"] = false,
				["align"] = "left",
				["width"] = 50,
			},
			["casts"] = {
				["enabled"] = false,
				["align"] = "left",
				["width"] = 40,
			},
			["expand"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 16,
			},
			["persecond"] = {
				["enabled"] = false,
				["align"] = "left",
				["width"] = 50,
			},
			["uptime"] = {
				["enabled"] = false,
				["align"] = "left",
				["width"] = 45,
			},
			["critpercent"] = {
				["enabled"] = false,
				["align"] = "left",
				["width"] = 40,
			},
			["name"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 231,
			},
			["amount"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 50,
			},
			["target"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 22,
			},
			["hits"] = {
				["enabled"] = false,
				["align"] = "left",
				["width"] = 40,
			},
			["icon"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 22,
			},
			["rank"] = {
				["enabled"] = true,
				["align"] = "center",
				["width"] = 16,
			},
		},
		["spellcontainer_header_height"] = 20,
		["genericcontainer_height"] = 481,
	},
	["always_use_profile_name"] = "",
	["profile_by_spec"] = {
	},
	["combat_id_global"] = 6732,
	["displays_by_spec"] = {
	},
	["plugin_window_pos"] = {
		["y"] = -76.6658935546875,
		["x"] = -220.8338623046875,
		["point"] = "TOPRIGHT",
		["scale"] = 1,
	},
	["last_changelog_size"] = 13626,
	["immersion_unit_special_icons"] = true,
	["lastUpdateWarning"] = 1684675746,
	["npcid_pool"] = {
		[0] = "[*] 吸引",
		[34826] = "痛苦女王 <加拉克苏斯大王>",
		[32878] = "黑暗符文唤魔师",
		[30276] = "安卡哈织网者",
		[30284] = "碾骨者",
		[34475] = "索库尔",
		[26731] = "大魔导师泰蕾丝塔",
		[35545] = "复生的嘉伦·誓日",
		[26763] = "阿诺玛鲁斯",
		[6086] = "奥伯丁卫兵",
		[28384] = "小型气元素 <黑暗符文元素师>",
		[766] = "纠缠恐兽",
		[5595] = "铁炉堡守卫",
		[6112] = "风怒图腾 <萨缪尔>",
		[27969] = "黑暗符文巨人",
		[27985] = "铁魔像看守者",
		[34460] = "卡雯娜·林歌",
		[34987] = "哈纳拉",
		[4090] = "阿斯塔利·逐星",
		[4091] = "贾德莉亚",
		[4092] = "拉瑞亚",
		[35610] = "猫 <阿莱希娅·月行者>",
		[25007] = "水手埃伊米·迷雾",
		[11262] = "奥妮克希亚雏龙",
		[25055] = "水手奈斯塔·霜夜",
		[34780] = "加拉克苏斯大王",
		[35307] = "银色女祭司",
		[26636] = "复活的达卡莱灵魂法师",
		[205997] = "镜像 <碧蓝缚鳞者>",
		[30277] = "安卡哈切碎者",
		[30285] = "塔达拉姆之眼",
		[34461] = "泰利乌斯·达斯布雷德",
		[32353] = "阿尔卡冯守卫者",
		[205998] = "镜像 <碧蓝典狱官>",
		[11346] = "哈卡莱神谕者",
		[29311] = "传令官沃拉兹",
		[34605] = "酸腺撕咬",
		[205999] = "镜像 <碧蓝缚鳞者>",
		[11382] = "血领主曼多基尔",
		[34701] = "克罗索斯",
		[525] = "癞皮狼",
		[16013] = "德莉亚娜",
		[34813] = "地狱火山 <加拉克苏斯大王>",
		[27962] = "黑暗符文元素师",
		[27970] = "暴怒的构造体",
		[27978] = "塑铁者斯约尼尔",
		[8396] = "哨兵达莉亚·炎刃",
		[3130] = "雷霆蜥蜴",
		[14041] = "哈格尔",
		[32665] = "水晶纠结者 <塑树者奥莫洛克>",
		[35644] = "银色战马",
		[34686] = "治疗之泉图腾 <萨缪尔>",
		[34702] = "安布罗斯·雷钉",
		[26605] = "阿努巴尔蛛魔领主",
		[26613] = "极地灰熊幼崽",
		[26621] = "要塞折磨者",
		[35309] = "银色圣光支配者",
		[26637] = "复活的达卡莱训练者",
		[32882] = "冰虫巨兽",
		[30278] = "安卡哈爆法者",
		[30286] = "冰霜使者",
		[32930] = "科隆加恩",
		[12129] = "奥妮克希亚守卫",
		[34607] = "破甲虚弱",
		[3681] = "小精灵",
		[923] = "黑色破坏者幼崽",
		[34687] = "灼热图腾 <萨缪尔>",
		[34703] = "拉娜·硬锤",
		[68] = "暴风城卫兵",
		[34799] = "恐鳞",
		[34815] = "魔焰地狱火 <加拉克苏斯大王>",
		[27963] = "黑暗符文施法者",
		[27971] = "冷酷的构造体",
		[4328] = "火鬃守卫",
		[34496] = "黑暗邪使艾蒂丝",
		[28538] = "诅咒教派破坏者",
		[930] = "小型黑寡妇蜘蛛",
		[466] = "马库斯·乔纳森将军",
		[7937] = "大工匠梅卡托克",
		[1096] = "风险投资公司地质学家",
		[26622] = "达卡莱蝙蝠",
		[26630] = "托尔戈",
		[26638] = "复活的达卡莱蝙蝠骑兵",
		[5913] = "战栗图腾 <萨缪尔>",
		[11830] = "哈卡祭司",
		[30279] = "深渊爬行者",
		[30287] = "恶鬼劫掠者",
		[34465] = "维兰纳",
		[34497] = "光明邪使菲奥拉",
		[30319] = "暮光黑暗法师",
		[11347] = "狂热者洛卡恩",
		[30846] = "冰川之魂",
		[11355] = "古拉巴什战士",
		[26782] = "晶化守护者",
		[11371] = "拉扎什毒蛇",
		[20674] = "维伦之盾",
		[34657] = "娅琳·永歌",
		[7999] = "泰兰德·语风",
		[26830] = "复活的达卡莱死亡骑士",
		[11391] = "邪枝部族演讲者",
		[33699] = "雷暴锻铸守护者",
		[33715] = "充能之球 <雷暴锻铸守护者>",
		[14988] = "奥根",
		[26918] = "混乱裂隙",
		[6494] = "塔赞",
		[14509] = "高阶祭司塞卡尔",
		[32885] = "被俘虏的雇佣兵",
		[32933] = "左臂",
		[2237] = "月夜雄虎",
		[15068] = "祖利安守护者 <高阶祭司塞卡尔>",
		[34658] = "娅琳·永歌的坐骑",
		[28619] = "裹体之网 <巨馍蘸酱丶>",
		[35281] = "鲁库阿",
		[26623] = "天灾蛮兵",
		[475] = "狗头人隧道工",
		[26639] = "达卡莱萨满祭司",
		[27709] = "达卡莱入侵者",
		[32886] = "黑暗符文助手",
		[36479] = "大法师莫丹特·永影",
		[32934] = "右臂",
		[26727] = "法师猎手军官",
		[26735] = "碧蓝缚鳞者",
		[25721] = "奥术浮蛇",
		[2784] = "国王麦格尼·铜须",
		[27294] = "苔原食腐豺狼",
		[35633] = "安布罗斯·雷钉的坐骑",
		[33110] = "黑暗符文助手",
		[30] = "森林蜘蛛",
		[34196] = "符文蚀刻斥候",
		[10118] = "尼莎·影歌",
		[23789] = "燃翼",
		[35330] = "埃索达勇士",
		[27973] = "晶化碎片",
		[166359] = "祖利安猛虎",
		[34564] = "阿努巴拉克",
		[30624] = "风暴打击",
		[34628] = "黑暗光球",
		[34660] = "被阿努巴拉克追逐",
		[31686] = "烈焰之球",
		[26624] = "肮脏的喷毒者",
		[26632] = "先知萨隆亚",
		[35331] = "诺莫瑞根勇士",
		[32872] = "符印巨像",
		[36481] = "哨兵斯提尔博格",
		[34469] = "麦拉多·深谷游者",
		[26728] = "法师猎手新兵",
		[36561] = "奥妮克希亚巢穴守卫",
		[11348] = "狂热者扎斯",
		[11356] = "古拉巴什勇士",
		[26792] = "晶化保卫者",
		[11372] = "拉扎什蝰蛇",
		[7740] = "格拉希娜·灵风",
		[4165] = "埃莉萨",
		[26824] = "达卡莱迅猛龙坐骑",
		[34198] = "铁矮人修理工",
		[35332] = "达纳苏斯勇士",
		[27431] = "达卡莱指挥官",
		[32873] = "古代符文巨人",
		[27982] = "铸铁矮人 <塑铁者斯约尼尔>",
		[34470] = "萨缪尔",
		[35013] = "火焰看守者科拉隆",
		[31104] = "安卡哈看守者",
		[24996] = "水手维斯帕·刃语",
		[30625] = "扭曲之容",
		[34630] = "光明光球",
		[31687] = "烈焰之球",
		[34199] = "闪电充能的铁矮人",
		[27631] = "安加萨畸形体",
		[26625] = "暗网隐藏者",
		[26641] = "达卡莱裂肠者",
		[34854] = "燃烧弹",
		[32874] = "竞技场铁卫士",
		[34471] = "圣光使者巴尔诺",
		[26729] = "管家",
		[26737] = "狂乱的法力涌动者",
		[206038] = "不朽的重压触须",
		[29308] = "塔达拉姆王子",
		[26793] = "晶化魔花",
		[27871] = "达克隆折磨者",
		[1976] = "暴风城巡逻兵",
		[30414] = "被遗忘的无面者",
		[30283] = "天灾漫步者",
		[26929] = "时间停止",
		[27981] = "畸形的淤泥怪 <塑铁者斯约尼尔>",
		[11351] = "古拉巴什猎头者",
		[16733] = "埃索达卫士",
		[27983] = "黑暗符文保卫者",
		[28265] = "灼热凝视",
		[34472] = "伊锐丝·影踪",
		[28235] = "Dark Matter",
		[35465] = "扎戈瑞姆 <塞瑞莎·术轮>",
		[7916] = "艾瑞拉斯·琥珀",
		[27972] = "闪电构造体",
		[30622] = "奉献",
		[35590] = "复生的勇士 <黑骑士>",
		[30106] = "烈焰之球",
		[31129] = "大地之力图腾 VIII <萨缪尔>",
		[17105] = "瓦鲁丝塔大使",
		[35143] = "烈焰守卫",
		[26734] = "碧蓝强制者",
		[35636] = "拉娜·硬锤的坐骑",
		[34784] = "军团烈焰 <狂暴專家>",
		[24997] = "水手塞戈·烁星",
		[25053] = "水手希克尔·远途",
		[32904] = "黑暗符文平民",
		[33722] = "雷暴锻铸守护者",
		[3607] = "安多尔·橡木之手",
		[33754] = "黑暗符文咆哮者",
		[26626] = "天灾复活者",
		[31233] = "强壮的野狼",
		[26620] = "达卡莱守卫者",
		[14363] = "抓贼者格雷·铁钻",
		[26716] = "碧蓝典狱官",
		[17468] = "先知维伦",
		[26722] = "碧蓝大法师",
		[30111] = "暮光膜拜者",
		[32876] = "黑暗符文勇士",
		[28231] = "晶化看护者",
		[32908] = "被俘虏的雇佣兵队长",
		[26746] = "狂乱的法力怨灵",
		[34473] = "布瑞娜·沉夜",
		[26730] = "法师杀手",
		[11350] = "古拉巴什掷斧者",
		[745] = "刃鳞龙人队长",
		[36070] = "树人 <卡雯娜·林歌>",
		[11353] = "古拉巴什饮血者",
		[26635] = "复活的达卡莱战士",
		[26723] = "克莉斯塔萨",
		[11365] = "祖利安雌猎虎",
		[26794] = "塑树者奥莫洛克",
		[35144] = "酸喉",
		[34705] = "雅克布·奥勒留斯元帅",
		[35329] = "铁炉堡勇士",
		[1756] = "暴风城皇家卫兵",
		[10878] = "赫拉德·月行者",
		[26643] = "狂暴灰熊",
		[33196] = "西芙",
		[11401] = "女祭司阿兰希雅",
		[34800] = "雪地狗头人奴隶",
		[33755] = "黑暗符文破坏者",
		[30621] = "扭曲之容",
		[10184] = "奥妮克希亚",
		[34825] = "虚空传送门 <加拉克苏斯大王>",
		[34467] = "阿莱希娅·月行者",
		[30179] = "暮光传道者",
		[35119] = "纯洁者耶德瑞克",
		[26930] = "暴风雪",
		[27960] = "黑暗符文战士",
		[32877] = "黑暗符文战争使者",
		[27979] = "铸铁穴居人 <塑铁者斯约尼尔>",
		[27984] = "黑暗符文唤雷者",
		[34466] = "安塔尔·缮炉者",
		[34474] = "塞瑞莎·术轮",
		[28519] = "干瘪的巨魔",
		[35311] = "光明之泉 <银色女祭司>",
		[17804] = "侍卫洛文",
		[33515] = "欧尔莉亚",
		[32865] = "托里姆",
		[5925] = "根基图腾 <萨缪尔>",
		[33768] = "碎石",
		[24998] = "水手法塞特·远界",
		[4262] = "达纳苏斯卫兵",
		[34797] = "冰吼",
		[3571] = "泰达希尔卫兵",
		[34606] = "冰霜之球",
		[27753] = "达卡莱入侵者",
		[34190] = "硬化铁魔像",
		[25054] = "水手尼斯达·暗星",
		[35451] = "黑骑士",
		[35768] = "克罗索斯的坐骑",
		[34796] = "穿刺者戈莫克",
		[35601] = "奥术师纳扎丽娅",
		[35305] = "银色僧侣",
		[29611] = "瓦里安·乌瑞恩国王",
	},
	["death_recap"] = {
		["enabled"] = true,
		["show_segments"] = false,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["spell_pool"] = {
		"碧蓝典狱官", -- [1]
		"娅琳·永歌", -- [2]
		"环境伤害 (坠落)", -- [3]
		[57100] = 2,
		[16346] = "肮脏的喷毒者",
		[413430] = 2,
		[8222] = 6,
		[1543] = 3,
		[65936] = "索库尔",
		[66320] = "火焰炸弹",
		[47633] = 6,
		[59979] = "[*] 碎裂",
		[60043] = 7,
		[47825] = 9,
		[60235] = 11,
		[54158] = 2,
		[29166] = 11,
		[65809] = "塞瑞莎·术轮",
		[64713] = 8,
		[66065] = "麦拉多·深谷游者",
		[66193] = "冰霜之球",
		[48785] = 2,
		[67345] = "冰吼",
		[349981] = 9,
		[67729] = "复生的勇士 <黑骑士>",
		[31821] = 2,
		[66066] = "麦拉多·深谷游者",
		[59788] = 6,
		[49617] = 1,
		[48018] = 9,
		[62411] = "古代符文巨人",
		[58381] = 5,
		[60492] = 9,
		[6552] = 1,
		[66067] = "麦拉多·深谷游者",
		[48466] = 11,
		[68498] = "银色战斗座狼 <拖把沾十>",
		[52752] = 7,
		[22482] = 4,
		[20467] = 2,
		[57358] = 1,
		[65684] = 8,
		[65812] = "塞瑞莎·术轮",
		[65940] = "索库尔",
		[66068] = "阿莱希娅·月行者",
		[45524] = 6,
		[18708] = 9,
		[57934] = 4,
		[49938] = 6,
		[65813] = 5,
		[64715] = "科隆加恩",
		[34074] = 3,
		[348459] = 7,
		[23250] = 1,
		[48659] = 4,
		[1719] = 1,
		[34650] = "暗影魔 <漂亮婆婆>",
		[44949] = 1,
		[53201] = 11,
		[31790] = 2,
		[65814] = "塞瑞莎·术轮",
		[66070] = "麦拉多·深谷游者",
		[25809] = "毒蛇",
		[57807] = "被俘虏的雇佣兵队长",
		[61965] = "黑暗符文助手",
		[47700] = "晶化守护者",
		[47892] = 9,
		[48020] = 9,
		[50131] = "法师杀手",
		[17941] = 9,
		[60494] = 8,
		[65815] = "塞瑞莎·术轮",
		[34075] = 3,
		[24242] = 2,
		[14204] = 1,
		[61006] = 3,
		[48788] = 2,
		[61326] = "碧蓝缚鳞者",
		[49236] = 7,
		[65816] = "塞瑞莎·术轮",
		[51411] = 6,
		[45334] = 11,
		[5209] = 11,
		[33500] = "黑暗符文勇士",
		[47893] = 9,
		[16886] = 11,
		[65817] = "塞瑞莎·术轮",
		[1833] = 4,
		[48469] = 11,
		[68504] = "拉娜·硬锤",
		[59024] = "黑暗符文元素师",
		[59152] = "黑暗符文施法者",
		[63630] = "雷暴锻铸守护者",
		[65946] = "索库尔",
		[25810] = "毒蛇",
		[68505] = 2,
		[61967] = "黑暗符文助手",
		[59984] = "扭曲之容",
		[35548] = 4,
		[49941] = 6,
		[32175] = 7,
		[67354] = 11,
		[20053] = 2,
		[65947] = "索库尔",
		[475] = 8,
		[48470] = 11,
		[66331] = "穿刺者戈莫克",
		[59025] = "黑暗符文元素师",
		[24435] = "古拉巴什饮血者",
		[48982] = 6,
		[63375] = 7,
		[67739] = 5,
		[413991] = 1,
		[53652] = 2,
		[7744] = 4,
		[59985] = "扭曲之容",
		[53908] = 6,
		[69403] = 2,
		[1953] = 8,
		[60433] = 11,
		[67740] = 5,
		[67868] = "拉娜·硬锤的坐骑",
		[58578] = 6,
		[15708] = "古拉巴什猎头者",
		[23252] = 7,
		[42650] = 6,
		[67229] = "银色女祭司",
		[67485] = 2,
		[67741] = 2,
		[498] = 2,
		[65950] = "光明邪使菲奥拉",
		[53653] = 2,
		[45529] = 6,
		[51734] = 6,
		[53909] = 11,
		[32176] = 7,
		[24020] = "古拉巴什掷斧者",
		[67742] = 2,
		[66207] = "阿莱希娅·月行者",
		[30449] = 8,
		[48664] = 4,
		[48792] = 6,
		[34655] = "毒蛇",
		[49048] = 3,
		[65488] = "布瑞娜·沉夜",
		[49240] = 7,
		[55637] = 9,
		[66336] = "痛苦女王 <加拉克苏斯大王>",
		[51735] = 6,
		[57940] = 7,
		[2094] = 4,
		[12494] = 8,
		[67360] = 11,
		[67744] = 7,
		[66081] = "娅琳·永歌",
		[414011] = 1,
		[64913] = 4,
		[48665] = 4,
		[66977] = 6,
		[42844] = 8,
		[23509] = 7,
		[67489] = 1,
		[546] = 7,
		[67745] = "黑骑士",
		[65954] = "伊锐丝·影踪",
		[414015] = 1,
		[552] = 5,
		[60052] = 3,
		[47834] = 9,
		[33697] = 7,
		[67490] = 2,
		[67746] = 7,
		[65955] = "伊锐丝·影踪",
		[66083] = "娅琳·永歌",
		[48666] = 4,
		[57046] = "狂乱的法力涌动者",
		[20375] = 2,
		[67235] = "银色僧侣",
		[18392] = "奥妮克希亚",
		[65490] = "布瑞娜·沉夜",
		[61460] = "天灾漫步者",
		[67747] = 7,
		[65828] = 6,
		[65956] = "伊锐丝·影踪",
		[18584] = "奥妮克希亚",
		[6713] = "狂热者洛卡恩",
		[68515] = "虫群甲虫",
		[586] = 5,
		[60053] = 3,
		[15581] = "狂热者扎斯",
		[67364] = 2,
		[60437] = 11,
		[65957] = "伊锐丝·影踪",
		[58646] = 7,
		[64851] = "[*] 烈焰符文",
		[66725] = "火焰看守者科拉隆",
		[50842] = 6,
		[57047] = "狂乱的法力涌动者",
		[67237] = "银色圣光支配者",
		[53209] = 3,
		[61461] = "冰霜使者",
		[67749] = "复生的嘉伦·誓日",
		[66086] = "麦拉多·深谷游者",
		[2458] = 1,
		[53913] = 3,
		[47836] = 9,
		[48156] = 5,
		[67750] = 5,
		[54425] = "哈恩索恩 <飛燕丶>",
		[64852] = "符文蚀刻斥候",
		[16237] = 7,
		[20216] = 2,
		[48668] = 4,
		[24438] = "古拉巴什勇士",
		[59159] = 7,
		[49052] = 3,
		[65492] = "布瑞娜·沉夜",
		[61462] = "冰霜使者",
		[67751] = "黑骑士",
		[65960] = "伊锐丝·影踪",
		[18585] = "奥妮克希亚",
		[45470] = 6,
		[59863] = "黑暗符文唤雷者",
		[64085] = 5,
		[62166] = "科隆加恩",
		[25046] = 4,
		[65961] = "伊锐丝·影踪",
		[66217] = 6,
		[48541] = 1,
		[61463] = "塔达拉姆之眼",
		[67753] = 2,
		[65962] = "伊锐丝·影踪",
		[51484] = "黑暗符文施法者",
		[53595] = 2,
		[61847] = 3,
		[59864] = "黑暗符文唤雷者",
		[19801] = 3,
		[47838] = 9,
		[54043] = 6,
		[54171] = 2,
		[48158] = 5,
		[414050] = 2,
		[24183] = "高阶祭司塞卡尔",
		[64790] = 6,
		[20185] = 2,
		[24407] = "血领主曼多基尔",
		[57050] = "晶化保卫者",
		[48990] = 3,
		[67371] = 2,
		[61528] = "闪电构造体",
		[66092] = "虫群甲虫",
		[59865] = "铁魔像看守者",
		[29077] = 8,
		[414057] = 1,
		[54172] = 2,
		[48095] = "[*] 极度冰寒",
		[50334] = 11,
		[66093] = "麦拉多·深谷游者",
		[50526] = 6,
		[50590] = 9,
		[50782] = 1,
		[57051] = "晶化保卫者",
		[67117] = 6,
		[42914] = 8,
		[57371] = 6,
		[51294] = 4,
		[63640] = 3,
		[45281] = 11,
		[59674] = 11,
		[47520] = 1,
		[57819] = 2,
		[66734] = "冰吼",
		[66862] = "纯洁者耶德瑞克",
		[48160] = 5,
		[50463] = 6,
		[48480] = 11,
		[20186] = 2,
		[56860] = "法师猎手新兵",
		[50783] = 1,
		[66863] = "纯洁者耶德瑞克",
		[57052] = "晶化守护者",
		[53022] = 5,
		[67247] = "银色圣光支配者",
		[768] = 11,
		[67631] = 1,
		[67759] = 11,
		[59675] = 11,
		[57820] = 1,
		[62042] = "托里姆",
		[67760] = 7,
		[23161] = 9,
		[50464] = 11,
		[6346] = 5,
		[14751] = 5,
		[48801] = 2,
		[42724] = "钢铁荣誉卫士",
		[59164] = 9,
		[55262] = 6,
		[43044] = 8,
		[67761] = "黑骑士",
		[59676] = 11,
		[19675] = 11,
		[57821] = 11,
		[52000] = 7,
		[56222] = 6,
		[56350] = 6,
		[67890] = 6,
		[50401] = 6,
		[48418] = 11,
		[66867] = "纯洁者耶德瑞克",
		[57054] = "晶化看护者",
		[67251] = "银色僧侣",
		[42917] = 8,
		[15359] = 5,
		[53408] = 2,
		[13376] = "强力火元素 <凉小贱贱>",
		[18588] = "奥妮克希亚",
		[57822] = 2,
		[59997] = "扭曲之容",
		[47779] = "管家",
		[47843] = 9,
		[64411] = 2,
		[34026] = 3,
		[64859] = 6,
		[66613] = "维兰纳",
		[9634] = 11,
		[59038] = "闪电构造体",
		[59102] = "安卡哈爆法者",
		[43046] = 8,
		[57567] = 9,
		[53601] = 2,
		[57823] = 1,
		[55968] = "塔达拉姆王子",
		[67254] = "银色女祭司",
		[4987] = 2,
		[5019] = 8,
		[12097] = "拉扎什毒蛇",
		[58655] = 7,
		[26297] = 6,
		[66359] = "痛苦女王 <加拉克苏斯大王>",
		[24314] = "血领主曼多基尔",
		[48676] = 4,
		[59039] = "冷酷的构造体",
		[59103] = "安卡哈爆法者",
		[67255] = "银色僧侣",
		[67383] = 6,
		[413078] = "黑暗符文保卫者",
		[67767] = "泰利乌斯·达斯布雷德",
		[20572] = 1,
		[18589] = "奥妮克希亚",
		[24858] = 11,
		[56161] = 5,
		[64413] = 2,
		[48101] = 11,
		[8515] = 7,
		[48421] = 11,
		[17086] = "奥妮克希亚",
		[62942] = "古代符文巨人",
		[59040] = "冷酷的构造体",
		[8643] = 4,
		[67385] = 7,
		[3714] = 6,
		[60064] = 11,
		[50213] = 11,
		[54499] = 2,
		[48422] = 11,
		[66235] = 2,
		[20253] = 1,
		[65182] = 2,
		[413093] = "[*] 理智",
		[48934] = 2,
		[42921] = 8,
		[53220] = 3,
		[65724] = 9,
		[53412] = "火腿肠 <谢不肉>",
		[18590] = "奥妮克希亚",
		[61792] = 5,
		[33198] = 5,
		[45544] = 1,
		[22812] = 11,
		[60065] = 4,
		[413097] = "镜像 <大魔导师泰蕾丝塔>",
		[67388] = 7,
		[31224] = 4,
		[60513] = 2,
		[982] = 3,
		[17087] = "奥妮克希亚",
		[48743] = 6,
		[988] = 5,
		[59106] = "安卡哈织网者",
		[7922] = 1,
		[55268] = 6,
		[67773] = 6,
		[65854] = "卡雯娜·林歌",
		[35054] = "黑暗符文勇士",
		[51494] = "黑暗符文巨人",
		[68285] = 11,
		[47528] = 6,
		[53733] = 2,
		[49895] = 6,
		[54053] = "哈恩索恩 <飛燕丶>",
		[54181] = 9,
		[67518] = "扎戈瑞姆 <塞瑞莎·术轮>",
		[48168] = 5,
		[67774] = "复生的嘉伦·誓日",
		[65855] = "卡雯娜·林歌",
		[65983] = "萨缪尔",
		[14177] = 4,
		[24316] = "血领主曼多基尔",
		[66879] = "恐鳞",
		[59107] = "碾骨者",
		[42859] = 8,
		[42987] = 8,
		[28730] = 2,
		[65856] = "卡雯娜·林歌",
		[18591] = "奥妮克希亚",
		[47465] = 1,
		[66496] = "魔焰地狱火 <加拉克苏斯大王>",
		[1044] = 2,
		[22845] = 11,
		[66880] = "酸喉",
		[415672] = 6,
		[66] = 8,
		[29178] = 7,
		[48169] = 5,
		[60515] = 7,
		[62626] = 2,
		[66113] = "维兰纳",
		[50536] = 6,
		[54758] = 7,
		[63010] = "诺莫瑞根勇士",
		[19263] = 3,
		[66881] = "[*] 粘液池",
		[59108] = "深渊爬行者",
		[55078] = 6,
		[49001] = 3,
		[49065] = 3,
		[61411] = 2,
		[51240] = "复活的达卡莱死亡骑士",
		[65858] = "光明邪使菲奥拉",
		[59620] = 7,
		[43308] = 4,
		[29882] = "狂乱的法力涌动者",
		[413120] = 2,
		[64290] = 8,
		[35696] = 9,
		[48170] = 5,
		[67778] = "黑骑士",
		[65859] = "卡雯娜·林歌",
		[24189] = "高阶祭司塞卡尔",
		[32409] = "[*] 暗言术：灭",
		[71] = 1,
		[64930] = 7,
		[24317] = "奥根",
		[56934] = "大魔导师泰蕾丝塔",
		[66883] = "恐鳞",
		[57062] = "阿诺玛鲁斯",
		[48938] = 2,
		[72] = 1,
		[42925] = 8,
		[20511] = 1,
		[53352] = 3,
		[65860] = "卡雯娜·林歌",
		[66116] = "维兰纳",
		[22718] = 1,
		[15473] = 5,
		[45548] = 2,
		[33778] = 11,
		[6795] = 11,
		[2379] = 2,
		[65861] = "卡雯娜·林歌",
		[64739] = 7,
		[17057] = 11,
		[75] = 3,
		[38384] = "法师猎手军官",
		[57063] = "阿诺玛鲁斯",
		[42926] = 8,
		[51178] = 11,
		[53353] = 3,
		[63652] = 6,
		[63716] = "科隆加恩",
		[66118] = "阿努巴拉克",
		[47468] = "冰川窃贼 <巨馍蘸酱丶>",
		[57767] = "扭曲之容",
		[51690] = 4,
		[2479] = 1,
		[64420] = 3,
		[48108] = 8,
		[12051] = 8,
		[48300] = 5,
		[50411] = "树人 <猜猜妹儿>",
		[50475] = 6,
		[64868] = 8,
		[24318] = "血领主曼多基尔",
		[56936] = "大魔导师泰蕾丝塔",
		[59111] = "塔达拉姆之眼",
		[22591] = "古拉巴什勇士",
		[43183] = 7,
		[10308] = 2,
		[394209] = 5,
		[57960] = 7,
		[47789] = "法师猎手军官",
		[47981] = "塑树者奥莫洛克",
		[48173] = 5,
		[48301] = 5,
		[64741] = 8,
		[17090] = "奥妮克希亚",
		[1330] = 4,
		[56937] = "大魔导师泰蕾丝塔",
		[67017] = 7,
		[2687] = 1,
		[53227] = 11,
		[63654] = 2,
		[66378] = "痛苦女王 <加拉克苏斯大王>",
		[53739] = 2,
		[57961] = 7,
		[47790] = "法师猎手军官",
		[28093] = 1,
		[65867] = "阿莱希娅·月行者",
		[64870] = "符文蚀刻斥候",
		[56938] = "大魔导师泰蕾丝塔",
		[57066] = "塑树者奥莫洛克",
		[48942] = 2,
		[63527] = "雷暴锻铸守护者",
		[20545] = "狂热者洛卡恩",
		[63655] = 4,
		[18562] = 11,
		[63783] = "[*] 震荡波",
		[33206] = 5,
		[49710] = "达卡莱裂肠者",
		[47855] = 9,
		[2895] = 7,
		[44401] = 8,
		[64999] = 2,
		[66765] = "火焰看守者科拉隆",
		[57067] = "[*] 水晶之刺",
		[48943] = 2,
		[49071] = 3,
		[43186] = 7,
		[63720] = "科隆加恩",
		[68301] = "拉娜·硬锤",
		[49711] = "复活的达卡莱训练者",
		[17731] = "熔岩裂缝",
		[413170] = "不朽的重压触须",
		[65871] = "阿莱希娅·月行者",
		[24192] = "高阶祭司塞卡尔",
		[66255] = "地狱火山 <加拉克苏斯大王>",
		[48560] = 11,
		[65000] = 2,
		[50799] = 1,
		[6] = "环境伤害 (火烧)",
		[18371] = 9,
		[42931] = 8,
		[42995] = 8,
		[63529] = 2,
		[18499] = 1,
		[57516] = 1,
		[22721] = 2,
		[53742] = 2,
		[47793] = 9,
		[66001] = "黑暗邪使艾蒂丝",
		[42292] = 5,
		[64937] = 1,
		[59052] = 6,
		[48945] = 2,
		[61291] = 9,
		[1604] = "诺莫瑞根勇士",
		[67793] = "猫 <阿莱希娅·月行者>",
		[65874] = "黑暗邪使艾蒂丝",
		[59628] = 4,
		[66258] = "加拉克苏斯大王",
		[66770] = "冰吼",
		[62315] = "冰虫巨兽",
		[33721] = 11,
		[62507] = "西芙",
		[64874] = "硬化铁魔像",
		[48562] = 11,
		[58861] = "幽灵狼 <萌音吐司酱>",
		[65748] = 2,
		[65876] = "光明邪使菲奥拉",
		[22722] = 9,
		[1680] = 1,
		[47731] = "大魔导师泰蕾丝塔",
		[62124] = 2,
		[15571] = 11,
		[62316] = "冰虫巨兽",
		[62380] = 5,
		[33786] = 11,
		[48179] = "克莉斯塔萨",
		[65877] = "阿莱希娅·月行者",
		[1706] = 5,
		[38264] = "镜像 <碧蓝缚鳞者>",
		[56815] = 6,
		[48691] = 4,
		[34490] = 3,
		[50994] = "晶化看护者",
		[67669] = 9,
		[6940] = 2,
		[66134] = "蛛魔掘地者",
		[47476] = 6,
		[47668] = "复活的达卡莱战士",
		[66902] = "恐鳞",
		[47860] = 9,
		[26017] = 2,
		[24002] = "拉扎什毒蛇",
		[50163] = 6,
		[50227] = 1,
		[1766] = 4,
		[65879] = "黑暗邪使艾蒂丝",
		[20132] = 2,
		[20164] = 2,
		[1776] = 4,
		[66519] = "魔焰地狱火 <加拉克苏斯大王>",
		[40504] = "肮脏的喷毒者",
		[66903] = "纯洁者耶德瑞克",
		[67671] = 3,
		[10278] = 2,
		[65880] = "阿莱希娅·月行者",
		[68055] = 2,
		[66264] = "虚空传送门 <加拉克苏斯大王>",
		[53746] = 11,
		[22883] = "哈卡祭司",
		[5229] = 11,
		[33660] = 8,
		[25058] = "法师猎手新兵",
		[68056] = 2,
		[64877] = "硬化铁魔像",
		[8599] = "碾骨者",
		[34428] = 1,
		[31583] = 8,
		[8647] = 4,
		[67289] = "银色女祭司",
		[51124] = 6,
		[67545] = 8,
		[48075] = 5,
		[49269] = 7,
		[64144] = "不朽的重压触须",
		[67743] = 7,
		[32693] = "黑暗符文元素师",
		[60848] = "被遗忘的无面者",
		[47743] = "阿诺玛鲁斯",
		[57841] = 4,
		[56707] = "天灾漫步者",
		[59104] = "安卡哈爆法者",
		[65547] = "阿莱希娅·月行者",
		[49909] = 6,
		[55767] = 5,
		[33661] = "复活的达卡莱战士",
		[32223] = 2,
		[64494] = 3,
		[8983] = 11,
		[63560] = 6,
		[65883] = "阿莱希娅·月行者",
		[50421] = 6,
		[24437] = "古拉巴什饮血者",
		[48465] = 11,
		[50613] = 6,
		[65006] = 7,
		[59861] = "塑铁者斯约尼尔",
		[16166] = 7,
		[15284] = "碧蓝强制者",
		[50933] = "达克隆折磨者",
		[63321] = 9,
		[42873] = 8,
		[59868] = "Dark Matter",
		[20178] = 2,
		[49206] = 6,
		[20549] = 1,
		[59569] = 1,
		[66012] = "阿努巴拉克",
		[59870] = "[*] 法庭的怒视",
		[52494] = "冷酷的构造体",
		[51637] = 4,
		[57842] = 4,
		[22842] = 11,
		[60017] = "扭曲之容",
		[413118] = 2,
		[59026] = "黑暗符文巨人",
		[67355] = 11,
		[62320] = "黑暗符文战争使者",
		[413085] = 2,
		[64495] = 3,
		[48996] = 3,
		[62576] = "[*] 暴风雪",
		[51425] = 6,
		[66013] = "阿努巴拉克",
		[413083] = 2,
		[66269] = "加拉克苏斯大王",
		[60849] = "被遗忘的无面者",
		[51475] = "黑暗符文元素师",
		[61895] = 6,
		[6788] = 5,
		[48823] = 2,
		[42746] = "安卡哈看守者",
		[47568] = 6,
		[46968] = 1,
		[42938] = 8,
		[43002] = 8,
		[53463] = "先知萨隆亚",
		[34942] = "银色女祭司",
		[13877] = 4,
		[59891] = 5,
		[31884] = 2,
		[65934] = "索库尔",
		[49704] = "暗网隐藏者",
		[61513] = "冷酷的构造体",
		[8012] = 7,
		[47736] = "大魔导师泰蕾丝塔",
		[60302] = 2,
		[47864] = 9,
		[19878] = 3,
		[413174] = "复活的达卡莱战士",
		[66063] = "萨缪尔",
		[48120] = 5,
		[16857] = 11,
		[60530] = 7,
		[50581] = 9,
		[36094] = "复活的达卡莱战士",
		[48053] = "晶化魔花",
		[14181] = 4,
		[48568] = 11,
		[16856] = "血领主曼多基尔",
		[24018] = "古拉巴什掷斧者",
		[46202] = "达克隆折磨者",
		[68958] = "奥妮克希亚巢穴守卫",
		[48162] = 5,
		[48952] = 2,
		[64903] = "铁矮人修理工",
		[48463] = 11,
		[57332] = 2,
		[61490] = "扭曲之容",
		[2139] = 8,
		[45242] = 5,
		[30849] = "法师杀手",
		[871] = 1,
		[47481] = "卵石之面 <我可危險>",
		[67233] = "银色僧侣",
		[53750] = 5,
		[59035] = "黑暗符文战士",
		[47737] = "混乱裂隙 <阿诺玛鲁斯>",
		[24932] = 11,
		[47865] = 9,
		[6253] = "复活的达卡莱训练者",
		[61336] = 11,
		[48503] = 11,
		[55341] = 2,
		[64371] = 9,
		[67808] = "黑骑士",
		[57755] = 1,
		[66017] = "泰利乌斯·达斯布雷德",
		[48441] = 11,
		[66075] = "光明邪使菲奥拉",
		[60851] = "被遗忘的无面者",
		[67519] = "扎戈瑞姆 <塞瑞莎·术轮>",
		[32375] = 5,
		[57531] = 8,
		[68960] = "奥妮克希亚巢穴守卫",
		[66316] = "[*] 旋压痛击",
		[55095] = 6,
		[63346] = "[*] 聚焦视线",
		[42940] = 8,
		[57367] = 3,
		[61491] = "扭曲之容",
		[66009] = "维兰纳",
		[56488] = 6,
		[66018] = "泰利乌斯·达斯布雷德",
		[34027] = 3,
		[68321] = "拉娜·硬锤",
		[13323] = "法师猎手军官",
		[47610] = 8,
		[49050] = 3,
		[47585] = 5,
		[62131] = "托里姆",
		[17800] = 9,
		[47930] = 5,
		[47994] = "瑟里克米努尔 <大蓄胖丁>",
		[48058] = "晶化魔花",
		[17928] = 9,
		[20007] = 4,
		[55382] = 2,
		[36032] = 8,
		[66019] = "泰利乌斯·达斯布雷德",
		[413763] = 1,
		[30809] = 7,
		[9080] = "达卡莱守卫者",
		[60916] = "阿尔卡冯守卫者",
		[413764] = 1,
		[15290] = 5,
		[59017] = "天灾复活者",
		[48572] = 11,
		[63283] = 7,
		[414277] = "矮人观众",
		[66330] = "穿刺者戈莫克",
		[56728] = "塔达拉姆之眼",
		[67683] = 6,
		[75999] = 5,
		[62318] = "被俘虏的雇佣兵",
		[59637] = "镜像 <乐欣和乐童>",
		[20647] = 1,
		[52473] = "蛋总 <一只小猎>",
		[52492] = "冷酷的构造体",
		[44578] = 1,
		[24187] = "祖利安守护者 <高阶祭司塞卡尔>",
		[67731] = "[*] 缓死",
		[22886] = "古拉巴什勇士",
		[47867] = 9,
		[52025] = "净化图腾 <Mansma>",
		[15589] = "血领主曼多基尔",
		[48078] = 5,
		[56160] = 5,
		[67684] = 2,
		[62580] = "西芙",
		[62279] = "托里姆",
		[66021] = "泰利乌斯·达斯布雷德",
		[48443] = 11,
		[64883] = 2,
		[57319] = 2,
		[65011] = 2,
		[52985] = 5,
		[49805] = "天灾复活者",
		[54968] = 2,
		[415308] = 2,
		[66020] = "泰利乌斯·达斯布雷德",
		[61301] = 7,
		[65004] = 7,
		[59848] = "塑铁者斯约尼尔",
		[57399] = 11,
		[122] = 8,
		[35010] = "黑暗符文施法者",
		[59638] = "镜像 <乐欣和乐童>",
		[17289] = "塔达拉姆之眼",
		[11719] = 9,
		[65930] = "索库尔",
		[58777] = 7,
		[53817] = 7,
		[57975] = 4,
		[48543] = 6,
		[415312] = 6,
		[65546] = "布瑞娜·沉夜",
		[64372] = 11,
		[12536] = 8,
		[57970] = 4,
		[35011] = "天灾蛮兵",
		[65767] = "光明邪使菲奥拉",
		[64205] = 2,
		[66023] = "泰利乌斯·达斯布雷德",
		[56632] = "安卡哈织网者",
		[20168] = 2,
		[66407] = "雪地狗头人奴隶",
		[65012] = 2,
		[65003] = 7,
		[62444] = "被俘虏的雇佣兵队长",
		[66528] = "加拉克苏斯大王",
		[27013] = 11,
		[47450] = 1,
		[66313] = "雪地狗头人奴隶",
		[5118] = 3,
		[58735] = "熔岩图腾 VII <凉小贱贱>",
		[63541] = "雷暴锻铸守护者",
		[49276] = 7,
		[53434] = 3,
		[2580] = 2,
		[39104] = 7,
		[45438] = 8,
		[66408] = "雪地狗头人奴隶",
		[413082] = 2,
		[49724] = "达卡莱指挥官",
		[50449] = 6,
		[22887] = "古拉巴什掷斧者",
		[51963] = "黑锋石像鬼 <巨馍蘸酱丶>",
		[1784] = 4,
		[62326] = "黑暗符文平民",
		[5246] = 1,
		[48125] = 5,
		[27173] = 2,
		[65769] = "黑暗邪使艾蒂丝",
		[62470] = "[*] 震耳雷霆",
		[53148] = "狼 <愛吃火龍果>",
		[48445] = 11,
		[67378] = 2,
		[31834] = 2,
		[56825] = "法师猎手军官",
		[66665] = "火焰看守者科拉隆",
		[59000] = 5,
		[64918] = "铁矮人修理工",
		[24252] = 8,
		[66199] = "[*] 军团烈焰",
		[50422] = 6,
		[57056] = "晶化魔花",
		[43008] = 8,
		[53307] = 11,
		[12470] = "强力火元素 <凉小贱贱>",
		[57329] = 8,
		[48638] = 4,
		[55610] = 6,
		[66056] = "萨缪尔",
		[10872] = 6,
		[53755] = 11,
		[47765] = "[*] 吸引",
		[66794] = "恐鳞",
		[66922] = 2,
		[19134] = "碾骨者",
		[67719] = "黑骑士",
		[65544] = "布瑞娜·沉夜",
		[5502] = 2,
		[24071] = "古拉巴什掷斧者",
		[48817] = 2,
		[62583] = "西芙",
		[22120] = "黑暗符文保卫者",
		[60242] = 7,
		[34720] = 3,
		[13159] = 3,
		[48574] = 11,
		[65014] = 6,
		[44781] = 8,
		[59001] = "复活的达卡莱训练者",
		[15286] = 5,
		[57082] = "塑树者奥莫洛克",
		[49639] = "托尔戈",
		[59015] = "复活的达卡莱灵魂法师",
		[42945] = 8,
		[66901] = "酸喉",
		[53308] = 11,
		[59513] = "塔达拉姆王子",
		[65869] = "阿莱希娅·月行者",
		[39171] = "碧蓝强制者",
		[57965] = 4,
		[48127] = 5,
		[415306] = 6,
		[64772] = 2,
		[65927] = "索库尔",
		[66796] = "恐鳞",
		[26982] = 11,
		[32330] = "暗网隐藏者",
		[60486] = 9,
		[65543] = "布瑞娜·沉夜",
		[60345] = 1,
		[58362] = 1,
		[65645] = 5,
		[57083] = "塑树者奥莫洛克",
		[3391] = "奥根",
		[48420] = 11,
		[64823] = 11,
		[66283] = "痛苦女王 <加拉克苏斯大王>",
		[20066] = 2,
		[56827] = "法师猎手军官",
		[26669] = 4,
		[62606] = 11,
		[59626] = 6,
		[48895] = "达卡莱萨满祭司",
		[59846] = "塑铁者斯约尼尔",
		[53138] = 6,
		[2457] = 1,
		[43010] = 8,
		[59754] = 6,
		[49279] = 7,
		[63672] = 3,
		[57774] = "扭曲之容",
		[53385] = 2,
		[47488] = 1,
		[18592] = "奥妮克希亚",
		[1038] = 2,
		[66670] = "火焰看守者科拉隆",
		[23880] = 1,
		[53313] = 11,
		[34477] = 3,
		[60218] = 6,
		[60119] = 7,
		[64440] = 2,
		[61562] = "暮光黑暗法师",
		[58427] = 4,
		[65775] = "虫群甲虫",
		[49715] = "天灾蛮兵",
		[59014] = "复活的达卡莱灵魂法师",
		[74347] = 1,
		[20170] = 2,
		[16246] = 7,
		[58875] = 7,
		[412668] = 6,
		[70893] = 3,
		[32612] = 8,
		[12472] = 8,
		[64963] = 6,
		[65808] = "黑暗光球",
		[49088] = 6,
		[6150] = 3,
		[67695] = 4,
		[67823] = "黑骑士",
		[64911] = 5,
		[35079] = 3,
		[56939] = "大魔导师泰蕾丝塔",
		[68335] = "恐鳞",
		[28902] = "暮光传道者",
		[53758] = 2,
		[59963] = "先知萨隆亚",
		[412544] = 6,
		[47809] = 9,
		[57770] = "扭曲之容",
		[66823] = "酸喉",
		[65541] = "布瑞娜·沉夜",
		[60347] = 2,
		[16870] = 11,
		[66494] = "魔焰地狱火 <加拉克苏斯大王>",
		[60229] = 1,
		[47883] = 9,
		[61840] = 2,
		[66820] = "恐鳞",
		[64889] = "闪电充能的铁矮人",
		[48577] = 11,
		[35025] = 8,
		[20166] = 2,
		[19506] = 3,
		[61290] = 9,
		[66055] = "萨缪尔",
		[62317] = "被俘虏的雇佣兵队长",
		[65924] = "索库尔",
		[48024] = 9,
		[43012] = 8,
		[34897] = 4,
		[61563] = "暮光黑暗法师",
		[64901] = 5,
		[18500] = "奥妮克希亚",
		[70940] = 2,
		[64844] = 5,
		[66115] = "维兰纳",
		[66877] = "军团烈焰 <狂暴專家>",
		[12292] = 1,
		[23881] = 1,
		[20271] = 2,
		[49921] = 6,
		[47699] = "晶化守护者",
		[62331] = "竞技场铁卫士",
		[64442] = 2,
		[20203] = "奥妮克希亚守卫",
		[67009] = "加拉克苏斯大王",
		[66803] = 6,
		[60902] = "阿尔卡冯守卫者",
		[66905] = 2,
		[65795] = "光明光球",
		[43185] = 8,
		[398475] = 9,
		[66114] = "维兰纳",
		[20267] = 2,
		[15271] = 5,
		[24185] = "高阶祭司塞卡尔",
		[57086] = "塑树者奥莫洛克",
		[19882] = 3,
		[57769] = "扭曲之容",
		[49233] = 7,
		[38313] = "黑暗符文平民",
		[53312] = 11,
		[11305] = 4,
		[398478] = 2,
		[12970] = 1,
		[66240] = "阿努巴拉克",
		[51585] = 4,
		[48504] = 11,
		[26888] = 4,
		[59965] = "先知萨隆亚",
		[47747] = "阿诺玛鲁斯",
		[47811] = 9,
		[47875] = 9,
		[59844] = "塑铁者斯约尼尔",
		[6774] = 4,
		[59509] = "烈焰之球",
		[66178] = "伊锐丝·影踪",
		[41635] = 5,
		[15655] = "古拉巴什勇士",
		[64801] = 11,
		[36093] = "复活的达卡莱战士",
		[48451] = 11,
		[68340] = "娅琳·永歌",
		[53747] = 11,
		[13704] = "哈卡祭司",
		[48707] = 6,
		[13736] = "血领主曼多基尔",
		[55360] = 8,
		[55040] = "法师猎手军官",
		[46916] = 1,
		[63356] = "科隆加恩",
		[42950] = 8,
		[16959] = 11,
		[67701] = "拉娜·硬锤",
		[63612] = "黑暗符文咆哮者",
		[31930] = 2,
		[55531] = 2,
		[57663] = 7,
		[51714] = 6,
		[379] = 7,
		[53761] = 5,
		[413843] = 8,
		[47748] = "阿诺玛鲁斯",
		[398488] = 4,
		[66689] = "冰吼",
		[19884] = 3,
		[62333] = "黑暗符文助手",
		[48068] = 5,
		[67574] = "阿努巴拉克",
		[48467] = 11,
		[66112] = "维兰纳",
		[413841] = 8,
		[57984] = "强力火元素 <凉小贱贱>",
		[34123] = 11,
		[52610] = 11,
		[49623] = 5,
		[58879] = "幽灵狼 <凉小贱贱>",
		[20268] = 2,
		[59007] = "要塞折磨者",
		[66935] = "纯洁者耶德瑞克",
		[55041] = "冰冻陷阱",
		[59114] = "恶鬼劫掠者",
		[69366] = 11,
		[55233] = 6,
		[43015] = 8,
		[8219] = 1,
		[48265] = 6,
		[30823] = 7,
		[53506] = 11,
		[49271] = 7,
		[413091] = "镜像 <碧蓝缚鳞者>",
		[22859] = "高阶祭司塞卡尔",
		[53762] = 6,
		[413848] = 3,
		[66808] = "烈焰守卫",
		[47813] = 9,
		[49924] = 6,
		[65998] = "灼热图腾 <萨缪尔>",
		[65993] = "治疗之泉图腾 <萨缪尔>",
		[5215] = 11,
		[51911] = 6,
		[62526] = "古代符文巨人",
		[49800] = 11,
		[64701] = 7,
		[17038] = 2,
		[34299] = 11,
		[48517] = 11,
		[60089] = 11,
		[52286] = 6,
		[48566] = 11,
		[66809] = "烈焰守卫",
		[59072] = 11,
		[64891] = 2,
		[67322] = "蛛魔掘地者",
		[16496] = "被俘虏的雇佣兵",
		[47241] = 9,
		[53251] = 11,
		[55362] = 8,
		[61567] = "暮光膜拜者",
		[51271] = 6,
		[51460] = 6,
		[53254] = 3,
		[34767] = 2,
		[63653] = 1,
		[10890] = 5,
		[25898] = 2,
		[57623] = 6,
		[67706] = "拉娜·硬锤",
		[31842] = 2,
		[67194] = "银色女祭司",
		[62335] = "黑暗符文助手",
		[32391] = 9,
		[49049] = 3,
		[58433] = 3,
		[65024] = 7,
		[53023] = 5,
		[66043] = "安布罗斯·雷钉",
		[48821] = 2,
		[48518] = 11,
		[55379] = 6,
		[48468] = 11,
		[66683] = "冰吼",
		[13750] = 4,
		[63167] = 9,
		[48947] = 2,
		[413861] = 3,
		[57602] = "扭曲之容",
		[62465] = "[*] 符文重击",
		[33737] = 7,
		[49222] = 6,
		[61568] = "暮光膜拜者",
		[65916] = "光明邪使菲奥拉",
		[66044] = "安布罗斯·雷钉",
		[60319] = 6,
		[16591] = 6,
		[43900] = 2,
		[53760] = 4,
		[62016] = "托里姆",
		[24907] = 11,
		[48210] = "奥妮克希亚守卫",
		[64765] = 6,
		[47688] = "混乱裂隙",
		[67708] = 2,
		[48071] = 5,
		[18958] = "奥妮克希亚守卫",
		[58434] = 3,
		[48263] = 6,
		[66045] = "安布罗斯·雷钉",
		[48391] = 11,
		[56643] = "安卡哈看守者",
		[58754] = 7,
		[68867] = "奥妮克希亚",
		[48564] = 11,
		[66813] = "烈焰守卫",
		[59010] = "复活的达卡莱死亡骑士",
		[13810] = 3,
		[57091] = "克莉斯塔萨",
		[67197] = "光明之泉 <银色女祭司>",
		[55342] = 8,
		[55964] = "塔达拉姆王子",
		[28520] = 2,
		[67709] = "拉娜·硬锤",
		[33357] = 11,
		[29801] = 1,
		[66046] = "光明邪使菲奥拉",
		[25771] = 2,
		[770] = 11,
		[50182] = "法师猎手军官",
		[25899] = 2,
		[62017] = "[*] 闪电震击",
		[34501] = 3,
		[64847] = "符文蚀刻斥候",
		[66684] = "火焰看守者科拉隆",
		[50259] = 11,
		[54149] = 2,
		[48072] = 5,
		[12042] = 8,
		[67710] = "拉娜·硬锤",
		[30824] = 7,
		[65919] = "阿努巴拉克",
		[66047] = "泰利乌斯·达斯布雷德",
		[24236] = "达卡莱指挥官",
		[48819] = 2,
		[14201] = 1,
		[24332] = "祖利安雌猎虎",
		[16280] = 7,
		[59011] = "复活的达卡莱死亡骑士",
		[40652] = "被俘虏的雇佣兵",
		[71165] = 9,
		[30633] = "晶化保卫者",
		[42891] = 8,
		[53190] = 11,
		[28682] = 8,
		[8220] = 9,
		[61570] = "暮光传道者",
		[51399] = 6,
		[66048] = "光明邪使菲奥拉",
		[64382] = 1,
		[69369] = 11,
		[46355] = 3,
		[6215] = 9,
		[23691] = 1,
		[47753] = 5,
		[62146] = 6,
		[49928] = 6,
		[56716] = "冰霜使者",
		[62338] = "符印巨像",
		[63848] = 4,
		[62466] = "托里姆",
		[65019] = 1,
		[56453] = 3,
		[62078] = 11,
		[25228] = 9,
		[56645] = "安卡哈看守者",
		[64897] = "铁矮人修理工",
		[24408] = "血领主曼多基尔",
		[56837] = "法师猎手军官",
		[60995] = 9,
		[63106] = 9,
		[12540] = "狂热者扎斯",
		[28168] = "暴怒的构造体",
		[62276] = "托里姆",
		[24011] = "拉扎什蝰蛇",
		[65868] = "娅琳·永歌",
		[43020] = 8,
		[67713] = 11,
		[8178] = 7,
		[65686] = 7,
		[58597] = 2,
		[57669] = 2,
		[47498] = 1,
		[49609] = 11,
		[413376] = 11,
		[59972] = "先知萨隆亚",
		[23885] = 1,
		[63675] = 5,
		[61564] = "塑树者奥莫洛克",
		[58181] = 11,
		[32592] = 5,
		[48074] = 5,
		[12964] = 1,
		[67714] = 11,
		[48266] = 6,
		[18647] = 9,
		[348704] = 2,
		[56646] = "安卡哈看守者",
		[65866] = "阿莱希娅·月行者",
		[35706] = 9,
		[66237] = "加拉克苏斯大王",
		[32553] = 9,
		[48778] = 6,
		[53390] = 7,
		[56112] = 1,
		[48082] = "晶化魔花",
		[61316] = 8,
		[57286] = 7,
		[57350] = 7,
		[13338] = "暮光黑暗法师",
		[28747] = "塑铁者斯约尼尔",
		[1161] = 1,
		[59653] = 1,
		[68868] = "奥妮克希亚",
		[16593] = 1,
		[59845] = "塑铁者斯约尼尔",
		[47891] = 9,
		[59973] = "先知萨隆亚",
		[47755] = 5,
		[18431] = "奥妮克希亚",
		[49930] = 6,
		[20911] = 2,
		[29131] = 1,
		[54216] = 3,
		[58374] = 1,
		[55459] = 7,
		[60549] = 2,
		[64707] = 9,
		[66053] = "萨缪尔",
		[57724] = 1,
		[61447] = 2,
		[56775] = "碧蓝大法师",
		[34322] = "被遗忘的无面者",
		[52212] = 6,
		[66821] = "恐鳞",
		[15801] = "小型气元素 <黑暗符文元素师>",
		[67781] = "[*] 亵渎",
		[65863] = "卡雯娜·林歌",
		[49281] = 7,
		[50589] = 9,
		[65542] = "布瑞娜·沉夜",
		[31786] = 2,
		[31818] = 9,
		[65926] = "索库尔",
		[66054] = "萨缪尔",
		[47436] = 1,
		[55694] = 1,
		[39376] = "法师猎手军官",
		[51722] = 4,
		[59974] = "传令官沃拉兹",
		[60346] = 2,
		[59578] = 2,
		[17364] = 7,
		[52042] = 7,
		[54153] = 2,
		[48076] = 5,
		[12043] = 8,
		[67718] = "黑骑士",
		[62597] = "西芙",
		[58567] = 1,
		[10060] = 9,
		[22191] = "奥妮克希亚",
		[35395] = 2,
		[56776] = "碧蓝大法师",
		[48827] = 2,
		[20272] = 2,
		[52874] = 4,
		[49613] = 11,
		[61514] = "暴怒的构造体",
		[372677] = 1,
		[32714] = "安卡哈切碎者",
		[49560] = 6,
		[2565] = 1,
		[8221] = 1,
		[19746] = 2,
		[49356] = "先知萨隆亚",
		[8269] = "高阶祭司塞卡尔",
		[47437] = 1,
		[414074] = 1,
		[33702] = 9,
		[51723] = 4,
		[59975] = "传令官沃拉兹",
		[33736] = 7,
		[60103] = 7,
		[10444] = 7,
		[22959] = 8,
		[67725] = "黑骑士",
		[48077] = 5,
		[65545] = "布瑞娜·沉夜",
		[642] = 2,
		[60551] = 2,
		[65929] = "索库尔",
		[53654] = 2,
		[48461] = 11,
		[23247] = 11,
		[56777] = "碧蓝典狱官",
		[49238] = 7,
		[48090] = 9,
		[56969] = "碧蓝缚鳞者",
		[53365] = 6,
		[65810] = "塞瑞莎·术轮",
		[49497] = 6,
		[61654] = 7,
		[53195] = 11,
		[5384] = 3,
		[7386] = 1,
		[17088] = "奥妮克希亚",
		[35028] = 11,
		[66058] = "黑暗邪使艾蒂丝",
		[47995] = "瑟里克米努尔 <大蓄胖丁>",
		[47502] = 1,
		[41425] = 8,
		[18435] = "奥妮克希亚",
		[33833] = "狂乱的法力怨灵",
		[57993] = 4,
		[66317] = "雪地狗头人奴隶",
		[64843] = 5,
		[67210] = 4,
		[57073] = 2,
		[67466] = 7,
		[67594] = "拉娜·硬锤",
		[67722] = "黑骑士",
		[66069] = "黑暗邪使艾蒂丝",
		[51001] = "Dark Matter",
		[66059] = "黑暗邪使艾蒂丝",
		[66197] = "加拉克苏斯大王",
		[64902] = "[*] 熔化",
		[56778] = "碧蓝典狱官",
		[48540] = "脊剝 <風暴壹>",
		[15258] = 5,
		[48782] = 2,
		[11196] = 1,
		[66071] = "麦拉多·深谷游者",
		[42833] = 8,
		[42897] = 8,
		[32747] = 4,
		[34837] = 3,
		[2825] = 7,
		[65857] = "卡雯娜·林歌",
		[65932] = "索库尔",
		[54131] = "狼 <诺森徳的彐>",
		[33110] = 5,
		[16595] = 1,
		[59849] = "塑铁者斯约尼尔",
		[59913] = 2,
		[48542] = 2,
		[57994] = 7,
		[51917] = "要塞折磨者",
		[53338] = 3,
		[60233] = 3,
		[48447] = 11,
		[5760] = 4,
		[62130] = "托里姆",
		[67724] = "黑骑士",
		[53563] = 2,
		[48672] = 4,
		[54203] = 2,
		[50510] = 6,
		[23248] = 11,
		[54741] = 8,
		[413265] = "复活的达卡莱战士",
		[5225] = 11,
		[59018] = "肮脏的喷毒者",
		[48066] = 5,
		[54428] = 2,
		[68959] = "奥妮克希亚巢穴守卫",
		[48477] = 11,
		[50155] = "克莉斯塔萨",
		[55931] = "塔达拉姆王子",
		[49231] = 7,
		[55001] = 3,
		[31852] = 2,
		[51470] = 7,
		[47440] = 1,
		[23602] = 1,
		[63944] = 5,
		[47632] = 6,
		[59978] = "传令官沃拉兹",
		[47780] = "管家",
		[66870] = 6,
		[52474] = "狼 <诺森徳的彐>",
		[60234] = 2,
		[24016] = "拉扎什蝰蛇",
		[62391] = "托里姆",
		[58683] = 4,
		[413084] = 2,
		[33891] = 11,
		[65935] = "索库尔",
		[24208] = "狂热者洛卡恩",
		[59866] = "灼热凝视",
		[64904] = 5,
		[48806] = 2,
		[3045] = 3,
		[54861] = 7,
		[64888] = "闪电充能的铁矮人",
		[25780] = 2,
		[66233] = 2,
	},
	["shield_spellid_cache"] = {
	},
	["latest_encounter_spell_pool_access"] = 1689687780,
	["auto_open_news_window"] = true,
	["got_first_run"] = true,
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["realtime_dps_size"] = 12,
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_shadow"] = true,
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["update_warning_timeout"] = 10,
	["all_switch_config"] = {
		["scale"] = 1,
		["font_size"] = 10,
	},
	["installed_skins_cache"] = {
	},
	["__profiles"] = {
		["上山打鸟-伊弗斯"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["show_crowdcontrol_pvm"] = false,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["line_height"] = 16,
				["show_crowdcontrol_pvp"] = true,
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.1921, -- [1]
						0.1921, -- [2]
						0.1921, -- [3]
						0.3869, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["tooltip_max_abilities"] = 6,
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 2,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.0941, -- [1]
					0.0941, -- [2]
					0.0941, -- [3]
					0.8, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["show_amount"] = false,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["buff"] = "silver",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["animation_speed"] = 33,
			["deadlog_limit"] = 16,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["instances_segments_locked"] = true,
			["ps_abbreviation"] = 3,
			["disable_window_groups"] = false,
			["data_broker_text"] = "",
			["use_battleground_server_parser"] = false,
			["instances_suppress_trash"] = 0,
			["clear_ungrouped"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["numerical_system_symbols"] = "auto",
			["report_schema"] = 1,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 453.333251953125,
							["x"] = -843.3331909179688,
							["w"] = 310,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["micro_displays_locked"] = true,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["clickthrough_rows"] = false,
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["show_sidebars"] = false,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["skin"] = "Minimalistic",
					["bars_inverted"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["__was_opened"] = true,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["stretch_button_side"] = 1,
					["fontstrings_text3_anchor"] = 38,
					["fontstrings_text_limit_offset"] = -10,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["switch_damager"] = false,
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textYMod"] = 1,
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textYMod"] = 1,
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textYMod"] = 1,
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["switch_all_roles_after_wipe"] = false,
					["bg_alpha"] = 0.6,
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["ignore_mass_showhide"] = false,
					["bars_sort_direction"] = 1,
					["skin_custom"] = "",
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["strata"] = "LOW",
					["hide_in_combat_alpha"] = 0,
					["micro_displays_side"] = 2,
					["switch_damager_in_combat"] = false,
					["libwindow"] = {
						["y"] = -67.666748046875,
						["x"] = 68.33357238769531,
						["point"] = "TOPLEFT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_all_roles_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["backdrop_texture"] = "Details Ground",
					["hide_in_combat_type"] = 1,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["grab_on_top"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["textL_offset"] = 0,
						["text_yoffset"] = 0,
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 16,
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["start_after_icon"] = true,
						["height"] = 21,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["textL_enable_custom_text"] = false,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["show_arena_role_icon"] = false,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["texture_custom"] = "",
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["texture_background"] = "Details D'ictum (reverse)",
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["alpha"] = 1,
						["textR_class_colors"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_bracket"] = "(",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["show_faction_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
					},
					["auto_current"] = true,
					["rowareaborder_shown"] = false,
					["bg_g"] = 0.2352,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 453.333251953125,
							["x"] = -843.3331909179688,
							["w"] = 310,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["switch_healer_in_combat"] = false,
					["menu_icons_size"] = 0.82,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["time_type_original"] = 2,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["overall_flag"] = 16,
			["deny_score_messages"] = false,
			["overall_clear_logout"] = false,
			["minimum_combat_time"] = 5,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["use_scroll"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["trash_auto_remove"] = false,
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["version"] = 1,
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.5764, -- [2]
					0.498, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["memory_threshold"] = 3,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["segments_panic_mode"] = false,
			["overall_clear_newboss"] = true,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["auto_swap_to_dynamic_overall"] = false,
			["overall_clear_pvp"] = true,
			["numerical_system"] = 1,
			["pvp_as_group"] = true,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["standard_skin"] = false,
			["instances_no_libwindow"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_lock_ungroup_buttons"] = false,
		},
		["狂暴專家-伊弗斯"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["show_crowdcontrol_pvm"] = false,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["line_height"] = 16,
				["show_crowdcontrol_pvp"] = true,
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.1921, -- [1]
						0.1921, -- [2]
						0.1921, -- [3]
						0.3869, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[1473] = {
					0.75, -- [1]
					0.875, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 2,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.0941, -- [1]
					0.0941, -- [2]
					0.0941, -- [3]
					0.8, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["show_amount"] = false,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["tooltip_max_abilities"] = 6,
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["buff"] = "silver",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["animation_speed"] = 33,
			["deadlog_limit"] = 16,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["instances_segments_locked"] = true,
			["ps_abbreviation"] = 3,
			["disable_window_groups"] = false,
			["data_broker_text"] = "",
			["use_battleground_server_parser"] = false,
			["instances_suppress_trash"] = 0,
			["clear_ungrouped"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["numerical_system_symbols"] = "auto",
			["report_schema"] = 1,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -470.1114044189453,
							["x"] = -435.8054809570313,
							["w"] = 337.2778625488281,
							["h"] = 255.7780151367188,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["menu_icons_size"] = 0.82,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["skin_custom"] = "",
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["show_arena_role_icon"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["textL_offset"] = 0,
						["text_yoffset"] = 0,
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["texture_custom_file"] = "Interface\\",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["start_after_icon"] = true,
						["textL_translit_text"] = false,
						["height"] = 14,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["show_faction_icon"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["textR_outline"] = false,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["texture_background"] = "Details D'ictum (reverse)",
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["alpha"] = 1,
						["textR_class_colors"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["percent_type"] = 1,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 12,
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["switch_damager"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["rowareaborder_shown"] = false,
					["switch_tank_in_combat"] = false,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fontstrings_text3_anchor"] = 38,
					["stretch_button_side"] = 1,
					["use_multi_fontstrings"] = true,
					["bars_grow_direction"] = 1,
					["bars_inverted"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["switch_damager_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["clickthrough_rows"] = false,
					["bg_g"] = 0.2352,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["desaturated_menu"] = false,
					["hide_in_combat_alpha"] = 0,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["micro_displays_locked"] = true,
					["libwindow"] = {
						["y"] = 1.999588131904602,
						["x"] = -435.8054656982422,
						["point"] = "BOTTOM",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_all_roles_after_wipe"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["hide_in_combat_type"] = 1,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["strata"] = "LOW",
					["grab_on_top"] = false,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["ignore_mass_showhide"] = false,
					["auto_current"] = true,
					["bars_sort_direction"] = 1,
					["bg_alpha"] = 0.6,
					["fullborder_shown"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -470.1114044189453,
							["x"] = -435.8054809570313,
							["w"] = 337.2778625488281,
							["h"] = 255.7780151367188,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["clickthrough_window"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["backdrop_texture"] = "Details Ground",
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 74.4443359375,
							["x"] = -128.888671875,
							["w"] = 310,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["fontstrings_text3_anchor"] = 38,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["textL_offset"] = 0,
						["text_yoffset"] = 0,
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["texture_custom_file"] = "Interface\\",
						["font_size"] = 16,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["start_after_icon"] = true,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["show_faction_icon"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["show_arena_role_icon"] = false,
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["texture_background"] = "Details D'ictum (reverse)",
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_class_colors"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["overlay_texture"] = "Details D'ictum",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["arena_role_icon_size_offset"] = -10,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_enable_custom_text"] = false,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["switch_damager"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["__snapV"] = false,
					["__snapH"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["skin_custom"] = "",
					["skin"] = "Minimalistic",
					["__was_opened"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fontstrings_text_limit_offset"] = -10,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fullborder_shown"] = false,
					["use_multi_fontstrings"] = true,
					["switch_damager_in_combat"] = false,
					["show_sidebars"] = false,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["backdrop_texture"] = "Details Ground",
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["bg_g"] = 0.2352,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["menu_icons_size"] = 0.8199999928474426,
					["hide_in_combat_alpha"] = 0,
					["show_statusbar"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["libwindow"] = {
						["y"] = 74.4443359375,
						["x"] = -128.8887023925781,
						["point"] = "CENTER",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["bars_grow_direction"] = 1,
					["desaturated_menu"] = false,
					["switch_all_roles_after_wipe"] = false,
					["switch_tank"] = false,
					["grab_on_top"] = false,
					["strata"] = "LOW",
					["micro_displays_locked"] = true,
					["auto_current"] = true,
					["switch_tank_in_combat"] = false,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["bg_alpha"] = 0.6,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 74.4443359375,
							["x"] = -128.888671875,
							["w"] = 310,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["clickthrough_rows"] = false,
					["clickthrough_window"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [2]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 3.33343505859375,
							["x"] = -202.7774047851563,
							["w"] = 310,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["fontstrings_text3_anchor"] = 38,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["textL_offset"] = 0,
						["text_yoffset"] = 0,
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["texture_custom_file"] = "Interface\\",
						["font_size"] = 16,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["start_after_icon"] = true,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["show_faction_icon"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["show_arena_role_icon"] = false,
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["texture_background"] = "Details D'ictum (reverse)",
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_class_colors"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["overlay_texture"] = "Details D'ictum",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["arena_role_icon_size_offset"] = -10,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_enable_custom_text"] = false,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["switch_damager"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["__snapV"] = false,
					["__snapH"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["skin_custom"] = "",
					["skin"] = "Minimalistic",
					["__was_opened"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fontstrings_text_limit_offset"] = -10,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fullborder_shown"] = false,
					["use_multi_fontstrings"] = true,
					["switch_damager_in_combat"] = false,
					["show_sidebars"] = false,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["backdrop_texture"] = "Details Ground",
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["bg_g"] = 0.2352,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["menu_icons_size"] = 0.8199999928474426,
					["hide_in_combat_alpha"] = 0,
					["show_statusbar"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["libwindow"] = {
						["y"] = 3.333404541015625,
						["x"] = -202.77734375,
						["point"] = "CENTER",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["bars_grow_direction"] = 1,
					["desaturated_menu"] = false,
					["switch_all_roles_after_wipe"] = false,
					["switch_tank"] = false,
					["grab_on_top"] = false,
					["strata"] = "LOW",
					["micro_displays_locked"] = true,
					["auto_current"] = true,
					["switch_tank_in_combat"] = false,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["bg_alpha"] = 0.6,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 3.33343505859375,
							["x"] = -202.7774047851563,
							["w"] = 310,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["clickthrough_rows"] = false,
					["clickthrough_window"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [3]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 6.103515625e-05,
							["x"] = 0,
							["w"] = 310,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["fontstrings_text3_anchor"] = 38,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["textL_offset"] = 0,
						["text_yoffset"] = 0,
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["texture_custom_file"] = "Interface\\",
						["font_size"] = 16,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["start_after_icon"] = true,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["show_faction_icon"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["show_arena_role_icon"] = false,
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["texture_background"] = "Details D'ictum (reverse)",
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_class_colors"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["overlay_texture"] = "Details D'ictum",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["arena_role_icon_size_offset"] = -10,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_enable_custom_text"] = false,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["switch_damager"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["__snapV"] = false,
					["__snapH"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["skin_custom"] = "",
					["skin"] = "Minimalistic",
					["__was_opened"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fontstrings_text_limit_offset"] = -10,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fullborder_shown"] = false,
					["use_multi_fontstrings"] = true,
					["switch_damager_in_combat"] = false,
					["show_sidebars"] = false,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["backdrop_texture"] = "Details Ground",
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["bg_g"] = 0.2352,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["menu_icons_size"] = 0.8199999928474426,
					["hide_in_combat_alpha"] = 0,
					["show_statusbar"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["libwindow"] = {
						["y"] = 3.0517578125e-05,
						["x"] = 6.103515625e-05,
						["point"] = "CENTER",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["bars_grow_direction"] = 1,
					["desaturated_menu"] = false,
					["switch_all_roles_after_wipe"] = false,
					["switch_tank"] = false,
					["grab_on_top"] = false,
					["strata"] = "LOW",
					["micro_displays_locked"] = true,
					["auto_current"] = true,
					["switch_tank_in_combat"] = false,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["bg_alpha"] = 0.6,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 6.103515625e-05,
							["x"] = 0,
							["w"] = 310,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["clickthrough_rows"] = false,
					["clickthrough_window"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [4]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 6.103515625e-05,
							["x"] = 0,
							["w"] = 310,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["fontstrings_text3_anchor"] = 38,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["textL_offset"] = 0,
						["text_yoffset"] = 0,
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["texture_custom_file"] = "Interface\\",
						["font_size"] = 16,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["start_after_icon"] = true,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["show_faction_icon"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["show_arena_role_icon"] = false,
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["texture_background"] = "Details D'ictum (reverse)",
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_class_colors"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["overlay_texture"] = "Details D'ictum",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["arena_role_icon_size_offset"] = -10,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_enable_custom_text"] = false,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["switch_damager"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["__snapV"] = false,
					["__snapH"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["skin_custom"] = "",
					["skin"] = "Minimalistic",
					["__was_opened"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fontstrings_text_limit_offset"] = -10,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fullborder_shown"] = false,
					["use_multi_fontstrings"] = true,
					["switch_damager_in_combat"] = false,
					["show_sidebars"] = false,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["backdrop_texture"] = "Details Ground",
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["bg_g"] = 0.2352,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["menu_icons_size"] = 0.8199999928474426,
					["hide_in_combat_alpha"] = 0,
					["show_statusbar"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["libwindow"] = {
						["y"] = 3.0517578125e-05,
						["x"] = 6.103515625e-05,
						["point"] = "CENTER",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["bars_grow_direction"] = 1,
					["desaturated_menu"] = false,
					["switch_all_roles_after_wipe"] = false,
					["switch_tank"] = false,
					["grab_on_top"] = false,
					["strata"] = "LOW",
					["micro_displays_locked"] = true,
					["auto_current"] = true,
					["switch_tank_in_combat"] = false,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["bg_alpha"] = 0.6,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 6.103515625e-05,
							["x"] = 0,
							["w"] = 310,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["clickthrough_rows"] = false,
					["clickthrough_window"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [5]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["time_type_original"] = 2,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["overall_flag"] = 16,
			["deny_score_messages"] = false,
			["overall_clear_logout"] = false,
			["minimum_combat_time"] = 5,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["use_scroll"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["trash_auto_remove"] = false,
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.5764, -- [2]
					0.498, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["memory_threshold"] = 3,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["segments_panic_mode"] = false,
			["overall_clear_newboss"] = true,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["auto_swap_to_dynamic_overall"] = false,
			["overall_clear_pvp"] = true,
			["numerical_system"] = 1,
			["pvp_as_group"] = true,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["standard_skin"] = false,
			["instances_no_libwindow"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_lock_ungroup_buttons"] = false,
		},
	},
	["immersion_special_units"] = true,
	["deathlog_healingdone_min"] = 1,
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
		},
		["latest_boss_mods_access"] = 1689687780,
		["encounter_timers_dbm"] = {
			["39089"] = {
				"39089", -- [1]
				"TimerSpecialSpell", -- [2]
				"下一次 特殊技能", -- [3]
				45, -- [4]
				"132866", -- [5]
				nil, -- [6]
				39089, -- [7]
				6, -- [8]
				"ValkTwins", -- [9]
				["id"] = 641,
			},
			["66331"] = {
				"66331", -- [1]
				"Timer66331next", -- [2]
				"下一次穿刺", -- [3]
				10, -- [4]
				132324, -- [5]
				"next", -- [6]
				66331, -- [7]
				5, -- [8]
				"NorthrendBeasts", -- [9]
				["id"] = 629,
			},
			["24314"] = {
				"24314", -- [1]
				"Timer24314target	狂暴專家", -- [2]
				"威慑凝视: 狂暴專家", -- [3]
				6, -- [4]
				136129, -- [5]
				"target", -- [6]
				24314, -- [7]
				3, -- [8]
				"Bloodlord", -- [9]
				["id"] = 787,
			},
			["62466"] = {
				"62466", -- [1]
				"Timer62466cd", -- [2]
				"闪电充能冷却", -- [3]
				16, -- [4]
				135990, -- [5]
				"cd", -- [6]
				62466, -- [7]
				3, -- [8]
				"Thorim", -- [9]
				["id"] = 752,
			},
			["nil"] = {
				"nil", -- [1]
				"战斗开始", -- [2]
				"战斗开始", -- [3]
				55.5, -- [4]
				"132349", -- [5]
				nil, -- [6]
				nil, -- [7]
				0, -- [8]
				"637", -- [9]
				["id"] = 340,
			},
			["66134"] = {
				"66134", -- [1]
				"Timer66134next", -- [2]
				"下一次暗影突击", -- [3]
				30.5, -- [4]
				136189, -- [5]
				"next", -- [6]
				66134, -- [7]
				3, -- [8]
				"Anub'arak_Coliseum", -- [9]
				["id"] = 645,
			},
			["66178"] = {
				"66178", -- [1]
				"Timer66178cd	Creature-0-5580-649-22306-34472-00003B5AE9", -- [2]
				"暗影步冷却", -- [3]
				20, -- [4]
				136243, -- [5]
				"cd", -- [6]
				66178, -- [7]
				3, -- [8]
				"Champions", -- [9]
				["id"] = 637,
			},
			["66725"] = {
				"66725", -- [1]
				"Timer66725next", -- [2]
				"下一次流星拳", -- [3]
				47, -- [4]
				135817, -- [5]
				"next", -- [6]
				66725, -- [7]
				5, -- [8]
				"Koralon", -- [9]
				["id"] = 776,
			},
			["66333"] = {
				"66333", -- [1]
				"timerAdds", -- [2]
				"下一次 掘地者出现", -- [3]
				10, -- [4]
				134321, -- [5]
				nil, -- [6]
				66333, -- [7]
				1, -- [8]
				"Anub'arak_Coliseum", -- [9]
				["id"] = 645,
			},
			["66819"] = {
				"66819", -- [1]
				"Timer66819cd2", -- [2]
				"强酸喷射冷却", -- [3]
				10, -- [4]
				136007, -- [5]
				"cd", -- [6]
				66819, -- [7]
				5, -- [8]
				"NorthrendBeasts", -- [9]
				["id"] = 629,
			},
			["65947"] = {
				"65947", -- [1]
				"Timer65947active	Creature-0-5580-649-22306-34475-00003B5AE9", -- [2]
				"剑刃风暴结束", -- [3]
				8, -- [4]
				236303, -- [5]
				"active", -- [6]
				65947, -- [7]
				2, -- [8]
				"Champions", -- [9]
				["id"] = 637,
			},
			["64386"] = {
				"64386", -- [1]
				"Timer64386next", -- [2]
				"下一次惊骇尖啸", -- [3]
				40, -- [4]
				136184, -- [5]
				"next", -- [6]
				64386, -- [7]
				4, -- [8]
				"Auriaya", -- [9]
				["id"] = 750,
			},
			["66197"] = {
				"66197", -- [1]
				"Timer66197cd", -- [2]
				"军团烈焰冷却", -- [3]
				20, -- [4]
				135802, -- [5]
				"cd", -- [6]
				66197, -- [7]
				3, -- [8]
				"Jaraxxus", -- [9]
				["id"] = 633,
			},
			["57496"] = {
				"57496", -- [1]
				"Timer57496cast", -- [2]
				"疯狂", -- [3]
				5, -- [4]
				237567, -- [5]
				"cast", -- [6]
				57496, -- [7]
				6, -- [8]
				"584", -- [9]
				["id"] = 215,
			},
			["66879"] = {
				"66879", -- [1]
				"Timer66879cd", -- [2]
				"灼热撕咬冷却", -- [3]
				5, -- [4]
				135805, -- [5]
				"cd", -- [6]
				66879, -- [7]
				3, -- [8]
				"NorthrendBeasts", -- [9]
				["id"] = 629,
			},
			["18435"] = {
				"18435", -- [1]
				"Timer18435cd2", -- [2]
				"火息术冷却", -- [3]
				13.3, -- [4]
				135805, -- [5]
				"cd", -- [6]
				18435, -- [7]
				5, -- [8]
				"Onyxia", -- [9]
				["id"] = 1084,
			},
			["66330"] = {
				"66330", -- [1]
				"Timer66330next", -- [2]
				"下一次震地践踏", -- [3]
				14.438, -- [4]
				132154, -- [5]
				"next", -- [6]
				66330, -- [7]
				2, -- [8]
				"NorthrendBeasts", -- [9]
				["id"] = 629,
			},
			["68959"] = {
				"68959", -- [1]
				"Timer68959adds", -- [2]
				"下一波小怪", -- [3]
				44.9, -- [4]
				135811, -- [5]
				"adds", -- [6]
				68959, -- [7]
				1, -- [8]
				"Onyxia", -- [9]
				["id"] = 1084,
			},
			["65919"] = {
				"65919", -- [1]
				"TimerSubmerge", -- [2]
				"钻地", -- [3]
				80, -- [4]
				"Interface\\AddOns\\DBM-Core\\textures\\CryptFiendBurrow.blp", -- [5]
				nil, -- [6]
				65919, -- [7]
				6, -- [8]
				"Anub'arak_Coliseum", -- [9]
				["id"] = 645,
			},
			["55931"] = {
				"55931", -- [1]
				"Timer55931cd", -- [2]
				"制造烈焰之球冷却", -- [3]
				15, -- [4]
				135824, -- [5]
				"cd", -- [6]
				55931, -- [7]
				3, -- [8]
				"581", -- [9]
				["id"] = 213,
			},
			["62042"] = {
				"62042", -- [1]
				"Timer62042active", -- [2]
				"风暴之锤结束", -- [3]
				16, -- [4]
				133038, -- [5]
				"active", -- [6]
				62042, -- [7]
				3, -- [8]
				"Thorim", -- [9]
				["id"] = 752,
			},
			["1862"] = {
				"1862", -- [1]
				"Timer1862achievement", -- [2]
				"沃拉兹的快速死亡", -- [3]
				119.5, -- [4]
				236461, -- [5]
				"achievement", -- [6]
				1862, -- [7]
				0, -- [8]
				"584", -- [9]
				["id"] = 215,
			},
			["66269"] = {
				"66269", -- [1]
				"Timer66269cd", -- [2]
				"虚空传送门冷却", -- [3]
				20, -- [4]
				132291, -- [5]
				"cd", -- [6]
				66269, -- [7]
				1, -- [8]
				"Jaraxxus", -- [9]
				["id"] = 633,
			},
			["66794"] = {
				"66794", -- [1]
				"Timer66794cd", -- [2]
				"横扫冷却", -- [3]
				16, -- [4]
				136104, -- [5]
				"cd", -- [6]
				66794, -- [7]
				3, -- [8]
				"NorthrendBeasts", -- [9]
				["id"] = 629,
			},
			["66017"] = {
				"66017", -- [1]
				"Timer66017cd	Creature-0-5580-649-22306-34461-00003B5AE9", -- [2]
				"死亡之握冷却", -- [3]
				20, -- [4]
				237532, -- [5]
				"cd", -- [6]
				66017, -- [7]
				3, -- [8]
				"Champions", -- [9]
				["id"] = 637,
			},
			["48179"] = {
				"48179", -- [1]
				"Timer48179cd", -- [2]
				"晶化冷却", -- [3]
				25, -- [4]
				135848, -- [5]
				"cd", -- [6]
				48179, -- [7]
				2, -- [8]
				"621", -- [9]
				["id"] = 526,
			},
			["66820"] = {
				"66820", -- [1]
				"Timer66820cd2", -- [2]
				"熔岩喷射冷却", -- [3]
				10, -- [4]
				135789, -- [5]
				"cd", -- [6]
				66820, -- [7]
				5, -- [8]
				"NorthrendBeasts", -- [9]
				["id"] = 629,
			},
			["63346"] = {
				"63346", -- [1]
				"Timer63346cd", -- [2]
				"聚焦视线冷却", -- [3]
				11, -- [4]
				135780, -- [5]
				"cd", -- [6]
				63346, -- [7]
				3, -- [8]
				"Kologarn", -- [9]
				["id"] = 749,
			},
			["12540"] = {
				"12540", -- [1]
				"Timer12540target	狂暴專家", -- [2]
				"凿击: 狂暴專家", -- [3]
				4, -- [4]
				132155, -- [5]
				"target", -- [6]
				12540, -- [7]
				3, -- [8]
				"Thekal", -- [9]
				["id"] = 789,
			},
			["18584"] = {
				"18584", -- [1]
				"Timer18584cast", -- [2]
				"吐息", -- [3]
				8, -- [4]
				135805, -- [5]
				"cast", -- [6]
				18584, -- [7]
				3, -- [8]
				"Onyxia", -- [9]
				["id"] = 1084,
			},
			["67729"] = {
				"67729", -- [1]
				"Timer67729cast", -- [2]
				"爆炸", -- [3]
				4, -- [4]
				237521, -- [5]
				"cast", -- [6]
				67729, -- [7]
				2, -- [8]
				"637", -- [9]
				["id"] = 340,
			},
			["65875"] = {
				"65875", -- [1]
				"Timer65875cast", -- [2]
				"双生相协", -- [3]
				15, -- [4]
				136141, -- [5]
				"cast", -- [6]
				65875, -- [7]
				4, -- [8]
				"ValkTwins", -- [9]
				["id"] = 641,
			},
			["66902"] = {
				"66902", -- [1]
				"Timer66902cd", -- [2]
				"烈焰喷射冷却", -- [3]
				17, -- [4]
				135815, -- [5]
				"cd", -- [6]
				66902, -- [7]
				3, -- [8]
				"NorthrendBeasts", -- [9]
				["id"] = 629,
			},
			["62130"] = {
				"62130", -- [1]
				"Timer62130cd", -- [2]
				"重压打击冷却", -- [3]
				10, -- [4]
				132340, -- [5]
				"cd", -- [6]
				62130, -- [7]
				5, -- [8]
				"Thorim", -- [9]
				["id"] = 752,
			},
			["66013"] = {
				"66013", -- [1]
				"Timer66013active", -- [2]
				"刺骨之寒结束", -- [3]
				15, -- [4]
				135838, -- [5]
				"active", -- [6]
				66013, -- [7]
				5, -- [8]
				"Anub'arak_Coliseum", -- [9]
				["id"] = 645,
			},
			["66824"] = {
				"66824", -- [1]
				"Timer66824cd", -- [2]
				"麻痹撕咬冷却", -- [3]
				5, -- [4]
				132107, -- [5]
				"cd", -- [6]
				66824, -- [7]
				3, -- [8]
				"NorthrendBeasts", -- [9]
				["id"] = 629,
			},
			["66636"] = {
				"66636", -- [1]
				"Timer66636next", -- [2]
				"下一次渐怒", -- [3]
				24.438, -- [4]
				136088, -- [5]
				"next", -- [6]
				66636, -- [7]
				1, -- [8]
				"NorthrendBeasts", -- [9]
				["id"] = 629,
			},
			["50840"] = {
				"50840", -- [1]
				"Timer50840cd", -- [2]
				"闪电之环冷却", -- [3]
				25, -- [4]
				136075, -- [5]
				"cd", -- [6]
				50840, -- [7]
				2, -- [8]
				"607", -- [9]
				["id"] = 569,
			},
			["66901"] = {
				"66901", -- [1]
				"Timer66901cd", -- [2]
				"麻痹喷溅冷却", -- [3]
				9, -- [4]
				132104, -- [5]
				"cd", -- [6]
				66901, -- [7]
				3, -- [8]
				"NorthrendBeasts", -- [9]
				["id"] = 629,
			},
			["64003"] = {
				"64003", -- [1]
				"Timer64003cd", -- [2]
				"粉碎打击冷却", -- [3]
				10, -- [4]
				132154, -- [5]
				"cd", -- [6]
				64003, -- [7]
				5, -- [8]
				"Kologarn", -- [9]
				["id"] = 749,
			},
			["66012"] = {
				"66012", -- [1]
				"Timer66012cd", -- [2]
				"寒冰打击冷却", -- [3]
				20, -- [4]
				135844, -- [5]
				"cd", -- [6]
				66012, -- [7]
				5, -- [8]
				"Anub'arak_Coliseum", -- [9]
				["id"] = 645,
			},
			["66665"] = {
				"66665", -- [1]
				"Timer66665cd", -- [2]
				"灼热吐息冷却", -- [3]
				12, -- [4]
				236216, -- [5]
				"cd", -- [6]
				66665, -- [7]
				2, -- [8]
				"Koralon", -- [9]
				["id"] = 776,
			},
			["63982"] = {
				"63982", -- [1]
				"Timer63982cd", -- [2]
				"震荡波冷却", -- [3]
				15.7, -- [4]
				236312, -- [5]
				"cd", -- [6]
				63982, -- [7]
				2, -- [8]
				"Kologarn", -- [9]
				["id"] = 749,
			},
			["67823"] = {
				"67823", -- [1]
				"Timer67823target	拖把沾十", -- [2]
				"死亡标记: 拖把沾十", -- [3]
				10, -- [4]
				132177, -- [5]
				"target", -- [6]
				67823, -- [7]
				3, -- [8]
				"637", -- [9]
				["id"] = 340,
			},
			["66721"] = {
				"66721", -- [1]
				"Timer66721next", -- [2]
				"下一次燃烧之怒", -- [3]
				20, -- [4]
				135265, -- [5]
				"next", -- [6]
				66721, -- [7]
				5, -- [8]
				"Koralon", -- [9]
				["id"] = 776,
			},
			["66258"] = {
				"66258", -- [1]
				"Timer66258cd", -- [2]
				"地狱喷发冷却", -- [3]
				80, -- [4]
				135793, -- [5]
				"cd", -- [6]
				66258, -- [7]
				1, -- [8]
				"Jaraxxus", -- [9]
				["id"] = 633,
			},
			["47958"] = {
				"47958", -- [1]
				"Timer47958cd", -- [2]
				"水晶之刺冷却", -- [3]
				9.5, -- [4]
				135845, -- [5]
				"cd", -- [6]
				47958, -- [7]
				3, -- [8]
				"620", -- [9]
				["id"] = 524,
			},
			["50834"] = {
				"50834", -- [1]
				"Timer50834cd", -- [2]
				"静电充能冷却", -- [3]
				25, -- [4]
				136050, -- [5]
				"cd", -- [6]
				50834, -- [7]
				3, -- [8]
				"607", -- [9]
				["id"] = 569,
			},
			["3815"] = {
				"3815", -- [1]
				"Timer3815achievement", -- [2]
				"时不我待（25人）", -- [3]
				180, -- [4]
				298674, -- [5]
				"achievement", -- [6]
				3815, -- [7]
				0, -- [8]
				"ValkTwins", -- [9]
				["id"] = 641,
			},
			["66883"] = {
				"66883", -- [1]
				"Timer66883cd", -- [2]
				"粘液池冷却", -- [3]
				14, -- [4]
				136006, -- [5]
				"cd", -- [6]
				66883, -- [7]
				3, -- [8]
				"NorthrendBeasts", -- [9]
				["id"] = 629,
			},
			["64688"] = {
				"64688", -- [1]
				"Timer64688next", -- [2]
				"下一次音速尖啸", -- [3]
				60, -- [4]
				252188, -- [5]
				"next", -- [6]
				64688, -- [7]
				2, -- [8]
				"Auriaya", -- [9]
				["id"] = 750,
			},
			["55959"] = {
				"55959", -- [1]
				"Timer55959target	狂暴專家", -- [2]
				"吸血鬼的拥抱: 狂暴專家", -- [3]
				20, -- [4]
				136129, -- [5]
				"target", -- [6]
				55959, -- [7]
				3, -- [8]
				"581", -- [9]
				["id"] = 213,
			},
			["16856"] = {
				"16856", -- [1]
				"Timer16856target2	狂暴專家", -- [2]
				"致死打击: 狂暴專家", -- [3]
				5, -- [4]
				132355, -- [5]
				"target", -- [6]
				16856, -- [7]
				5, -- [8]
				"Bloodlord", -- [9]
				["id"] = 787,
			},
		},
	},
	["check_stuttering"] = true,
	["parser_options"] = {
		["energy_overflow"] = false,
		["shield_overheal"] = false,
	},
	["played_class_time"] = true,
	["damage_scroll_position"] = {
		["scale"] = 1,
		["x"] = 4,
		["point"] = "left",
		["y"] = 120,
	},
	["class_time_played"] = {
		[2] = {
			["HUNTER"] = 2577.439000000479,
			["WARRIOR"] = 1365302.244000003,
		},
	},
	["spell_category_savedtable"] = {
	},
	["slash_me_used"] = false,
	["report_where"] = "SAY",
	["exit_errors"] = {
		"Leaving Current Combat|Sun May 28 22:32:20 2023|3.4.1 11023|Interface/AddOns/Details/classes/container_pets.lua:49: stack overflow|[string \"@Interface/AddOns/Details/core/parser.lua\"]:5870: in function <Interface/AddOns/Details/core/parser.lua:5868>\n[string \"=[C]\"]: in function `xpcall'\n[string \"@Interface/AddOns/Details/core/parser.lua\"]:5874: in function `find'\n[string \"@Interface/AddOns/Details/classes/container_pets.lua\"]:49: in function `PegaDono'\n[string \"@Interface/AddOns/Details/classes/container_actors.lua\"]:835: in function `PegarCombatente'\n[string \"@Interface/AddOns/Details/classes/container_actors.lua\"]:838: in function `PegarCombatente'\n[string \"@Interface/AddOns/Details/classes/container_actors.lua\"]:838: in function `PegarCombatente'\n[string \"@Interface/AddOns/Details/classes/container_actors.lua\"]:838: in function `PegarCombatente'\n[string \"@Interface/AddOns/Details/classes/container_actors.lua\"]:838: in function `PegarCombatente'\n[string \"@Interface/AddOns/Details/classes/container_actors.lua\"]:838: in function `PegarCombatente'\n[string \"@Interface/AddOns/Details/classes/container_actors.lua\"]:838: in function `PegarCombatente'\n[string \"@Interface/AddOns/Details/classes/container_actors.lua\"]:838: in function `PegarCombatente'\n...\n[string \"@Interface/AddOns/Details/classes/container_actors.lua\"]:838: in function `PegarCombatente'\n[string \"@Interface/AddOns/Details/classes/container_actors.lua\"]:838: in function `PegarCombatente'\n[string \"@Interface/AddOns/Details/classes/container_actors.lua\"]:838: in function `PegarCombatente'\n[string \"@Interface/AddOns/Details/classes/container_actors.lua\"]:838: in function `PegarCombatente'\n[string \"@Interface/AddOns/Details/classes/container_actors.lua\"]:838: in function `PegarCombatente'\n[string \"@Interface/AddOns/Details/core/parser.lua\"]:3133: in function `add_buff_uptime'\n[string \"@Interface/AddOns/Details/classes/class_utility.lua\"]:1552: in function `CatchRaidBuffUptime'\n[string \"@Interface/AddOns/Details/core/control.lua\"]:489: in function <Interface/AddOns/Details/core/control.lua:468>\n[string \"=[C]\"]: in function `xpcall'\n[string \"@Interface/AddOns/Details/core/parser.lua\"]:5913: in function <Interface/AddOns/Details/core/parser.lua:5830>\n", -- [1]
	},
	["show_warning_id1"] = true,
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 10,
		["reverse_death_log"] = false,
		["make_overall_when_done"] = true,
		["show_damage_graphic"] = true,
		["mythicrun_chart_frame_ready"] = {
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
		},
		["last_mythicrun_chart"] = {
		},
	},
	["merge_player_abilities"] = false,
	["latest_npcid_pool_access"] = 1689687780,
	["realm_sync"] = true,
	["spellid_ignored"] = {
	},
	["createauraframe"] = {
	},
	["data_wipes_exp"] = {
		["9"] = false,
		["14"] = false,
		["13"] = false,
		["12"] = false,
		["11"] = false,
		["10"] = false,
	},
	["spell_category_latest_save"] = 0,
	["item_level_pool"] = {
		["Player-4487-003DDD13"] = {
			["time"] = 1690388148,
			["name"] = "Mansma",
			["ilvl"] = 242,
		},
		["Player-4487-0051C667"] = {
			["time"] = 1690388148,
			["name"] = "狂暴專家",
			["ilvl"] = 241,
		},
		["Player-4487-006717B1"] = {
			["time"] = 1690388088,
			["name"] = "小芋圆奶绿",
			["ilvl"] = 232,
		},
	},
	["latest_spell_pool_access"] = 1689687780,
	["aura_tracker_frame"] = {
		["scaletable"] = {
			["scale"] = 1,
		},
		["position"] = {
		},
	},
	["switchSaved"] = {
		["slots"] = 39,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
			}, -- [5]
			{
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
			{
			}, -- [13]
			{
			}, -- [14]
			{
			}, -- [15]
			{
			}, -- [16]
			{
			}, -- [17]
			{
			}, -- [18]
			{
			}, -- [19]
			{
			}, -- [20]
			{
			}, -- [21]
			{
			}, -- [22]
			{
			}, -- [23]
			{
			}, -- [24]
			{
			}, -- [25]
			{
			}, -- [26]
			{
			}, -- [27]
			{
			}, -- [28]
			{
			}, -- [29]
			{
			}, -- [30]
			{
			}, -- [31]
			{
			}, -- [32]
			{
			}, -- [33]
			{
			}, -- [34]
			{
			}, -- [35]
			{
			}, -- [36]
			{
			}, -- [37]
			{
			}, -- [38]
			{
			}, -- [39]
			{
			}, -- [40]
		},
	},
	["tutorial"] = {
		["unlock_button"] = 0,
		["main_help_button"] = 457,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["OVERALLDATA_WARNING1"] = 1,
		["logons"] = 457,
		["version_announce"] = 0,
		["ctrl_click_close_tutorial"] = false,
		["WINDOW_LOCK_UNLOCK1"] = true,
		["bookmark_tutorial"] = false,
		["MIN_COMBAT_TIME"] = true,
	},
	["spell_category_latest_query"] = 0,
	["savedStyles"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["run_code"] = {
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["savedTimeCaptures"] = {
	},
	["latest_news_saw"] = "3.4.1 11022",
	["custom"] = {
		{
			["source"] = false,
			["tooltip"] = "				local actorObject, combatObject, instanceObject = ...\n\n				local iconSize = 20\n				\n				local buffUptimeContainer = actorObject:GetSpellContainer(\"buff\")\n				if (buffUptimeContainer) then\n					for spellId, potionPower in pairs(LIB_OPEN_RAID_ALL_POTIONS) do\n						local spellTable = buffUptimeContainer:GetSpell(spellId)\n						if (spellTable) then\n							local used = spellTable.activedamt\n							if (used and used > 0) then\n								local spellName, _, spellIcon = GetSpellInfo(spellId)\n								GameCooltip:AddLine(spellName, used)\n								GameCooltip:AddIcon(spellIcon, 1, 1, iconSize, iconSize)\n								Details:AddTooltipBackgroundStatusbar()\n							end\n						end\n					end\n				end\n			",
			["import_string"] = "1EvBVnkoq4FlxKwDWDjCn6Q0kfD7kL(YwruUMOLK7JaoGPX3rSrgZwLV4F73yJ5LMxjPDfBBzHXZZZmEMhg7p0FHVxoRGhH9x57HkeRzCFVhWcejn)x89YWWROIG8iojt47LYIqPYWFGslW9LHcwM(3cuk83i2MvibCdHMlq0iSm8lYqhhh5e5e9s0pydsS2jjLX4w6hAREnhlk4uzyVEYWbdYfCc9fNeghm2Q3NCgM0RVb2)qd3Vn8MBSvohwYN6P8GCIVxmopY3ZBn7vz4RRzkMid3cXNmKJiXYWICm8BKmmJjim4LXfkKGyynqomnIvqfyUJVNgLpG4UkW2pQljV6Fg2tIyu)Nh(N3(5H367rrBW(EZn8CjqCyRkdNMsIv7vce)fSqD3oCSKnZw9V4ifNIkYfSn3ZOWwkfZBXYstA4Qz9vrvzmI2OYiAJUPV5hfBhmaq3K22qYJalJemUcEds1omLKlMLSuqsjITJvwLR9xBIo6jSq)QPGXwp84IXUt9cgVyX3DVB5Ihd(BxV7TlXnMzGfYLzJKtsuOg03qGQGsTXtYqeEU1bWhs(GBMidlVgmGrt3cffPOTaX1l(foRiRXesIm0QfcJCZFszXC9sSST1KI2SGQltsy13G8yC1Uje9jO0C8(MV)tANP17)a3XRksacvKjiBWVjNFe4lxXsT911cAE0oMGnbpfc1wy1RCH9S33Z6mYb97rZfnHuv7hdCscdQrbFfHO)Qq3IcScEqghBSd2CZzQkxrEtfjrDF6ROTWFhECSmjaniTs)hK41jG6kWVn7(LEbZNTWD2ZbUpyFCC0PJwOC2Kq1LUFtZjZD)(jJNQR9kOe8c85xMMMqRTm8Vay6mjBiBMgSoqqmn(8gnyakoUzpvu1BB6ep763rDB0444)rPU2UvTVoqNCr88WKVl9MxAN5v2xEYUYRPNulJQJb34(vFFCo71k9WsT0PU3fmB(Jph89XUpemE6utVH3okQNPBuJZc0Q0YpvEYwrdNS7yTDJRV4IBd5kNr4lTzPdSBq(bogTr0D3PPJzGdA9ShFf(a6fZStPvOD7f7PRu(4eX4x1QdxDOTRcZ1fwDs05891)SLTUszmvoXU7EVtjJtA07rBSujQvz2zlnAnRz1Th(BHVHb6)t5tGPdlh3EuZC3hCCw942ibCkJvfc9rFemwQGKvpf9Bt87mt9XMGUEK33POENfX)5iA)HksFPIYVtr4par32H)ZWHW6xE8IYqmYixwf5U0e2f8jQNqQ0NUut1KpfYIwTbQJD474gfRSQ5NAEhZpMdY7yQUDsb8cwJjVSwC632boywTc)fLo4ou0)Po2engoDQOiFfcoy07rCPQ12x47))d",
			["author"] = "Terciob",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				value = math.floor(value)\n				return \"\"\n			",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return math.floor(value) .. \" \"\n			",
			["script"] = "				local combatObject, customContainer, instanceObject = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the misc actor container\n				local listOfUtilityActors = combatObject:GetActorList(DETAILS_ATTRIBUTE_MISC)\n				\n				--do the loop:\n				for _, actorObject in ipairs(listOfUtilityActors) do\n					--only player in group\n					if (actorObject:IsGroupPlayer()) then\n						local bFoundPotion = false\n						\n						--get the spell debuff uptime container\n						local debuffUptimeContainer = actorObject:GetSpellContainer(\"debuff\")\n						if (debuffUptimeContainer) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focusPotion = debuffUptimeContainer:GetSpell(DETAILS_FOCUS_POTION_ID)\n							if (focusPotion) then\n								total = total + 1\n								bFoundPotion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player\n								customContainer:AddValue(actorObject, 1)\n							end\n						end\n						\n						--get the spell buff uptime container\n						local buffUptimeContainer = actorObject:GetSpellContainer(\"buff\")\n						if (buffUptimeContainer) then\n							for spellId, potionPower in pairs(LIB_OPEN_RAID_ALL_POTIONS) do\n								local spellTable = buffUptimeContainer:GetSpell(spellId)\n								if (spellTable) then\n									local used = spellTable.activedamt\n									if (used and used > 0) then\n										total = total + used\n										bFoundPotion = true\n										if (used > top) then\n											top = used\n										end\n										\n										--add amount to the player\n										customContainer:AddValue(actorObject, used)\n									end\n								end\n							end\n						end\n						\n						if (bFoundPotion) then\n							amount = amount + 1\n						end\n					end\n				end\n				\n				--return:\n				return total, top, amount\n				",
			["desc"] = "显示你的团队中谁在战斗时使用了药水.",
			["name"] = "有使用药水",
			["attribute"] = false,
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["script_version"] = 8,
		}, -- [1]
		{
			["source"] = false,
			["desc"] = "显示你的队伍中谁使用过治疗药水或者治疗石",
			["author"] = "Terciob",
			["percent_script"] = false,
			["total_script"] = false,
			["attribute"] = false,
			["tooltip"] = "				local actorObject, combatObject, instanceObject = ...\n				local spellContainer = actorObject:GetSpellContainer(\"spell\")\n				\n				local iconSize = 20\n				\n				local allHealingPotions = {6262}\n				for spellId, potionPower in pairs(LIB_OPEN_RAID_ALL_POTIONS) do\n					allHealingPotions[#allHealingPotions+1] = spellId\n				end\n				\n				for i = 1, #allHealingPotions do\n					local spellId = allHealingPotions[i]\n					local spellTable = spellContainer:GetSpell(spellId)\n					if (spellTable) then\n						local spellName, _, spellIcon = GetSpellInfo(spellId)\n						GameCooltip:AddLine(spellName, Details:ToK(spellTable.total))\n						GameCooltip:AddIcon(spellIcon, 1, 1, iconSize, iconSize)\n						GameCooltip:AddStatusBar (100, 1, 0, 0, 0, 0.75)\n					end\n				end\n			",
			["name"] = "治疗药水&治疗石",
			["script"] = "				local combatObject, instanceContainer, instanceObject = ...\n				local total, top, amount = 0, 0, 0\n				\n				local listOfHealingActors = combatObject:GetActorList(DETAILS_ATTRIBUTE_HEAL)\n				for _, actorObject in ipairs(listOfHealingActors) do\n					local listOfSpells = actorObject:GetSpellList()\n					local found = false\n					\n					for spellId, spellTable in pairs(listOfSpells) do\n						if (LIB_OPEN_RAID_HEALING_POTIONS[spellId]) then\n							instanceContainer:AddValue(actorObject, spellTable.total)\n							total = total + spellTable.total\n							if (top < spellTable.total) then\n								top = spellTable.total\n							end\n							found = true\n						end\n					end\n					\n					if (found) then\n						amount = amount + 1\n					end\n				end\n				\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["script_version"] = 18,
		}, -- [2]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor(value)\n			",
			["desc"] = "Show the crowd control amount for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs(misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor(character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["name"] = "造成群体控制",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs(actor.cc_done_spells._ActorTable) do\n				    tinsert(spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs(spells) do\n				    local name, _, icon = GetSpellInfo(spell [1])\n				    GameCooltip:AddLine(name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs(actor.cc_done_targets) do\n				    tinsert(targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass(actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs(targets) do\n				    GameCooltip:AddLine(target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n\n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass(target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon(class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["script_version"] = 11,
		}, -- [3]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor(value)\n			",
			["desc"] = "Show the amount of crowd control received for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs(misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n\n					for player_name, amount in pairs(character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n\n				    end\n				end\n\n				return total, top, amt\n			",
			["name"] = "受到群体控制",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs(misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert(from, {character:name(), on_actor})\n\n					    for spellid, spell in pairs(character.cc_done_spells._ActorTable) do\n\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs(spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert(spells, {spellid, spell_on_actor})\n						    end\n						end\n\n					    end\n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs(spells) do\n				    local name, _, icon = GetSpellInfo(spell [1])\n				    GameCooltip:AddLine(name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs(from) do\n				    GameCooltip:AddLine(t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n\n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass(t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon(class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["script_version"] = 3,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor(value) / combat:GetCombatTime())\n				local percent = string.format(\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "在统计中显示你的技能.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption(\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n\n			if (spell.n_total) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = Details.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, Details.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor(debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n\n				local spellName = GetSpellInfo(spell.id)\n				local amountOfCasts = combat:GetSpellCastAmount(Details.playername, spellName)\n\n				if (amountOfCasts == 0) then\n				    amountOfCasts = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. amountOfCasts\n			    end\n\n			    --Cooltip code\n			    GC:AddLine(\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine(\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_total / spell.n_amt\n			    local T = (combat_time*spell.n_total)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_total / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_total/spell.c_amt\n				local T = (combat_time*spell.c_total)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_total / T\n\n				GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Dps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n\n			elseif (spell.n_total) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    --Cooltip code\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_total / spell.n_amt\n			    local T = (combat_time*spell.n_total)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_total / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_total/spell.c_amt\n				local T = (combat_time*spell.c_total)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_total / T\n\n				GC:AddLine(\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Hps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["attribute"] = false,
			["name"] = "我的技能",
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n\n				local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then\n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs(spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n\n					for _, PetName in ipairs(player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs(pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["script_version"] = 10,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示对标记骷髅的目标造成的伤害数值",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine(RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "对骷髅标记目标造成的伤害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--raid target flags:\n				-- 128: skull\n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n\n				--do the loop\n				for _, actor in ipairs(Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["script_version"] = 3,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示对其它所有标记的目标造成的伤害数值",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine(RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine(RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine(RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine(RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine(RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine(RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine(RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "对其它标记目标造成的伤害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs(Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["script_version"] = 3,
		}, -- [7]
		{
			["source"] = false,
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat(-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat(0)\n\n				local AllSpells = {}\n\n				local playerTotal = 0\n\n				--overall\n				local player = OverallCombat [1]:GetActor(actor.nome)\n				if (player) then\n					playerTotal = playerTotal + player.total\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs(playerSpells) do\n						AllSpells [spellID] = spellTable.total\n					end\n				end\n				--current\n				if (Details.in_combat) then\n					local player = CurrentCombat [1]:GetActor(actor.nome)\n					if (player) then\n						playerTotal = playerTotal + player.total\n						local playerSpells = player:GetSpellList()\n						for spellID, spellTable in pairs(playerSpells) do\n							AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n						end\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs(AllSpells) do\n					tinsert(sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n\n				local topSpellTotal = sortedList and sortedList[1] and sortedList[1][2] or 0\n\n				for i, t in ipairs(sortedList) do\n					local spellID, total = unpack(t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n\n						local spellPercent = total / playerTotal * 100\n						local formatedSpellPercent = format(\"%.1f\", spellPercent)\n\n						if (string.len(formatedSpellPercent) < 4) then\n							formatedSpellPercent = formatedSpellPercent  .. \"0\"\n						end\n\n						GameCooltip:AddLine(spellName, format_func (_, total) .. \"    \" .. formatedSpellPercent  .. \"%\")\n\n						Details:AddTooltipBackgroundStatusbar(false, total / topSpellTotal * 100)\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, 0.078125, 0.921875, 0.078125, 0.921875)\n\n					end\n				end\n			",
			["attribute"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat(-1):GetCombatTime()\n\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n					local CurrentCombatTime = Details:GetCombat(0):GetCombatTime()\n					OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n\n				--calculate the DPS and return it as percent\n				local totalValue = value\n\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n\n				return s\n			",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return value\n			",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat(-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat(0)\n\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n					return 0, 0, 0\n				end\n\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs( damage_container_overall ) do\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						instance_container:AddValue (player, player.total)\n					end\n				end\n\n				if (Details.in_combat) then\n					for _, player in ipairs( damage_container_current ) do\n						--only player in group\n						if (player:IsGroupPlayer()) then\n							instance_container:AddValue (player, player.total)\n						end\n					end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
			["displayName"] = "造成伤害",
			["name"] = "动态总体伤害",
			["desc"] = "Show overall damage done on the fly.",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["script_version"] = 8,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs(actor.pets) do\n				    local pet = Combat :GetActor(1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine(actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs(actor.pets) do\n				    local pet = Combat :GetActor(1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n\n					GameCooltip:AddLine(petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()\n\n				    end\n				end\n			",
			["attribute"] = false,
			["name"] = "对护盾造成的伤害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs(Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs(actor.pets) do\n					    local pet = Combat :GetActor(1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)\n\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["script_version"] = 1,
		}, -- [9]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "每个人造成伤害的时间",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["spellid"] = false,
			["name"] = "活跃伤害时间",
			["script"] = "				local combatObject, instanceContainer, instanceObject = ...\n				local total, amount = 0, 0\n\n				--get the damager actors\n				local listOfDamageActors = combatObject:GetActorList(DETAILS_ATTRIBUTE_DAMAGE)\n\n				for _, actorObject in ipairs(listOfDamageActors) do\n					if (actorObject:IsGroupPlayer()) then\n						local activity = actorObject:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instanceContainer:AddValue(actorObject, activity)\n					end\n				end\n\n				--return:\n				return total, combatObject:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 4,
		}, -- [10]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "每个人造成治疗的时间.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["spellid"] = false,
			["name"] = "活跃治疗时间",
			["script"] = "				local combatObject, instanceContainer, instanceObject = ...\n				local total, amount = 0, 0\n\n				--get the healing actors\n				local listOfHealingActors = combatObject:GetActorList(DETAILS_ATTRIBUTE_HEAL)\n\n				for _, actorObject in ipairs(listOfHealingActors) do\n					if (actorObject:IsGroupPlayer()) then\n						local activity = actorObject:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instanceContainer:AddValue (actorObject, activity)\n					end\n				end\n\n				--return:\n				return total, combatObject:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [11]
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["exit_log"] = {
		"1 - Closing Breakdown Window.", -- [1]
		"2 - Clearing user placed position from instance windows.", -- [2]
		"  - 1 has baseFrame: yes.", -- [3]
		"  - 2 has baseFrame: no.", -- [4]
		"  - 3 has baseFrame: no.", -- [5]
		"  - 4 has baseFrame: no.", -- [6]
		"  - 5 has baseFrame: no.", -- [7]
		"4 - Reversing switches.", -- [8]
		"6 - Saving Config.", -- [9]
		"7 - Saving Profiles.", -- [10]
		"8 - Saving nicktag cache.", -- [11]
		"9 - Saving Auto Run Code.", -- [12]
	},
	["merge_pet_abilities"] = false,
	["deathlog_line_height"] = 16,
	["raid_data"] = {
	},
}
__details_backup = {
	["_instance_backup"] = {
	},
	["_exit_error"] = {
		"Mon Jul  3 22:08:49 2023|Saving Play Time: Interface/AddOns/Details/core/gears.lua:3096: attempt to call field 'GetStartupTime' (a nil value)", -- [1]
		"Mon Jul  3 22:06:06 2023|Saving Play Time: Interface/AddOns/Details/core/gears.lua:3096: attempt to call field 'GetStartupTime' (a nil value)", -- [2]
		"Mon Jul  3 22:04:10 2023|Saving Play Time: Interface/AddOns/Details/core/gears.lua:3096: attempt to call field 'GetStartupTime' (a nil value)", -- [3]
		"Thu Jun 29 23:27:44 2023|Saving Play Time: Interface/AddOns/Details/core/gears.lua:3096: attempt to call field 'GetStartupTime' (a nil value)", -- [4]
		"Thu Jun 29 23:27:27 2023|Saving Play Time: Interface/AddOns/Details/core/gears.lua:3096: attempt to call field 'GetStartupTime' (a nil value)", -- [5]
		"Thu Jun 29 23:27:09 2023|Saving Play Time: Interface/AddOns/Details/core/gears.lua:3096: attempt to call field 'GetStartupTime' (a nil value)", -- [6]
		"Thu Jun 29 23:26:52 2023|Saving Play Time: Interface/AddOns/Details/core/gears.lua:3096: attempt to call field 'GetStartupTime' (a nil value)", -- [7]
		"Thu Jun 29 23:26:34 2023|Saving Play Time: Interface/AddOns/Details/core/gears.lua:3096: attempt to call field 'GetStartupTime' (a nil value)", -- [8]
		"Thu Jun 29 23:16:11 2023|Saving Play Time: Interface/AddOns/Details/core/gears.lua:3096: attempt to call field 'GetStartupTime' (a nil value)", -- [9]
	},
	["_general_logs"] = {
		"2023-07-27 00:27:10 | actor removed 为了麻生希 (ungrouped)", -- [1]
		"2023-07-27 00:27:10 | actor removed 大脚妹 (ungrouped)", -- [2]
		"2023-07-27 00:27:10 | actor removed 星梦青钰 (ungrouped)", -- [3]
		"2023-07-27 00:27:10 | actor removed 紫梦星尘 (ungrouped)", -- [4]
		"2023-07-27 00:27:10 | actor removed 帅气疣猪蓬蓬 (ungrouped)", -- [5]
		"2023-07-27 00:27:10 | actor removed 污染贰 (ungrouped)", -- [6]
		"2023-07-27 00:27:10 | actor removed 千年锦 (ungrouped)", -- [7]
		"2023-07-27 00:27:10 | actor removed Bigmilan (ungrouped)", -- [8]
		"2023-07-27 00:27:10 | actor removed 紫梦星尘 (ungrouped)", -- [9]
		"2023-07-27 00:27:10 | actor removed 克洛蒂亞 (ungrouped)", -- [10]
		"2023-07-27 00:27:10 | actor removed 我是黑手 (ungrouped)", -- [11]
		"2023-07-27 00:27:10 | actor removed 米歐浩斯 (ungrouped)", -- [12]
		"2023-07-27 00:27:10 | actor removed 孤独小术 (ungrouped)", -- [13]
		"2023-07-27 00:27:10 | actor removed 高啟強 (ungrouped)", -- [14]
		"2023-07-27 00:27:10 | actor removed 北芳秀 (ungrouped)", -- [15]
		"2023-07-27 00:27:10 | actor removed 乔术影 (ungrouped)", -- [16]
		"2023-07-27 00:27:10 | actor removed 七煌正哥哥 (ungrouped)", -- [17]
		"2023-07-27 00:27:10 | actor removed 大角 (ungrouped)", -- [18]
		"2023-07-27 00:27:10 | actor removed 重三斤 (ungrouped)", -- [19]
		"2023-07-27 00:27:10 | actor removed 鐵鍋燉女婿 (ungrouped)", -- [20]
		"2023-07-27 00:27:10 | actor removed 金队法师 (ungrouped)", -- [21]
		"2023-07-27 00:27:10 | actor removed 绿队牧师 (ungrouped)", -- [22]
		"2023-07-27 00:27:10 | actor removed 金队战士 (ungrouped)", -- [23]
		"2023-07-27 00:27:10 | actor removed 绿队战士 (ungrouped)", -- [24]
		"2023-07-25 23:05:33 | actor removed 抓住那個阿嬤 (ungrouped)", -- [25]
		"2023-07-25 23:05:33 | actor removed 維他命 (ungrouped)", -- [26]
		"2023-07-25 23:05:33 | actor removed 大寡婦費琳娜 (ungrouped)", -- [27]
		"2023-07-25 23:05:33 | actor removed 黛安娜王妃 (ungrouped)", -- [28]
		"2023-07-25 23:05:33 | actor removed 臭小孩 (ungrouped)", -- [29]
	},
}
